{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Agaricomycetes","deepCounters":{"total":7061,"images":6588,"folders":473,"files":6588},"counters":{"total":13,"folders":13},"thumb":{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales\/%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze<\/h3><div class=\"comment\">Agaricomycetes, commonly known as Gilled Fungi or Blätterpilze in German, is a class of fungi within the phylum Basidiomycota. This diverse group contains over&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales","deepCounters":{"total":3773,"images":3526,"folders":247,"files":3526},"counters":{"total":27,"folders":27},"thumb":{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales\/%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze<\/h3><div class=\"comment\">Agaricales is an order of fungi that includes the gilled mushrooms, as well as several other types of fungi with diverse morphologies and lifestyles. This order&hellip;<\/div>","name":"Агариковые - Agaricales","comment":"Agaricales is an order of fungi that includes the gilled mushrooms, as well as several other types of fungi with diverse morphologies and lifestyles. This order is one of the largest and most diverse groups of fungi, with over 13,000 described species.\n\nThe fruiting body of Agaricales is typically a mushroom or toadstool, which is composed of a stalk, cap, and gills on the underside of the cap. These structures are used to release spores, which are typically dispersed by wind or rain. The spores of Agaricales are produced in basidia, which are elongated cells that contain four spores each.\n\nAgaricales fungi have a wide range of lifestyles, including saprobic, mycorrhizal, and parasitic. Some species are important decomposers in forest ecosystems, breaking down dead wood and returning nutrients to the soil. Others form mutualistic relationships with the roots of trees, exchanging nutrients for carbon in a process known as mycorrhizal symbiosis. Some species are also pathogenic, infecting living trees and causing damage to the host plant.\n\nThis order includes many highly prized edible and medicinal fungi, including species in the genera Agaricus, Lepiota, and Pleurotus. Some of these fungi are also used in traditional medicine, where they are believed to have anti-inflammatory, anti-viral, and anti-tumor properties.\n\nAgaricales fungi are widely distributed and can be found in a variety of habitats, including forests, grasslands, and wetlands. They are most commonly found in temperate regions, but can also be found in tropical and arctic regions.\n\nIn conclusion, Agaricales is a diverse and important order of fungi. Its members include some of the most prized edible and medicinal fungi, as well as important decomposers and mycorrhizal partners in forest ecosystems. The wide range of lifestyles and habitats of these fungi make them an important and fascinating group for scientific study.","dates":{"added":1703524415,"dateRange":{"0":1190484620,"1":1703071611}},"fileDate":"2023-02-04T01:49:57.225Z","category":"folder","title":"Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze"},{"path":"%D0%90%D1%83%D1%80%D0%B8%D0%BA%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Auriculariales","deepCounters":{"total":56,"images":49,"folders":7,"files":49},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%90%D1%83%D1%80%D0%B8%D0%BA%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Auriculariales\/%D0%90%D1%83%D1%80%D0%B8%D0%BA%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Auriculariaceae\/%D0%90%D1%83%D1%80%D0%B8%D0%BA%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D1%83%D1%85%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Auricularia%20auricula-judae\/thumbs\/fungi-0004399.webp","width":512,"height":410},"thumbCaption":"<h3>Аурикуляриевые - Auriculariales<\/h3><div class=\"comment\">The Auriculariales are an order of fungi in the class Agaricomycetes. Species within the order were formerly referred to the \"heterobasidiomycetes\" or \"jelly&hellip;<\/div>","name":"Аурикуляриевые - Auriculariales","comment":"The Auriculariales are an order of fungi in the class Agaricomycetes. Species within the order were formerly referred to the \"heterobasidiomycetes\" or \"jelly fungi\", since many have gelatinous basidiocarps (fruit bodies) that produce spores on septate basidia. Around 200 species are known worldwide, placed in six or more families, though the status of these families is currently uncertain. All species in the Auriculariales are believed to be saprotrophic, most growing on dead wood. Fruit bodies of several Auricularia species are cultivated for food on a commercial scale, especially in China.","dates":{"added":1592685003,"dateRange":{"0":1256042705,"1":1590072263}},"fileDate":"2023-02-04T01:49:57.225Z","category":"folder","title":"Аурикуляриевые - Auriculariales"},{"path":"%D0%91%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boletales","deepCounters":{"total":761,"images":716,"folders":45,"files":716},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%91%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boletales\/%D0%91%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boletaceae\/%D0%91%D0%BE%D1%80%D0%BE%D0%B2%D0%B8%D0%BA%20%D1%81%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Boletus%20pinophilus\/thumbs\/00DSC04143.webp","width":512,"height":410},"thumbCaption":"<h3>Болетовые - Boletales<\/h3><div class=\"comment\">The Boletales are an order of Agaricomycetes containing over 1300 species with a diverse array of fruiting body types. The boletes are the best known members of&hellip;<\/div>","name":"Болетовые - Boletales","comment":"The Boletales are an order of Agaricomycetes containing over 1300 species with a diverse array of fruiting body types. The boletes are the best known members of this group, and until recently, the Boletales were thought to only contain boletes. The Boletales are now known to contain distinct groups of agarics, gasteromycetes, and other fruiting-body types.","dates":{"added":1703524415,"dateRange":{"0":1190487440,"1":1703072220}},"fileDate":"2023-02-04T01:49:57.228Z","category":"folder","title":"Болетовые - Boletales"},{"path":"%D0%92%D0%B5%D1%81%D1%91%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phallales","deepCounters":{"total":22,"images":19,"folders":3,"files":19},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%92%D0%B5%D1%81%D1%91%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phallales\/%D0%92%D0%B5%D1%81%D1%91%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phallaceae\/%D0%9C%D1%83%D1%82%D0%B8%D0%BD%D1%83%D1%81%20%D0%A0%D0%B0%D0%B2%D0%B5%D0%BD%D0%B5%D0%BB%D1%8F%20-%20Mutinus%20ravenelii\/thumbs\/0DSC00547.webp","width":512,"height":410},"thumbCaption":"<h3>Весёлковые - Phallales<\/h3><div class=\"comment\">The Phallales are an order of fungi in the subclass Phallomycetidae. The order contains two families: the Claustulaceae, and the Phallaceae, which, according to&hellip;<\/div>","name":"Весёлковые - Phallales","comment":"The Phallales are an order of fungi in the subclass Phallomycetidae. The order contains two families: the Claustulaceae, and the Phallaceae, which, according to a 2008 estimate, collectively contain 26 genera and 88 species.","dates":{"added":1599674707,"dateRange":{"0":1304858977,"1":1599141996}},"fileDate":"2023-02-04T01:49:57.228Z","category":"folder","title":"Весёлковые - Phallales"},{"path":"%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D1%85%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenochaetales","deepCounters":{"total":139,"images":130,"folders":9,"files":130},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D1%85%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenochaetales\/%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D1%85%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenochaetaceae\/%D0%98%D0%BD%D0%BE%D0%BD%D0%BE%D1%82%D1%83%D1%81%20%D1%81%D0%BA%D0%BE%D1%88%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Inonotus%20obliquus\/thumbs\/DSC03862.webp","width":512,"height":410},"thumbCaption":"<h3>Гименохетовые - Hymenochaetales<\/h3><div class=\"comment\">The Hymenochaetales are an order of fungi in the class Agaricomycetes. The order in its current sense is based on molecular research and not on any unifying&hellip;<\/div>","name":"Гименохетовые - Hymenochaetales","comment":"The Hymenochaetales are an order of fungi in the class Agaricomycetes. The order in its current sense is based on molecular research and not on any unifying morphological characteristics. According to one 2008 estimate, the Hymenochaetales contain around 600 species worldwide, mostly corticioid fungi and poroid fungi, but also including several clavarioid fungi and agarics. Species of economic importance include wood decay fungi in the genera Phellinus and Inonotus sensu lato, some of which may cause losses in forestry. Therapeutic properties are claimed for Inonotus obliquus (\"chaga\") and Phellinus linteus, both of which are now commercially marketed.","dates":{"added":1683384424,"dateRange":{"0":1232306540,"1":1683107174}},"fileDate":"2023-02-04T01:49:57.229Z","category":"folder","title":"Гименохетовые - Hymenochaetales"},{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllales","deepCounters":{"total":46,"images":42,"folders":4,"files":42},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllales\/%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllaceae\/%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium\/thumbs\/fungi-0002377.webp","width":512,"height":410},"thumbCaption":"<h3>Gloeophyllales - Глеофилловые - Gloeophyllales - Gloeophyllales<\/h3><div class=\"comment\">The Gloeophyllales order belongs to the Basidiomycota phylum and the Agaricomycetes class. This order includes fungi characterized by their ability to cause&hellip;<\/div>","name":"Глеофилловые - Gloeophyllales","comment":"The Gloeophyllales order belongs to the Basidiomycota phylum and the Agaricomycetes class. This order includes fungi characterized by their ability to cause brown rot on wood, making them crucial players in forest ecosystems as decomposers of dead plant material.\n\nThe Gloeophyllales order contains two families: Gloeophyllaceae and Meruliaceae. The Gloeophyllaceae family is the more well-known of the two, containing several species of fungi that decompose coniferous wood.\n\nFungi within the Gloeophyllales order are known for their production of extracellular enzymes, which help break down complex plant materials like lignocellulose.\n\nGloeophyllales fungi are typically found in forests and wooded areas where there is a constant source of deadwood for them to consume.\n\nThese fungi are widespread, being found in various regions around the world, including Europe, North America, and Asia.\n\nSome common species within the Gloeophyllaceae family include Gloeophyllum sepiarium (Rusty Gilled Polypore), Gloeophyllum abietinum, and Gloeophyllum trabeum.\n\nWhile some species have unique features, they generally have a similar appearance, with brownish, tough, and leathery fruiting bodies.\n\nThe fruiting bodies of these fungi are typically in the form of brackets or crusts that grow on decaying wood.\n\nFungi within the Gloeophyllales order are not considered edible due to their tough, leathery texture, and potential toxicity.\n\nThe spores of these fungi are usually cylindrical to allantoid (sausage-shaped) and are produced in basidia within the fruiting body.\n\nGloeophyllales species are not typically used for medicinal or culinary purposes, although research into their enzyme production could lead to potential industrial applications.\n\nGloeophyllales fungi help recycle nutrients within forest ecosystems by breaking down complex plant materials and returning them to the soil.\n\nDue to their ecological importance, conservation efforts should focus on preserving natural habitats where these fungi thrive.\n\nIn conclusion, the Gloeophyllales order contains essential decomposers in forest ecosystems, characterized by their brown rot-causing abilities and the production of extracellular enzymes. While not edible, these fungi have the potential for industrial applications due to their unique enzymatic properties.\n\nAs a whole, Gloeophyllales fungi play a significant role in maintaining the health and balance of forest ecosystems, making them an essential component of the natural world.","dates":{"added":1683384424,"dateRange":{"0":1226254391,"1":1683111766}},"fileDate":"2023-02-04T01:49:57.229Z","category":"folder","title":"Gloeophyllales - Глеофилловые - Gloeophyllales - Gloeophyllales"},{"path":"%D0%93%D0%BE%D0%BC%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gomphales","deepCounters":{"total":55,"images":48,"folders":7,"files":48},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%93%D0%BE%D0%BC%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gomphales\/%D0%93%D0%BE%D0%BC%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gomphaceae\/%D0%A0%D0%B0%D0%BC%D0%B0%D1%80%D0%B8%D1%8F%20%D0%BF%D1%80%D1%8F%D0%BC%D0%B0%D1%8F%20-%20Ramaria%20stricta\/thumbs\/0DSC00595.webp","width":512,"height":410},"thumbCaption":"<h3>Гомфовые - Gomphales<\/h3><div class=\"comment\">The Gomphales are an order of basidiomycete fungi. Some or all families belonging to Gomphales have been sometimes included in the order Phallales (and vice&hellip;<\/div>","name":"Гомфовые - Gomphales","comment":"The Gomphales are an order of basidiomycete fungi. Some or all families belonging to Gomphales have been sometimes included in the order Phallales (and vice versa - they are also sometimes treated as synonyms), the now-obsolete Ramariaceae was also previously included in Cantharellales. Recent phylogenetic analyses include in Gomphales the families of the original description of the order by Walter Jülich, with addition of Clavariadelphaceae. According to one 2008 estimate, the Gomphales contain 18 genera and 336 species.","dates":{"added":1664064137,"dateRange":{"0":1284558803,"1":1663940193}},"fileDate":"2023-02-04T01:49:57.230Z","category":"folder","title":"Гомфовые - Gomphales"},{"path":"%D0%97%D0%B2%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Geastrales","deepCounters":{"total":16,"images":13,"folders":3,"files":13},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%97%D0%B2%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Geastrales\/%D0%97%D0%B2%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Geastraceae\/%D0%97%D0%B2%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%B8%D0%BA%20%D0%BC%D0%B0%D0%BB%D0%B5%D0%BD%D1%8C%D0%BA%D0%B8%D0%B9%20-%20Geastrum%20minimum\/thumbs\/DSC02710_.webp","width":512,"height":410},"thumbCaption":"<h3>Звездовиковые - Geastrales<\/h3><div class=\"comment\">Geastrales is an order of gasterocarpic basidiomycetes (fungi) that are related to Cantharellales. The order contains the single family Geastraceae, commonly&hellip;<\/div>","name":"Звездовиковые - Geastrales","comment":"Geastrales is an order of gasterocarpic basidiomycetes (fungi) that are related to Cantharellales. The order contains the single family Geastraceae, commonly known as \"earthstars\", which older classifications had placed in Lycoperdales, or Phallales.\nApproximately 64 species are classified in this family, divided among eight genera, including the Geastrum, Myriostoma and Sphaerobolus. The Sphaerobolus are known as \"shotgun fungus\" or \"cannonball fungus\". They colonize wood-based mulches and may throw black, sticky, spore-containing globs onto nearby surfaces.\nThe fruiting bodies of several earthstars are hygroscopic: in dry weather the \"petals\" will dry and curl up around the soft spore sac, protecting it. In this state, often the whole fungus becomes detached from the ground and may roll around like a tumbleweed. Once mature, their exoperidium splits into a variable number of rays, which give Geastrum their visible star shape. The exoperidial rays are there to protect the endoperidial body and orchestrate spore dispersal. In wetter weather, the \"petals\" moisten and uncurl; some even curl backward lifting the spore sac up. This allows rain or animals to hit the spore sac so, emitting spores when enough moisture is present for them to germinate and establish.","dates":{"added":1471899627,"dateRange":{"0":1250863945,"1":1471687103}},"fileDate":"2023-02-04T01:49:57.230Z","category":"folder","title":"Звездовиковые - Geastrales"},{"path":"%D0%9A%D0%BE%D1%80%D1%82%D0%B8%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Corticiales","deepCounters":{"total":14,"images":11,"folders":3,"files":11},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%BE%D1%80%D1%82%D0%B8%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Corticiales\/%D0%9A%D0%BE%D1%80%D1%82%D0%B8%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Corticiaceae\/%D0%9A%D0%BE%D1%80%D1%82%D0%B8%D1%86%D0%B8%D1%83%D0%BC%20%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Laeticorticium%20roseum\/thumbs\/DSC09575.webp","width":512,"height":410},"thumbCaption":"<h3>Кортициевые - Corticiales<\/h3><div class=\"comment\">The Corticiales are an order of fungi in the class Agaricomycetes. The order is mostly composed of corticioid fungi, but also includes one anomalous agaricoid&hellip;<\/div>","name":"Кортициевые - Corticiales","comment":"The Corticiales are an order of fungi in the class Agaricomycetes. The order is mostly composed of corticioid fungi, but also includes one anomalous agaricoid species, Marchandiomphalina foliacea. Species within the order are generally saprotrophic, most of them wood-rotters, but several are parasitic on grasses or lichens. Those of economic importance include Waitea circinata, a pathogen of cereal crops, and Laetisaria fuciformis, the cause of red thread disease in turf grass.","dates":{"added":1472860276,"dateRange":{"0":1301657704,"1":1462113358}},"fileDate":"2023-02-04T01:49:57.231Z","category":"folder","title":"Кортициевые - Corticiales"},{"path":"%D0%9B%D0%B8%D1%81%D0%B8%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cantharellales","deepCounters":{"total":180,"images":166,"folders":14,"files":166},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9B%D0%B8%D1%81%D0%B8%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cantharellales\/%D0%9B%D0%B8%D1%81%D0%B8%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cantharellaceae\/%D0%9B%D0%B8%D1%81%D0%B8%D1%87%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Cantharellus%20cibarius\/thumbs\/0DSC00250.webp","width":512,"height":410},"thumbCaption":"<h3>Лисичковые - Cantharellales<\/h3><div class=\"comment\">The Cantharellales are an order of fungi in the class Agaricomycetes. The order includes not only the chanterelles (Cantharellaceae), but also some of the tooth&hellip;<\/div>","name":"Лисичковые - Cantharellales","comment":"The Cantharellales are an order of fungi in the class Agaricomycetes. The order includes not only the chanterelles (Cantharellaceae), but also some of the tooth fungi (Hydnaceae), clavarioid fungi (Aphelariaceae and Clavulinaceae), and corticioid fungi (Botryobasidiaceae). Species within the order are variously ectomycorrhizal, saprotrophic, associated with orchids, or facultative plant pathogens. Those of economic importance include edible and commercially collected Cantharellus, Craterellus, and Hydnum species as well as crop pathogens in the genera Ceratobasidium and Thanatephorus (Rhizoctonia).","dates":{"added":1664064137,"dateRange":{"0":1250159968,"1":1663852276}},"fileDate":"2023-02-04T01:49:57.232Z","category":"folder","title":"Лисичковые - Cantharellales"},{"path":"%D0%9F%D0%BE%D0%BB%D0%B8%D0%BF%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polyporales","deepCounters":{"total":1080,"images":1038,"folders":42,"files":1038},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9F%D0%BE%D0%BB%D0%B8%D0%BF%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polyporales\/%D0%9F%D0%BE%D0%BB%D0%B8%D0%BF%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polyporaceae\/%D0%9F%D0%B8%D0%BA%D0%BD%D0%BE%D0%BF%D0%BE%D1%80%D1%83%D1%81%20%D0%BA%D0%B8%D0%BD%D0%BE%D0%B2%D0%B0%D1%80%D0%BD%D0%BE-%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Pycnoporus%20cinnabarinus\/thumbs\/DSC03712.webp","width":512,"height":410},"thumbCaption":"<h3>Полипоровые - Polyporales<\/h3><div class=\"comment\">The Polyporales are an order of about 1800 species of fungi in the division Basidiomycota. The order includes some (but not all) polypores as well as many&hellip;<\/div>","name":"Полипоровые - Polyporales","comment":"The Polyporales are an order of about 1800 species of fungi in the division Basidiomycota. The order includes some (but not all) polypores as well as many corticioid fungi and a few agarics (mainly in the genus Lentinus). Many species within the order are saprotrophic, most of them wood-rotters. Some genera, such as Ganoderma and Fomes, contain species that attack living tissues and then continue to degrade the wood of their dead hosts. Those of economic importance include several important pathogens of forest and amenity trees and a few species that cause damage by rotting structural timber. Some of the Polyporales are commercially cultivated and marketed for use as food items or in traditional Chinese medicine.","dates":{"added":1696628657,"dateRange":{"0":1213462490,"1":1691078780}},"fileDate":"2023-02-04T01:49:57.234Z","category":"folder","title":"Полипоровые - Polyporales"},{"path":"%D0%A1%D1%8B%D1%80%D0%BE%D0%B5%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Russulales","deepCounters":{"total":735,"images":673,"folders":62,"files":673},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A1%D1%8B%D1%80%D0%BE%D0%B5%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Russulales\/%D0%A1%D1%8B%D1%80%D0%BE%D0%B5%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Russulaceae\/%D0%A1%D1%8B%D1%80%D0%BE%D0%B5%D0%B6%D0%BA%D0%B0%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%B0%D1%8F%20-%20Russula%20rubra\/thumbs\/fungi-0000021.webp","width":512,"height":410},"thumbCaption":"<h3>Сыроежковые - Russulales<\/h3><div class=\"comment\">The Russulales are an order of the Agaricomycetes, (which include the agaric genera Russula and Lactarius and their polyporoid and corticioid relatives).&hellip;<\/div>","name":"Сыроежковые - Russulales","comment":"The Russulales are an order of the Agaricomycetes, (which include the agaric genera Russula and Lactarius and their polyporoid and corticioid relatives). According to the Dictionary of the Fungi (10th edition, 2008), the order consists of 12 families, 80 genera, and 1767 species. According to Species Fungorum (January 2016), the order contains 13 families, 117 genera (16 not assigned to a family), and 3,060 species.\nRussuloid agarics represent an independent evolutionary line of agarics, not directly related to the Agaricales.","dates":{"added":1690646355,"dateRange":{"0":1230746593,"1":1690638830}},"fileDate":"2023-02-04T01:49:57.235Z","category":"folder","title":"Сыроежковые - Russulales"},{"path":"%D0%A2%D0%B5%D0%BB%D0%B5%D1%84%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Thelephorales","deepCounters":{"total":171,"images":157,"folders":14,"files":157},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A2%D0%B5%D0%BB%D0%B5%D1%84%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Thelephorales\/%D0%91%D0%B0%D0%BD%D0%BA%D0%B5%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Bankeraceae\/%D0%93%D0%B8%D0%B4%D0%BD%D0%B5%D0%BB%D0%BB%D1%83%D0%BC%20%D1%80%D0%B6%D0%B0%D0%B2%D1%87%D0%B8%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Hydnellum%20ferrugineum\/thumbs\/fungi-0004743.webp","width":512,"height":410},"thumbCaption":"<h3>Телефоровые - Thelephorales<\/h3><div class=\"comment\">The Thelephorales are an order of fungi in the class Agaricomycetes. The order includes corticioid and hydnoid fungi, together with a few polypores and&hellip;<\/div>","name":"Телефоровые - Thelephorales","comment":"The Thelephorales are an order of fungi in the class Agaricomycetes. The order includes corticioid and hydnoid fungi, together with a few polypores and clavarioid species. Most fungi within the Thelephorales are ectomycorrhizal. None is of any great economic importance, though Sarcodon imbricatus is edible and commercially marketed, whilst several species have been used for craft dyeing.","dates":{"added":1688855545,"dateRange":{"0":1253353366,"1":1688788750}},"fileDate":"2023-02-04T01:49:57.236Z","category":"folder","title":"Телефоровые - Thelephorales"}],"name":"Агарикомицеты - Agaricomycetes","comment":"Agaricomycetes, commonly known as Gilled Fungi or Blätterpilze in German, is a class of fungi within the phylum Basidiomycota. This diverse group contains over 17,000 described species, including many well-known mushrooms, such as agarics, boletes, and polypores.\n\nThe hallmark feature of Agaricomycetes is the presence of gills, pores, or other spore-producing structures called hymenophores, which are located on the underside of the fruiting body, or cap.\n\nFruiting bodies of Agaricomycetes are highly diverse, ranging from small, inconspicuous forms to large, striking structures. They can be found in a variety of colors, shapes, and sizes, and are often used to identify species within the group.\n\nThese fungi can be saprotrophic, mycorrhizal, or parasitic, playing important ecological roles in decomposition, nutrient cycling, and plant health. Some species form symbiotic relationships with plants, while others cause diseases in trees or crops.\n\nAgaricomycetes inhabit a wide range of environments, from forests and grasslands to urban areas and even arctic tundras. Some species are highly adaptable, while others have specific habitat requirements.\n\nThe spores of Agaricomycetes are produced on the hymenophore structures and are typically dispersed by wind, water, or animal activity. Spore size, shape, and color can be crucial for species identification.\n\nAgaricomycetes can reproduce sexually, through the fusion of compatible mating types, or asexually, through spore production and germination.\n\nSome Agaricomycetes species are highly prized for their culinary and medicinal properties, such as the edible Agaricus bisporus (white button mushroom) and the medicinal Ganoderma lucidum (reishi mushroom).\n\nOther species, like the deadly Amanita phalloides (death cap), produce potent toxins that can cause severe poisoning or even death if ingested.\n\nAgaricomycetes fungi have been used for centuries in traditional medicine, with modern research uncovering potential applications in cancer treatment, immune system modulation, and neuroprotection.\n\nIn addition to their ecological and medical importance, Agaricomycetes species contribute to the field of biotechnology, with applications in waste management, biofuel production, and the development of novel materials.\n\nSpecies within the Agaricomycetes class can be indicators of ecosystem health, with certain species being sensitive to pollution, habitat degradation, or climate change.\n\nConservation efforts are essential to protect rare or endangered Agaricomycetes species and their habitats, as these fungi play crucial roles in maintaining ecosystem balance.","dates":{"added":1703524415,"dateRange":{"0":1190484620,"1":1703072220}},"fileDate":"2023-02-04T01:49:57.203Z","title":"Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze"}