{"path":"%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D0%B3%D0%B0%D1%81%D1%82%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenogastraceae","deepCounters":{"total":132,"images":125,"folders":7,"files":125},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BC%D0%BE%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20hypnorum\/thumbs\/00DSC00706.webp","width":512,"height":410},"thumbCaption":"<h3>Hymenogastraceae - Гименогастровые - Hymenogastraceae Family - Hymenogastraceae Familie<\/h3><div class=\"comment\">The Hymenogastraceae family is a diverse group of basidiomycete fungi that includes over 100 species, distributed across several genera such as Hebeloma,&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%20%D1%87%D0%B5%D1%80%D0%B2%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Alnicola%20scolecina","deepCounters":{"total":9,"images":9,"files":9},"counters":{"total":9,"images":9,"files":9},"thumb":{"path":"%D0%90%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%20%D1%87%D0%B5%D1%80%D0%B2%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Alnicola%20scolecina\/thumbs\/0SET09017.webp","width":512,"height":410},"thumbCaption":"<h3>Alnicola scolecina - Альникола червивая - Wormy Alnicola - Wurmiger Erlen-Rotling<\/h3><div class=\"comment\">Alnicola scolecina, also known as Wormy Alnicola or Wurmiger Erlen-Rotling in German, is a small mushroom belonging to the family Hymenogastraceae. It is&hellip;<\/div>","name":"Альникола червивая - Alnicola scolecina","comment":"Alnicola scolecina, also known as Wormy Alnicola or Wurmiger Erlen-Rotling in German, is a small mushroom belonging to the family Hymenogastraceae. It is characterized by its brownish-orange to reddish-brown cap, which typically measures 1-4 cm in diameter.\n\nThe cap surface is smooth to slightly wrinkled, and the margin is often wavy or irregular. The flesh of the cap is thin and can turn a reddish-brown color when bruised or cut.\n\nThe gills of A. scolecina are adnate to slightly decurrent, closely spaced, and have a pale cream to pale ochre color. The stem is 2-6 cm long and 2-4 mm thick, with a color that matches the cap.\n\nAs the common name Wormy Alnicola suggests, this mushroom is often infested with larvae, which can cause the fruiting body to become disfigured.\n\nAlnicola scolecina is a mycorrhizal fungus, forming a mutualistic relationship with the roots of alder trees (Alnus spp.). This association is vital for the health and nutrient uptake of the tree.\n\nThis fungus can be found in various habitats where alder trees are present, such as wetlands, riverbanks, and mixed woodlands.\n\nThe distribution of A. scolecina spans across Europe and North America, with a preference for temperate regions.\n\nThe fruiting bodies of Alnicola scolecina usually appear from late summer to autumn, depending on local climate conditions.\n\nSpores of A. scolecina are elliptical, smooth, and measure approximately 7-9 x 4-5 micrometers. The spore print color is pale ochre to pale brown.\n\nThe edibility of Alnicola scolecina is considered unknown, and it is not recommended for consumption due to the frequent presence of larvae and the possibility of confusion with toxic species.\n\nChemical analysis of A. scolecina has not been extensively conducted, and information regarding its specific compounds is limited.\n\nIt is essential to exercise caution when identifying A. scolecina, as it shares similarities with other potentially toxic species.","dates":{"added":1683384424,"dateRange":{"0":1683110131,"1":1683110167}},"fileDate":"2023-05-06T17:47:04.749Z","category":"folder","title":"Alnicola scolecina - Альникола червивая - Wormy Alnicola - Wurmiger Erlen-Rotling"},{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BA%D0%B0%D1%80%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20pumila","deepCounters":{"total":25,"images":25,"files":25},"counters":{"total":25,"images":25,"files":25},"thumb":{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BA%D0%B0%D1%80%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20pumila\/thumbs\/0DSC05988.webp","width":512,"height":410},"thumbCaption":"<h3>Galerina pumila - Галерина карликовая - Dwarf Galerina - Zwergige Galerina<\/h3><div class=\"comment\">Galerina pumila, commonly known as the Dwarf Galerina or Zwergige Galerina, is a small basidiomycete mushroom belonging to the family Hymenogastraceae. It is&hellip;<\/div>","name":"Галерина карликовая - Galerina pumila","comment":"Galerina pumila, commonly known as the Dwarf Galerina or Zwergige Galerina, is a small basidiomycete mushroom belonging to the family Hymenogastraceae. It is characterized by a convex to bell-shaped cap, measuring 0.5-1.5 cm in diameter, with a smooth surface and a color that ranges from yellowish-brown to dark brown. The stem is slender, measuring 1-4 cm long and 0.1-0.2 cm thick, with a yellowish-brown to dark brown color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellowish-brown in color.\n\nGalerina pumila is known for its small size, which distinguishes it from other Galerina species. This fungus is primarily distributed across Europe and North America, where it can be found in forests, growing on decaying wood or plant debris, particularly in wet or marshy areas. It prefers moist, acidic environments and can be encountered from late spring to late autumn.\n\nThe spores of Galerina pumila are smooth, ellipsoidal, and measure approximately 7-9 x 4-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Galerina pumila is considered inedible and potentially toxic, as some species within the Galerina genus contain deadly toxins, such as amatoxins. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1664725500,"dateRange":{"0":1663591030,"1":1664630801}},"fileDate":"2023-02-04T01:50:13.204Z","category":"folder","title":"Galerina pumila - Галерина карликовая - Dwarf Galerina - Zwergige Galerina"},{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BC%D0%BE%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20hypnorum","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BC%D0%BE%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20hypnorum\/thumbs\/00DSC00706.webp","width":512,"height":410},"thumbCaption":"<h3>Galerina hypnorum - Галерина моховая - Moss Galerina - Moos-Galerina<\/h3><div class=\"comment\">Galerina hypnorum, commonly known as the Moss Galerina or Moos-Galerina, is a small basidiomycete mushroom belonging to the family Hymenogastraceae. It is&hellip;<\/div>","name":"Галерина моховая - Galerina hypnorum","comment":"Galerina hypnorum, commonly known as the Moss Galerina or Moos-Galerina, is a small basidiomycete mushroom belonging to the family Hymenogastraceae. It is characterized by a convex to bell-shaped cap, measuring 1-3 cm in diameter, with a smooth surface and a color that ranges from yellowish-brown to dark brown. The stem is slender, measuring 2-5 cm long and 0.1-0.3 cm thick, with a yellowish-brown to dark brown color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellowish-brown in color.\n\nGalerina hypnorum is known for its preference for growing in mossy areas, which distinguishes it from other Galerina species. This fungus is primarily distributed across Europe and North America, where it can be found in forests, growing on decaying wood, plant debris, or mossy areas, particularly in wet or marshy environments. It prefers moist, acidic conditions and can be encountered from late spring to late autumn.\n\nThe spores of Galerina hypnorum are smooth, ellipsoidal, and measure approximately 8-11 x 4.5-6 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Galerina hypnorum is considered inedible and potentially toxic, as some species within the Galerina genus contain deadly toxins, such as amatoxins. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1599593389,"dateRange":{"0":1599565791,"1":1599566126}},"fileDate":"2023-02-04T01:50:13.393Z","category":"folder","title":"Galerina hypnorum - Галерина моховая - Moss Galerina - Moos-Galerina"},{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BE%D0%BA%D0%B0%D0%B9%D0%BC%D0%BB%D1%91%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Galerina%20marginata","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BE%D0%BA%D0%B0%D0%B9%D0%BC%D0%BB%D1%91%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Galerina%20marginata\/thumbs\/DSC06307.webp","width":512,"height":410},"thumbCaption":"<h3>Galerina marginata - Галерина окаймлённая - Funeral Bell - Geflecktblättriger Galerina  <\/h3><div class=\"comment\">Galerina marginata, also known as the Funeral Bell or Geflecktblättriger Galerina, is a small, deadly toxic basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Галерина окаймлённая - Galerina marginata","comment":"Galerina marginata, also known as the Funeral Bell or Geflecktblättriger Galerina, is a small, deadly toxic basidiomycete mushroom belonging to the family Hymenogastraceae. The cap is convex to bell-shaped, measuring 1-4 cm in diameter, with a smooth surface and a color that varies from yellowish-brown to dark brown. The cap margin is often striate and may become wavy with age. The stem is slender, measuring 2-7 cm long and 0.1-0.3 cm thick, with a yellowish-brown to dark brown color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellowish-brown in color.\n\nGalerina marginata is primarily distributed across Europe and North America, where it can be found in forests, growing on decaying wood or plant debris, particularly in wet or marshy areas. It prefers moist, acidic environments and can be encountered from late spring to late autumn.\n\nThe spores of Galerina marginata are smooth, ellipsoidal, and measure approximately 8-11 x 5-6 µm. This fungus produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas.\n\nGalerina marginata is highly toxic, containing deadly amatoxins, which can cause fatal liver and kidney damage if ingested. Due to its similarity in appearance to some edible species, mushroom foragers should exercise extreme caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1631385452,"dateRange":{"0":1410605431,"1":1631351157}},"fileDate":"2023-02-04T01:50:13.528Z","category":"folder","title":"Galerina marginata - Галерина окаймлённая - Funeral Bell - Geflecktblättriger Galerina  "},{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BA%D0%B8%D1%80%D0%BF%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Hebeloma%20laterinum","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BA%D0%B8%D1%80%D0%BF%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Hebeloma%20laterinum\/thumbs\/0DSC05979.webp","width":512,"height":410},"thumbCaption":"<h3>Hebeloma laterinum - Гебелома кирпичная - Brick Red Hebeloma - Ziegelrotes Hebeloma<\/h3><div class=\"comment\">Hebeloma laterinum, commonly known as the Brick Red Hebeloma or Ziegelrotes Hebeloma, is a medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гебелома кирпичная - Hebeloma laterinum","comment":"Hebeloma laterinum, commonly known as the Brick Red Hebeloma or Ziegelrotes Hebeloma, is a medium-sized basidiomycete mushroom belonging to the family Hymenogastraceae. It is characterized by a convex to flat cap, measuring 3-10 cm in diameter, with a smooth surface and a color that ranges from reddish-brown to brick red. The cap margin is often inrolled, especially in young specimens. The stem is robust, measuring 5-10 cm long and 0.5-1.5 cm thick, with a whitish to reddish-brown color and a smooth texture. The gills are narrowly spaced, adnate to emarginate, and cream to pale brown in color.\n\nHebeloma laterinum is primarily distributed across Europe and North America, where it can be found in forests, growing in association with various tree species, particularly conifers. It prefers moist, acidic environments and can be encountered from late summer to late autumn.\n\nThe spores of Hebeloma laterinum are smooth, elliptical, and measure approximately 10-14 x 6-8 µm. The fungus produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas.\n\nHebeloma laterinum is considered inedible and potentially toxic, as it contains various toxic compounds, such as muscarine. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1630785202,"dateRange":{"0":1630759851,"1":1630759899}},"fileDate":"2023-02-04T01:50:13.622Z","category":"folder","title":"Hebeloma laterinum - Гебелома кирпичная - Brick Red Hebeloma - Ziegelrotes Hebeloma"},{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%B9%D0%BA%D0%B0%D1%8F%20-%20Hebeloma%20crustuliniforme","deepCounters":{"total":49,"images":49,"files":49},"counters":{"total":49,"images":49,"files":49},"thumb":{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%B9%D0%BA%D0%B0%D1%8F%20-%20Hebeloma%20crustuliniforme\/thumbs\/0DSC00738.webp","width":512,"height":410},"thumbCaption":"<h3>Hebeloma crustuliniforme - Гебелома клейкая - Poison Pie - Gallertfleischiger Helmling<\/h3><div class=\"comment\">Hebeloma crustuliniforme, also known as Poison Pie or Gallertfleischiger Helmling, is a medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гебелома клейкая - Hebeloma crustuliniforme","comment":"Hebeloma crustuliniforme, also known as Poison Pie or Gallertfleischiger Helmling, is a medium-sized basidiomycete mushroom belonging to the family Hymenogastraceae. The cap is convex to flat, measuring 4-10 cm in diameter, with a smooth, viscid surface and a color that ranges from pale brown to ochre. The cap margin is often wavy and translucently striate. The stem is relatively slender, measuring 5-10 cm long and 0.5-1 cm thick, with a whitish to pale brown color and a smooth texture. The gills are narrowly spaced, adnate to emarginate, and pale brown to dark brown in color.\n\nHebeloma crustuliniforme is primarily distributed across Europe and North America, where it can be found in forests, growing in association with various tree species, particularly deciduous trees. It prefers moist, acidic environments and can be encountered from late summer to late autumn.\n\nThe spores of Hebeloma crustuliniforme are warty, elliptical, and measure approximately 9-12 x 6-8 µm. The fungus produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas.\n\nHebeloma crustuliniforme is considered inedible and potentially toxic due to the presence of various toxic compounds, such as muscarine. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1664108069,"dateRange":{"0":1599398791,"1":1664013261}},"fileDate":"2023-02-04T01:50:16.187Z","category":"folder","title":"Hebeloma crustuliniforme - Гебелома клейкая - Poison Pie - Gallertfleischiger Helmling"},{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BE%D0%BF%D0%BE%D1%8F%D1%81%D0%B0%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Hebeloma%20mesophaeum","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%93%D0%B5%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BE%D0%BF%D0%BE%D1%8F%D1%81%D0%B0%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Hebeloma%20mesophaeum\/thumbs\/0DSC06574.webp","width":512,"height":410},"thumbCaption":"<h3>Hebeloma mesophaeum - Гебелома опоясанная - Veiled Poisonpie - Gürtelfleischiger Helmling<\/h3><div class=\"comment\">Hebeloma mesophaeum, known as Veiled Poisonpie or Gürtelfleischiger Helmling, is a medium-sized basidiomycete mushroom belonging to the family Hymenogastraceae.&hellip;<\/div>","name":"Гебелома опоясанная - Hebeloma mesophaeum","comment":"Hebeloma mesophaeum, known as Veiled Poisonpie or Gürtelfleischiger Helmling, is a medium-sized basidiomycete mushroom belonging to the family Hymenogastraceae. The cap is convex to flat, measuring 3-9 cm in diameter, with a smooth, slightly sticky surface and a color that ranges from pale brown to dark brown. The cap margin is often slightly incurved and translucently striate. The stem is robust, measuring 4-10 cm long and 0.5-1.5 cm thick, with a whitish to pale brown color, a smooth texture, and a distinct ring or ring zone. The gills are closely spaced, adnate to emarginate, and pale brown to dark brown in color.\n\nHebeloma mesophaeum is primarily distributed across Europe and North America, where it can be found in forests, growing in association with various tree species, particularly conifers and deciduous trees. It prefers moist, acidic environments and can be encountered from late summer to late autumn.\n\nThe spores of Hebeloma mesophaeum are warty, elliptical, and measure approximately 9-12 x 6-8 µm. The fungus produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas.\n\nHebeloma mesophaeum is considered inedible and potentially toxic due to the presence of various toxic compounds, such as muscarine. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1664064137,"dateRange":{"0":1663593481,"1":1663679632}},"fileDate":"2023-02-04T01:50:17.77Z","category":"folder","title":"Hebeloma mesophaeum - Гебелома опоясанная - Veiled Poisonpie - Gürtelfleischiger Helmling"}],"name":"Гименогастровые - Hymenogastraceae","comment":"The Hymenogastraceae family is a diverse group of basidiomycete fungi that includes over 100 species, distributed across several genera such as Hebeloma, Hymenogaster, and Psathyrella. Members of this family are characterized by their diverse forms, which can range from small, inconspicuous mushrooms to larger, more conspicuous fruiting bodies.\n\nHymenogastraceae species exhibit a wide variety of colors, shapes, and textures, making them difficult to identify without expert knowledge. They can be found in a range of habitats, including forests, grasslands, and disturbed areas. Many of these fungi are saprophytic, decomposing organic material, while others form ectomycorrhizal relationships with various plants, playing a crucial role in nutrient cycling within ecosystems.\n\nSpore morphology varies across the Hymenogastraceae family, with some species producing smooth, ellipsoidal spores, while others have ornamented or irregularly shaped spores. Spore sizes also vary, depending on the species. These fungi generally produce a large number of spores, with mature fruiting bodies capable of releasing millions of them into the environment.\n\nThe distribution of Hymenogastraceae species is widespread, with representatives found on all continents except Antarctica. Some species within this family are known to be edible, such as certain Hebeloma species, but others can be toxic, causing gastrointestinal distress or other symptoms if consumed.\n\nDue to the diversity and complexity of the Hymenogastraceae family, it is essential for mushroom foragers to exercise caution when collecting mushrooms, as misidentification can lead to accidental consumption of toxic species. It is advisable to consult field guides, expert mycologists, or local mycological societies for accurate identification and advice on edibility.","dates":{"added":1683384424,"dateRange":{"0":1410605431,"1":1683110167}},"fileDate":"2023-05-06T17:41:00.915Z","title":"Hymenogastraceae - Гименогастровые - Hymenogastraceae Family - Hymenogastraceae Familie"}