{"path":"%D0%9D%D0%B5%D0%B3%D0%BD%D0%B8%D1%8E%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Marasmiaceae","deepCounters":{"total":186,"images":176,"folders":10,"files":176},"counters":{"total":10,"folders":10},"thumb":{"path":"%D0%91%D0%B5%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%20%D0%BC%D1%8B%D1%88%D0%B5%D1%85%D0%B2%D0%BE%D1%81%D1%82%D0%B0%D1%8F%20-%20Baeospora%20myosura\/thumbs\/DSC07145_.webp","width":512,"height":410},"thumbCaption":"<h3>Marasmiaceae - Негниючниковые - Marasmioid mushrooms - Schwindlingsverwandte<\/h3><div class=\"comment\">The Marasmiaceae family is a group of basidiomycete fungi within the order Agaricales. They are characterized by their small to medium-sized fruiting bodies,&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%91%D0%B5%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%20%D0%BC%D1%8B%D1%88%D0%B5%D1%85%D0%B2%D0%BE%D1%81%D1%82%D0%B0%D1%8F%20-%20Baeospora%20myosura","deepCounters":{"total":29,"images":29,"files":29},"counters":{"total":29,"images":29,"files":29},"thumb":{"path":"%D0%91%D0%B5%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%20%D0%BC%D1%8B%D1%88%D0%B5%D1%85%D0%B2%D0%BE%D1%81%D1%82%D0%B0%D1%8F%20-%20Baeospora%20myosura\/thumbs\/DSC07145_.webp","width":512,"height":410},"thumbCaption":"<h3>Baeospora myosura - Беоспора мышехвостая - Mouse-tailed mushroom - Mäuseschwanz-Scheibling<\/h3><div class=\"comment\">Baeospora myosura, also known as the mouse-tailed mushroom, is a small agaricomycete fungus that is found in temperate regions across the world. This fungus is&hellip;<\/div>","name":"Беоспора мышехвостая - Baeospora myosura","comment":"Baeospora myosura, also known as the mouse-tailed mushroom, is a small agaricomycete fungus that is found in temperate regions across the world. This fungus is typically found growing on dead wood, and is known for its distinctive mouse-like appearance.\n\nThe cap of B. myosura ranges from 1-4cm in diameter and is gray or brown in color. Its stem is usually about 2-6cm long and is thin and fragile. The gills are crowded and white or cream-colored, and the spores are elliptical and smooth, typically measuring 6-8µm in length.\n\nChemically, B. myosura contains a number of bioactive compounds, including phenols and flavonoids, which have been shown to have antioxidant and antimicrobial properties.\n\nResearch has also shown that B. myosura has an important role in forest ecology, as it helps to break down dead wood and recycle nutrients. Additionally, this fungus has been found to be a good indicator of the health of forest ecosystems, as it is sensitive to changes in temperature and moisture levels.\n\nOverall, Baeospora myosura is a unique and interesting fungus with a distinctive appearance and potential uses in scientific research.","dates":{"added":1668208444,"dateRange":{"0":1301657762,"1":1666442654}},"fileDate":"2023-02-04T01:50:31.419Z","category":"folder","title":"Baeospora myosura - Беоспора мышехвостая - Mouse-tailed mushroom - Mäuseschwanz-Scheibling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%B4%D1%83%D0%B1%D0%BE%D0%BB%D1%8E%D0%B1%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Gymnopus%20dryophilus","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%B4%D1%83%D0%B1%D0%BE%D0%BB%D1%8E%D0%B1%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Gymnopus%20dryophilus\/thumbs\/0DSC07377.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus dryophilus - Гимнопус дуболюбивый - Oak-loving Collybia - Eichen-Krempling<\/h3><div class=\"comment\">Gymnopus dryophilus, also known as the oak-loving collybia, is a small agaricomycete fungus that is commonly found in oak forests in North America and Europe.&hellip;<\/div>","name":"Гимнопус дуболюбивый - Gymnopus dryophilus","comment":"Gymnopus dryophilus, also known as the oak-loving collybia, is a small agaricomycete fungus that is commonly found in oak forests in North America and Europe. This fungus is typically found growing on the forest floor, and is known for its mycorrhizal association with oak trees.\n\nThe cap of G. dryophilus ranges from 1-4cm in diameter and is reddish-brown or yellow-brown in color. Its stem is usually about 2-6cm long and is thin and tough. The gills are crowded and whitish to pale yellow, and the spores are elliptical and smooth, typically measuring 6-8µm in length.\n\nChemically, G. dryophilus contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial properties.\n\nResearch has also shown that G. dryophilus plays an important role in oak forest ecology, as it forms a mutualistic relationship with oak trees, providing them with nutrients while receiving sugars in return. Additionally, this fungus has been found to be a good indicator of forest health, as it is sensitive to changes in environmental conditions.\n\nOverall, Gymnopus dryophilus is an interesting fungus with a mutualistic relationship with oak trees and potential uses in scientific research.","dates":{"added":1664561818,"dateRange":{"0":1664544264,"1":1664544323}},"fileDate":"2023-02-04T01:50:31.671Z","category":"folder","title":"Gymnopus dryophilus - Гимнопус дуболюбивый - Oak-loving Collybia - Eichen-Krempling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%BC%D0%B0%D0%BB%D0%B5%D0%BD%D1%8C%D0%BA%D0%B8%D0%B9%20-%20Gymnopus%20putillus","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%BC%D0%B0%D0%BB%D0%B5%D0%BD%D1%8C%D0%BA%D0%B8%D0%B9%20-%20Gymnopus%20putillus\/thumbs\/0DSC07027.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus putillus - Гимнопус маленький - Little Gymnopus - Kleiner Krempling<\/h3><div class=\"comment\">Gymnopus putillus, also known as the little gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопус маленький - Gymnopus putillus","comment":"Gymnopus putillus, also known as the little gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. putillus ranges from 1-3cm in diameter and is reddish-brown or yellow-brown in color. Its stem is usually about 1-2cm long and is thin and tough. The gills are crowded and whitish to pale yellow. The spores of G. putillus are elliptical and smooth, typically measuring 5-7µm in length.\n\nChemically, G. putillus contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nG. putillus can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, G. putillus has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that G. putillus may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopus putillus is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine.","dates":{"added":1664064137,"dateRange":{"0":1663921940,"1":1663922034}},"fileDate":"2023-02-04T01:50:32.323Z","category":"folder","title":"Gymnopus putillus - Гимнопус маленький - Little Gymnopus - Kleiner Krempling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%BE%D0%B1%D1%83%D1%82%D1%8B%D0%B9%20-%20Gymnopus%20peronatus","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D0%BE%D0%B1%D1%83%D1%82%D1%8B%D0%B9%20-%20Gymnopus%20peronatus\/thumbs\/0DSC06618.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus peronatus - Гимнопус обутый - Clustered Collybia - Rötender Krempling<\/h3><div class=\"comment\">Gymnopus peronatus, also known as the clustered collybia, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопус обутый - Gymnopus peronatus","comment":"Gymnopus peronatus, also known as the clustered collybia, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. peronatus ranges from 1-5cm in diameter and is brown or reddish-brown in color. Its stem is usually about 2-8cm long and is thin and tough. The gills are crowded and whitish to pale yellow. The spores of G. peronatus are elliptical and smooth, typically measuring 5-7µm in length.\n\nChemically, G. peronatus contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nG. peronatus is often found growing in large clusters on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, G. peronatus has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that G. peronatus may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopus peronatus is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine.","dates":{"added":1664064137,"dateRange":{"0":1663680902,"1":1663680967}},"fileDate":"2023-02-04T01:50:32.547Z","category":"folder","title":"Gymnopus peronatus - Гимнопус обутый - Clustered Collybia - Rötender Krempling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%81%D0%BA%D0%BE%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BB%D1%8B%D0%B9%20-%20Gymnopus%20ocior","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%81%D0%BA%D0%BE%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BB%D1%8B%D0%B9%20-%20Gymnopus%20ocior\/thumbs\/0DSC06253.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus ocior - Гимнопус скороспелый - Fast-footed Gymnopus - Frühbeiniger Krempling<\/h3><div class=\"comment\">Gymnopus ocior, also known as the fast-footed gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопус скороспелый - Gymnopus ocior","comment":"Gymnopus ocior, also known as the fast-footed gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. ocior ranges from 1-3cm in diameter and is brown or reddish-brown in color. Its stem is usually about 3-8cm long and is thin and tough. The gills are crowded and whitish to pale yellow. The spores of G. ocior are elliptical and smooth, typically measuring 5-7µm in length.\n\nChemically, G. ocior contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nG. ocior is often found growing in large clusters on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, G. ocior has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that G. ocior may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopus ocior is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine.","dates":{"added":1631723361,"dateRange":{"0":1441871342,"1":1441871765}},"fileDate":"2023-02-04T01:50:32.615Z","category":"folder","title":"Gymnopus ocior - Гимнопус скороспелый - Fast-footed Gymnopus - Frühbeiniger Krempling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%81%D1%80%D0%B0%D1%81%D1%82%D0%B0%D1%8E%D1%89%D0%B8%D0%B9%D1%81%D1%8F%20-%20Gymnopus%20confluens","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%81%D1%80%D0%B0%D1%81%D1%82%D0%B0%D1%8E%D1%89%D0%B8%D0%B9%D1%81%D1%8F%20-%20Gymnopus%20confluens\/thumbs\/0DSC05701.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus confluens - Гимнопус срастающийся - Clustered Toughshank - Gemeiner Krempling<\/h3><div class=\"comment\">Gymnopus confluens, also known as the clustered toughshank, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопус срастающийся - Gymnopus confluens","comment":"Gymnopus confluens, also known as the clustered toughshank, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. confluens ranges from 1-3cm in diameter and is brown or reddish-brown in color. Its stem is usually about 2-7cm long and is tough and fibrous. The gills are crowded and whitish to pale yellow. The spores of G. confluens are elliptical and smooth, typically measuring 5-7µm in length.\n\nChemically, G. confluens contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nG. confluens is often found growing in large clusters on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, G. confluens has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that G. confluens may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopus confluens is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine.","dates":{"added":1629494451,"dateRange":{"0":1629473524,"1":1629473696}},"fileDate":"2023-02-04T01:50:32.989Z","category":"folder","title":"Gymnopus confluens - Гимнопус срастающийся - Clustered Toughshank - Gemeiner Krempling"},{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%82%D1%8B%D1%87%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Gymnopus%20androsaceus","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D1%83%D1%81%20%D1%82%D1%8B%D1%87%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Gymnopus%20androsaceus\/thumbs\/DSC03062.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopus androsaceus - Гимнопус тычинковый - Bell Gymnopus - Glocken-Krempling<\/h3><div class=\"comment\">Gymnopus androsaceus, also known as the bell gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопус тычинковый - Gymnopus androsaceus","comment":"Gymnopus androsaceus, also known as the bell gymnopus, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. androsaceus ranges from 2-6cm in diameter and is bell-shaped, with a convex to flat surface. Its stem is usually about 4-10cm long and is thin and tough. The gills are crowded and whitish to pale yellow. The spores of G. androsaceus are elliptical and smooth, typically measuring 5-7µm in length.\n\nChemically, G. androsaceus contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nG. androsaceus is often found growing in clusters on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, G. androsaceus has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that G. androsaceus may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopus androsaceus is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine.","dates":{"added":1664064137,"dateRange":{"0":1472631686,"1":1663839812}},"fileDate":"2023-02-04T01:50:33.563Z","category":"folder","title":"Gymnopus androsaceus - Гимнопус тычинковый - Bell Gymnopus - Glocken-Krempling"},{"path":"%D0%9C%D0%B0%D0%BA%D1%80%D0%BE%D1%86%D0%B8%D1%81%D1%82%D0%B8%D0%B4%D0%B8%D1%8F%20%D0%BE%D0%B3%D1%83%D1%80%D0%B5%D1%87%D0%BD%D0%B0%D1%8F%20-%20Macrocystidia%20cucumis","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%9C%D0%B0%D0%BA%D1%80%D0%BE%D1%86%D0%B8%D1%81%D1%82%D0%B8%D0%B4%D0%B8%D1%8F%20%D0%BE%D0%B3%D1%83%D1%80%D0%B5%D1%87%D0%BD%D0%B0%D1%8F%20-%20Macrocystidia%20cucumis\/thumbs\/0DSC07801.webp","width":512,"height":410},"thumbCaption":"<h3>Macrocystidia cucumis - Макроцистидия огуречная - Cucumber Macrocystidia - Gurken-Riesen-Träuschling<\/h3><div class=\"comment\">Macrocystidia cucumis, also known as the cucumber macrocystidia, is a basidiomycete fungus that is characterized by its large cystidia, or sterile cells on the&hellip;<\/div>","name":"Макроцистидия огуречная - Macrocystidia cucumis","comment":"Macrocystidia cucumis, also known as the cucumber macrocystidia, is a basidiomycete fungus that is characterized by its large cystidia, or sterile cells on the surface of its cap. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of M. cucumis ranges from 2-10cm in diameter and is convex or flattened with a wavy margin. Its stem is usually about 2-7cm long and is tough and fibrous. The spore print of M. cucumis is white, and the spores are elliptical and smooth, typically measuring 10-15µm in length.\n\nChemically, M. cucumis contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nM. cucumis is often found growing on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, M. cucumis has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that M. cucumis may have potential as a source of natural food colorants. The pigment produced by this fungus has been shown to have a bright yellow-green color, and may be a potential alternative to synthetic food colorants.\n\nOverall, Macrocystidia cucumis is an interesting and important fungus with a wide range of potential uses in scientific research, traditional medicine, and the food industry.","dates":{"added":1668208444,"dateRange":{"0":1667742057,"1":1667742130}},"fileDate":"2023-02-04T01:50:34.141Z","category":"folder","title":"Macrocystidia cucumis - Макроцистидия огуречная - Cucumber Macrocystidia - Gurken-Riesen-Träuschling"},{"path":"%D0%9D%D0%B5%D0%B3%D0%BD%D0%B8%D1%8E%D1%87%D0%BD%D0%B8%D0%BA%20%D0%BB%D1%83%D0%B3%D0%BE%D0%B2%D0%BE%D0%B9%20-%20Marasmius%20oreades","deepCounters":{"total":79,"images":79,"files":79},"counters":{"total":79,"images":79,"files":79},"thumb":{"path":"%D0%9D%D0%B5%D0%B3%D0%BD%D0%B8%D1%8E%D1%87%D0%BD%D0%B8%D0%BA%20%D0%BB%D1%83%D0%B3%D0%BE%D0%B2%D0%BE%D0%B9%20-%20Marasmius%20oreades\/thumbs\/%21kadriog_park_near_reidi_road-17.webp","width":512,"height":410},"thumbCaption":"<h3>Marasmius oreades - Негниючник луговой - Scotch Bonnet - Masshroom<\/h3><div class=\"comment\">Marasmius oreades, commonly known as the Scotch Bonnet or Fairy Ring Mushroom, is a small, gilled fungus renowned for its edible qualities. It exhibits a caps&hellip;<\/div>","name":"Негниючник луговой - Marasmius oreades","comment":"Marasmius oreades, commonly known as the Scotch Bonnet or Fairy Ring Mushroom, is a small, gilled fungus renowned for its edible qualities. It exhibits a caps diameter from 2 to 5 cm, with convex to flattened shape, and light beige to brownish color.\n\nThe cap is smooth and can become wrinkled with age, often showing a small central umbo. The gills are narrowly spaced, and are whitish to pale tan. The stem measures 3-7 cm long and is tough, slender, and a whitish-brown color.\n\nIts spores are white, and are pip-shaped, measuring 7-10 by 4-6 µm. The spore print is white, adding another identification feature.\n\nMarasmius oreades is a saprobic fungus, deriving nutrients from decaying organic matter. It grows in grasslands and pastures, often forming fairy rings which are circular patterns of mushrooms that can sometimes reach many meters in diameter.\n\nThe Scotch Bonnet is widely distributed across North America, Europe, and Asia, and can typically be found from late spring to autumn.\n\nChemically, Marasmius oreades contains compounds that give it a pleasant, nutty aroma. Despite its small size, it is quite flavorful, making it a favorite among foragers.\n\nThe fruit bodies of Marasmius oreades are used in various culinary applications. They can be used fresh in salads and stir-fries or can be dried for later use. The drying process enhances their flavor, and they can be rehydrated quickly due to their thin flesh.\n\nThere are no known medicinal properties of Marasmius oreades, but like many mushrooms, they contain beneficial nutrients such as dietary fiber and vitamins.\n\nCaution should be taken when identifying this mushroom for consumption, as it can resemble some toxic species. Always remember to properly identify any foraged mushrooms before eating.\n\nIn summary, Marasmius oreades is a small but flavorful mushroom that is valued for its culinary uses. It's an integral part of the ecosystem, helping to break down organic matter in grassy habitats.","dates":{"added":1690504203,"dateRange":{"0":1688658719,"1":1690461129}},"fileDate":"2023-07-28T02:10:36.580Z","category":"folder","title":"Marasmius oreades - Негниючник луговой - Scotch Bonnet - Masshroom"},{"path":"%D0%A0%D0%BE%D0%B4%D0%BE%D0%BA%D0%BE%D0%BB%D0%BB%D0%B8%D0%B1%D0%B8%D1%8F%20%D0%BC%D0%B0%D1%81%D0%BB%D1%8F%D0%BD%D0%B0%D1%8F%20-%20Rhodocollybia%20butyracea","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%A0%D0%BE%D0%B4%D0%BE%D0%BA%D0%BE%D0%BB%D0%BB%D0%B8%D0%B1%D0%B8%D1%8F%20%D0%BC%D0%B0%D1%81%D0%BB%D1%8F%D0%BD%D0%B0%D1%8F%20-%20Rhodocollybia%20butyracea\/thumbs\/DSC06788.webp","width":512,"height":410},"thumbCaption":"<h3>Rhodocollybia butyracea - Родоколлибия масляная - Buttercap - Butterpilz<\/h3><div class=\"comment\">Rhodocollybia butyracea, also known as the buttercap, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Родоколлибия масляная - Rhodocollybia butyracea","comment":"Rhodocollybia butyracea, also known as the buttercap, is a small agaricomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of R. butyracea ranges from 2-8cm in diameter and is convex or flattened with a wavy margin. Its stem is usually about 2-8cm long and is tough and fibrous. The gills are crowded and whitish to pale yellow. The spores of R. butyracea are elliptical and smooth, typically measuring 6-7µm in length.\n\nChemically, R. butyracea contains a number of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nR. butyracea is often found growing on the forest floor, and can be found in a variety of habitats, including deciduous and coniferous forests, as well as grasslands and gardens. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its ecological importance as a decomposer, R. butyracea has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including stomach disorders and skin infections.\n\nInterestingly, recent research has suggested that R. butyracea may have potential as a source of natural food flavorings. The mushroom has a distinctive buttery flavor, and may be a potential alternative to synthetic flavorings.\n\nOverall, Rhodocollybia butyracea is an interesting and important fungus with a wide range of potential uses in scientific research, traditional medicine, and the food industry.","dates":{"added":1633205755,"dateRange":{"0":1633172224,"1":1633172257}},"fileDate":"2023-02-04T01:50:34.307Z","category":"folder","title":"Rhodocollybia butyracea - Родоколлибия масляная - Buttercap - Butterpilz"}],"name":"Негниючниковые - Marasmiaceae","comment":"The Marasmiaceae family is a group of basidiomycete fungi within the order Agaricales. They are characterized by their small to medium-sized fruiting bodies, consisting of a cap, stem, and gills, which are often tough and leathery.\n\nMembers of this family are commonly known as \"marasmioid mushrooms\" due to their distinct fruiting body features, which are resistant to decay and can revive after drying.\n\nMarasmiaceae fungi can be found in various habitats, including forests, grasslands, and other terrestrial environments. They are primarily decomposers of plant material such as leaves, twigs, and wood, playing a crucial role in nutrient cycling within ecosystems.\n\nThe family has a worldwide distribution, with species found in North America, Europe, Asia, and other regions.\n\nMarasmiaceae contains several genera, including Marasmius, Gymnopus, and Crinipellis, which together encompass hundreds of species.\n\nMarasmius, the type genus of the family, is well-known for its species Marasmius oreades, commonly called the \"fairy ring mushroom,\" due to the circular patterns it forms in grassy areas.\n\nThe fruiting bodies of Marasmiaceae fungi exhibit a wide range of colors, such as white, brown, gray, or red, with some species having distinct color patterns.\n\nSpore prints of Marasmiaceae fungi are typically white, pale cream, or yellowish, and their spores are smooth, ellipsoid, or elongated.\n\nMarasmiaceae fungi often possess a cartilaginous or tough texture, which enables them to withstand desiccation and revive upon rehydration.\n\nMany Marasmiaceae species have a unique odor, ranging from sweet and fruity to more unpleasant and rank. However, some species may have little to no discernible odor.\n\nThe edibility of Marasmiaceae fungi varies, with some species being edible, such as Marasmius oreades, while others are inedible or of unknown edibility. Consuming unidentified mushrooms can pose a risk, and caution is advised.\n\nSome Marasmiaceae fungi have been reported to have antimicrobial, antioxidant, or cytotoxic properties, which may hold potential for future research in medicine or other fields.\n\nMolecular phylogenetic studies have significantly impacted the classification of Marasmiaceae, revealing new relationships between species and genera.\n\nAccurate identification of Marasmiaceae fungi often requires microscopic analysis of spore morphology, gill attachment, and other features, as well as macroscopic observations of color, size, and habitat.","dates":{"added":1690504203,"dateRange":{"0":1301657762,"1":1690461129}},"fileDate":"2023-07-08T02:01:39.806Z","title":"Marasmiaceae - Негниючниковые - Marasmioid mushrooms - Schwindlingsverwandte"}