{"path":"Fungarium","deepCounters":{"total":9186,"images":8501,"folders":685,"files":8501},"counters":{"total":17,"folders":17},"thumb":{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Agaricomycetes\/%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales\/%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0000049.webp","width":512,"height":410},"album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Agaricomycetes","deepCounters":{"total":7161,"images":6682,"folders":479,"files":6682},"counters":{"total":14,"folders":14},"thumb":{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Agaricomycetes\/%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales\/%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze<\/h3><div class=\"comment\">Agaricomycetes, commonly known as Gilled Fungi or Blätterpilze in German, is a class of fungi within the phylum Basidiomycota. This diverse group contains over&hellip;<\/div>","name":"Агарикомицеты - Agaricomycetes","comment":"Agaricomycetes, commonly known as Gilled Fungi or Blätterpilze in German, is a class of fungi within the phylum Basidiomycota. This diverse group contains over 17,000 described species, including many well-known mushrooms, such as agarics, boletes, and polypores.\n\nThe hallmark feature of Agaricomycetes is the presence of gills, pores, or other spore-producing structures called hymenophores, which are located on the underside of the fruiting body, or cap.\n\nFruiting bodies of Agaricomycetes are highly diverse, ranging from small, inconspicuous forms to large, striking structures. They can be found in a variety of colors, shapes, and sizes, and are often used to identify species within the group.\n\nThese fungi can be saprotrophic, mycorrhizal, or parasitic, playing important ecological roles in decomposition, nutrient cycling, and plant health. Some species form symbiotic relationships with plants, while others cause diseases in trees or crops.\n\nAgaricomycetes inhabit a wide range of environments, from forests and grasslands to urban areas and even arctic tundras. Some species are highly adaptable, while others have specific habitat requirements.\n\nThe spores of Agaricomycetes are produced on the hymenophore structures and are typically dispersed by wind, water, or animal activity. Spore size, shape, and color can be crucial for species identification.\n\nAgaricomycetes can reproduce sexually, through the fusion of compatible mating types, or asexually, through spore production and germination.\n\nSome Agaricomycetes species are highly prized for their culinary and medicinal properties, such as the edible Agaricus bisporus (white button mushroom) and the medicinal Ganoderma lucidum (reishi mushroom).\n\nOther species, like the deadly Amanita phalloides (death cap), produce potent toxins that can cause severe poisoning or even death if ingested.\n\nAgaricomycetes fungi have been used for centuries in traditional medicine, with modern research uncovering potential applications in cancer treatment, immune system modulation, and neuroprotection.\n\nIn addition to their ecological and medical importance, Agaricomycetes species contribute to the field of biotechnology, with applications in waste management, biofuel production, and the development of novel materials.\n\nSpecies within the Agaricomycetes class can be indicators of ecosystem health, with certain species being sensitive to pollution, habitat degradation, or climate change.\n\nConservation efforts are essential to protect rare or endangered Agaricomycetes species and their habitats, as these fungi play crucial roles in maintaining ecosystem balance.","dates":{"added":1709139663,"dateRange":{"0":1190484620,"1":1709038817}},"fileDate":"2024-02-28T18:54:16.302Z","category":"folder","title":"Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Pezizomycetes","deepCounters":{"total":626,"images":598,"folders":28,"files":598},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Pezizomycetes\/%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizales\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizomycetes - Пецицомицеты - Cup Fungi - Becherpilze<\/h3><div class=\"comment\">Pezizomycetes, commonly known as Cup Fungi or Becherpilze in German, is a class of fungi within the phylum Ascomycota. This diverse group includes many species&hellip;<\/div>","name":"Пецицомицеты - Pezizomycetes","comment":"Pezizomycetes, commonly known as Cup Fungi or Becherpilze in German, is a class of fungi within the phylum Ascomycota. This diverse group includes many species known for their distinctive cup-like or disc-shaped fruiting bodies, which give them their common name.\n\nThe class Pezizomycetes contains seven orders, including Pezizales, Helotiales, and Orbiliales, with the Pezizales being the most well-known and containing the largest number of species.\n\nCup Fungi exhibit a wide range of fruiting body morphologies, from simple, shallow cups to more complex, lobed or contorted shapes. The colors of these fungi can also be quite diverse, ranging from bright yellows and oranges to more muted browns and grays.\n\nThese fungi are predominantly saprotrophic, meaning they decompose dead organic matter. Some species also form mycorrhizal associations with plants, providing essential nutrients to their host in exchange for sugars.\n\nPezizomycetes can be found in various habitats, including forests, grasslands, and even arid deserts. Many species are associated with specific substrates, such as decaying wood, leaf litter, or soil.\n\nCup Fungi produce their spores in specialized structures called asci, which are contained within the fruiting body. The spores are often forcibly ejected from the asci and dispersed by wind, water, or animal activity.\n\nThe spores of Pezizomycetes are typically hyaline (translucent), smooth or ornamented, and vary in shape from spherical to elongated.\n\nSome species of Pezizomycetes are prized for their culinary value, such as the morels in the family Morchellaceae and the truffles in the family Tuberaceae.\n\nOther species, such as the Scarlet Elf Cup (Sarcoscypha coccinea), are known for their striking appearance and are sought after by nature photographers and mushroom enthusiasts.\n\nSeveral Pezizomycetes species have been found to produce bioactive compounds with potential applications in medicine, such as antimicrobial, antitumor, and immunosuppressive agents.\n\nSome members of the Pezizomycetes class, like those in the genus Xylaria, are known for their role in the decomposition of wood and their ability to break down complex lignin structures.\n\nSpecies within the Pezizomycetes class can be indicators of environmental health, with certain species being sensitive to pollution and other environmental changes.\n\nThe study of Pezizomycetes contributes to our understanding of fungal diversity and ecology and has implications for conservation efforts, as well as potential applications in biotechnology and medicine.","dates":{"added":1710623416,"dateRange":{"0":1240090478,"1":1710622707}},"fileDate":"2023-02-04T01:49:57.209Z","category":"folder","title":"Pezizomycetes - Пецицомицеты - Cup Fungi - Becherpilze"},{"path":"%D0%9B%D0%B5%D0%BE%D1%86%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Leotiomycetes","deepCounters":{"total":421,"images":380,"folders":41,"files":380},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9B%D0%B5%D0%BE%D1%86%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Leotiomycetes\/%D0%93%D0%B5%D0%BB%D0%BE%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Helotiales\/%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sclerotiniaceae\/%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea\/thumbs\/BO300503-Enhanced.webp","width":512,"height":410},"thumbCaption":"<h3>Леоциомицеты - Leotiomycetes<\/h3><div class=\"comment\">Leotiomycetes is a class of fungi within the Ascomycota phylum. The class contains a diverse range of fungi with varied ecological roles, including plant&hellip;<\/div>","name":"Леоциомицеты - Leotiomycetes","comment":"Leotiomycetes is a class of fungi within the Ascomycota phylum. The class contains a diverse range of fungi with varied ecological roles, including plant pathogens, mycorrhizal symbionts, and saprotrophs.\n\nMany Leotiomycetes fungi have a cup-shaped or apothecial fruiting body, which produces spores for reproduction. The fruiting bodies can be small and inconspicuous, or large and showy, depending on the species.\n\nSome well-known plant pathogens within Leotiomycetes include the powdery mildew fungi, which affect a wide range of plants, and the apple scab fungus (Venturia inaequalis), which can cause significant economic losses in the apple industry.\n\nLeotiomycetes fungi also play important roles in mycorrhizal symbioses, forming mutually beneficial relationships with the roots of many plant species. These fungi can improve the uptake of nutrients by the plant and help protect against soil-borne pathogens.\n\nResearch on the ecology, taxonomy, and physiology of Leotiomycetes fungi aids in understanding their distribution, virulence, and potential applications. Some species within this class may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Leotiomycetes is a class of fungi containing a diverse range of species with varied ecological roles. These include plant pathogens, mycorrhizal symbionts, and saprotrophs. Research on this class aids in understanding their ecology, taxonomy, and potential applications.","dates":{"added":1710623416,"dateRange":{"0":1252669836,"1":1710622792}},"fileDate":"2023-02-04T01:49:57.206Z","category":"folder","title":"Леоциомицеты - Leotiomycetes"},{"path":"%D0%A1%D0%BE%D1%80%D0%B4%D0%B0%D1%80%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Sordariomycetes","deepCounters":{"total":213,"images":183,"folders":30,"files":183},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%A1%D0%BE%D1%80%D0%B4%D0%B0%D1%80%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Sordariomycetes\/%D0%93%D0%B8%D0%BF%D0%BE%D0%BA%D1%80%D0%B5%D0%B9%D0%BD%D1%8B%D0%B5%20-%20Hypocreales\/%D0%93%D0%B8%D0%BF%D0%BE%D0%BA%D1%80%D0%B5%D0%B9%D0%BD%D1%8B%D0%B5%20-%20Hypocreaceae\/%D0%93%D0%B8%D0%BF%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%81%20%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D0%B8%D1%81%D1%82%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Hypomyces%20chrysospermus\/thumbs\/0DSC06216.webp","width":512,"height":410},"thumbCaption":"<h3>Сордариомицеты - Sordariomycetes<\/h3><div class=\"comment\">Sordariomycetes is a class of fungi in the subdivision Pezizomycotina (Ascomycota), consisting of 28 orders, 90 families, 1344 genera. Sordariomycetes is from&hellip;<\/div>","name":"Сордариомицеты - Sordariomycetes","comment":"Sordariomycetes is a class of fungi in the subdivision Pezizomycotina (Ascomycota), consisting of 28 orders, 90 families, 1344 genera. Sordariomycetes is from the Latin sordes (filth) because some species grow in animal feces, though growth habits vary widely across the class.\nSordariomycetes generally produce their asci in perithecial fruiting bodies.\nSordariomycetes are also known as Pyrenomycetes, from the Greek πυρἠν - 'the stone of a fruit' - because of the usually somewhat tough texture of their tissue.\nSordariomycetes possess great variability in morphology, growth form, and habitat. Most have perithecial (flask-shaped) fruiting bodies, but ascomata can be less frequently cleistothecial (like in the genera Anixiella, Apodus, Boothiella, Thielavia, Zopfiella),. Fruiting bodies may be solitary or gregarious, superficial, or immersed within stromata or tissues of the substrates and can be light to bright or black. Members of this group can grow in soil, dung, leaf litter, and decaying wood as decomposers, as well as being fungal parasites, and insect, human, and plant pathogens.","dates":{"added":1680916161,"dateRange":{"0":1232307829,"1":1679751452}},"fileDate":"2023-02-04T01:49:57.211Z","category":"folder","title":"Сордариомицеты - Sordariomycetes"},{"path":"%D0%94%D0%B0%D0%BA%D1%80%D0%B8%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Dacrymycetes","deepCounters":{"total":35,"images":28,"folders":7,"files":28},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%94%D0%B0%D0%BA%D1%80%D0%B8%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Dacrymycetes\/%D0%94%D0%B0%D0%BA%D1%80%D0%B8%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Dacrymycetales\/%D0%94%D0%B0%D0%BA%D1%80%D0%B8%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Dacrymycetaceae\/%D0%94%D0%B0%D0%BA%D1%80%D0%B8%D0%BC%D0%B8%D1%86%D0%B5%D1%81%20%D0%B8%D1%81%D1%87%D0%B5%D0%B7%D0%B0%D1%8E%D1%89%D0%B8%D0%B9%20-%20Dacrymyces%20stillatus\/thumbs\/fungi-0004161.webp","width":512,"height":410},"thumbCaption":"<h3>Дакримицеты - Dacrymycetes<\/h3><div class=\"comment\">The Dacrymycetes are a class consisting of only one family of jelly fungi, which has imperforate parenthesomes and basidia that are usually branched. There are&hellip;<\/div>","name":"Дакримицеты - Dacrymycetes","comment":"The Dacrymycetes are a class consisting of only one family of jelly fungi, which has imperforate parenthesomes and basidia that are usually branched. There are 9 genera and 101 species in the family Dacrymycetaceae.","dates":{"added":1664064137,"dateRange":{"0":1255165434,"1":1663506071}},"fileDate":"2023-02-04T01:49:57.203Z","category":"folder","title":"Дакримицеты - Dacrymycetes"},{"path":"%D0%A2%D1%80%D0%B5%D0%BC%D0%B5%D0%BB%D0%BB%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Tremellomycetes","deepCounters":{"total":26,"images":21,"folders":5,"files":21},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D1%80%D0%B5%D0%BC%D0%B5%D0%BB%D0%BB%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Tremellomycetes\/%D0%94%D1%80%D0%BE%D0%B6%D0%B0%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tremellales\/%D0%94%D1%80%D0%BE%D0%B6%D0%B0%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tremellaceae\/%D0%94%D1%80%D0%BE%D0%B6%D0%B0%D0%BB%D0%BA%D0%B0%20%D0%BB%D0%B8%D1%81%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%B0%D1%8F%20-%20Tremella%20foliacea\/thumbs\/fungi-0004039.webp","width":512,"height":410},"thumbCaption":"<h3>Тремелломицеты - Tremellomycetes<\/h3><div class=\"comment\">The Tremellomycetes are a class of dimorphic fungi. Some species have a gelatinous fruiting body or a sacculate parenthesome. There are 3 orders, 11 families,&hellip;<\/div>","name":"Тремелломицеты - Tremellomycetes","comment":"The Tremellomycetes are a class of dimorphic fungi. Some species have a gelatinous fruiting body or a sacculate parenthesome. There are 3 orders, 11 families, 50 genera, and 377 species in the Tremellomycetes. Tremellomycetes are yeasts, dimorphic taxa, and species that form complex fruiting bodies. Tremellomycetes have 3 orders which can be found in plants, humans, animals. Cystofilobasidiales can be found in plants, Filobasidiella can be found in human bodies and inside insects, and Tremellales can be found on mosses.","dates":{"added":1664064137,"dateRange":{"0":1255165409,"1":1663838921}},"fileDate":"2023-02-04T01:49:57.212Z","category":"folder","title":"Тремелломицеты - Tremellomycetes"},{"path":"%D0%9C%D0%B8%D0%BA%D1%81%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Myxomycetes","deepCounters":{"total":208,"images":185,"folders":23,"files":185},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9C%D0%B8%D0%BA%D1%81%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Myxomycetes\/%D0%A1%D1%82%D0%B5%D0%BC%D0%BE%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Stemonitales\/%D0%A1%D1%82%D0%B5%D0%BC%D0%BE%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Stemonitidaceae\/%D0%91%D1%80%D0%B5%D1%84%D0%B5%D0%BB%D1%8C%D0%B4%D0%B8%D1%8F%20%D0%B1%D0%BE%D0%BB%D1%8C%D1%88%D0%B0%D1%8F%20-%20Brefeldia%20maxima\/thumbs\/0DSC08198.webp","width":512,"height":410},"thumbCaption":"<h3>Миксомицеты - Myxomycetes<\/h3><div class=\"comment\">Myxomycota and Myxomycetes are terms used to refer to some fungus-like amoebozoa.<\/div>","name":"Миксомицеты - Myxomycetes","comment":"Myxomycota and Myxomycetes are terms used to refer to some fungus-like amoebozoa.","dates":{"added":1664064137,"dateRange":{"0":1237742006,"1":1663940264}},"fileDate":"2023-02-04T01:49:57.208Z","category":"folder","title":"Миксомицеты - Myxomycetes"},{"path":"%D0%AD%D0%BA%D0%B7%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Exobasidiomycetes","deepCounters":{"total":52,"images":46,"folders":6,"files":46},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AD%D0%BA%D0%B7%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Exobasidiomycetes\/%D0%AD%D0%BA%D0%B7%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Exobasidiales\/%D0%AD%D0%BA%D0%B7%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Exobasidiaceae\/%D0%AD%D0%BA%D0%B7%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D1%83%D0%BC%20%D0%B1%D1%80%D1%83%D1%81%D0%BD%D0%B8%D1%87%D0%BD%D1%8B%D0%B9%20-%20Exobasidium%20vaccinii\/thumbs\/DSC00658.webp","width":512,"height":410},"thumbCaption":"<h3>Экзобазидиомицеты - Exobasidiomycetes<\/h3><div class=\"comment\">The Exobasidiomycetes are a class of fungi sometimes associated with the abnormal outgrowths of plant tissues known as galls. The class includes Exobasidium&hellip;<\/div>","name":"Экзобазидиомицеты - Exobasidiomycetes","comment":"The Exobasidiomycetes are a class of fungi sometimes associated with the abnormal outgrowths of plant tissues known as galls. The class includes Exobasidium camelliae Shirai, the camellia leaf gall and Exobasidium vaccinii Erikss, the leaf and flower gall. There are eight orders in the Exobasidiomycetes, including the Ceraceosorales, Doassansiales, Entylomatales, Exobasidiales, Georgefischeriales, Malasseziales, Microstromatales and the Tilletiales. Four of the eight orders include smut fungi. The families Ceraceosoraceae and Malasseziaceae were formally validated in 2009 for the orders Ceraceosorales and Malasseziales, respectively.","dates":{"added":1633205756,"dateRange":{"0":1301656838,"1":1633178652}},"fileDate":"2023-02-04T01:49:57.213Z","category":"folder","title":"Экзобазидиомицеты - Exobasidiomycetes"},{"path":"%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D0%B1%D0%BE%D1%82%D1%80%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Microbotryomycetes","deepCounters":{"total":37,"images":34,"folders":3,"files":34},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D0%B1%D0%BE%D1%82%D1%80%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Microbotryomycetes\/%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D0%B1%D0%BE%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Microbotryales\/%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D0%B1%D0%BE%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Microbotryaceae\/%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D0%B1%D0%BE%D1%82%D1%80%D0%B8%D0%B9%20%D1%84%D0%B8%D0%B0%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Microbotryum%20violaceum\/thumbs\/DSC08301.webp","width":512,"height":410},"thumbCaption":"<h3>Микроботриомицеты - Microbotryomycetes<\/h3><div class=\"comment\">The Microbotryomycetes are class of fungi in the Pucciniomycotina subdivision of the Basidiomycota. Until recently, the class contained four orders: the&hellip;<\/div>","name":"Микроботриомицеты - Microbotryomycetes","comment":"The Microbotryomycetes are class of fungi in the Pucciniomycotina subdivision of the Basidiomycota. Until recently, the class contained four orders: the Heterogastridiales, the Leucosporidiales, the Microbotryales, and the Sporidiobolales, which contained a total of 4 families, 25 genera, and 208 species. The order Kriegeriales, containing two families, Kriegeriaceae and Camptobasidiaceae, was defined in 2012.","dates":{"added":1594321505,"dateRange":{"0":1501322066,"1":1593715236}},"fileDate":"2023-02-04T01:49:57.207Z","category":"folder","title":"Микроботриомицеты - Microbotryomycetes"},{"path":"%D0%A3%D1%81%D1%82%D0%B8%D0%BB%D1%8F%D0%B3%D0%B8%D0%BD%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Ustilaginomycetes","deepCounters":{"total":10,"images":7,"folders":3,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A3%D1%81%D1%82%D0%B8%D0%BB%D1%8F%D0%B3%D0%B8%D0%BD%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Ustilaginomycetes\/%D0%A3%D1%80%D0%BE%D1%86%D0%B8%D1%81%D1%82%D0%B8%D0%B4%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Urocystidales\/%D0%9C%D0%B8%D0%BA%D0%BE%D1%81%D0%B8%D1%80%D0%B8%D0%BD%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Mycosyringaceae\/%D0%90%D0%BD%D1%84%D0%B5%D1%80%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%20%D1%81%D1%86%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Antherospora%20scillae\/thumbs\/DSC07183.webp","width":512,"height":410},"thumbCaption":"<h3>Устилягиномицеты - Ustilaginomycetes<\/h3><div class=\"comment\">Ustilaginomycetes is the class of true smut fungi. They are plant parasites with about 1400 recognised species in 70 genera. They have a simple septum with a&hellip;<\/div>","name":"Устилягиномицеты - Ustilaginomycetes","comment":"Ustilaginomycetes is the class of true smut fungi. They are plant parasites with about 1400 recognised species in 70 genera. They have a simple septum with a septal pore cap, this is different from Agaricomycotina which has a dolipore septum with parenthosome.","dates":{"added":1555948304,"dateRange":{"0":1553439204,"1":1553955254}},"fileDate":"2023-02-04T01:49:57.213Z","category":"folder","title":"Устилягиномицеты - Ustilaginomycetes"},{"path":"%D0%A2%D0%B0%D1%84%D1%80%D0%B8%D0%BD%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Taphrinomycetes","deepCounters":{"total":66,"images":59,"folders":7,"files":59},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D0%B0%D1%84%D1%80%D0%B8%D0%BD%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Taphrinomycetes\/%D0%A2%D0%B0%D1%84%D1%80%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Taphrinales\/%D0%A2%D0%B0%D1%84%D1%80%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Taphrinaceae\/%D0%A2%D0%B0%D1%84%D1%80%D0%B8%D0%BD%D0%B0%20%D1%87%D0%B5%D1%80%D1%91%D0%BC%D1%83%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Taphrina%20padi\/thumbs\/_lohusalu_park_near_beach-.webp","width":512,"height":410},"thumbCaption":"<h3>Тафриномицеты - Taphrinomycetes<\/h3><div class=\"comment\">The Taphrinomycetes are a class of ascomycete fungi belonging to the subdivision Taphrinomycotina. It includes the single order Taphrinales, which includes 2&hellip;<\/div>","name":"Тафриномицеты - Taphrinomycetes","comment":"The Taphrinomycetes are a class of ascomycete fungi belonging to the subdivision Taphrinomycotina. It includes the single order Taphrinales, which includes 2 families, 8 genera and 140 species.","dates":{"added":1687384245,"dateRange":{"0":1367859733,"1":1687012034}},"fileDate":"2023-02-04T01:49:57.212Z","category":"folder","title":"Тафриномицеты - Taphrinomycetes"},{"path":"%D0%AD%D1%83%D1%80%D0%BE%D1%86%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Eurotiomycetes","deepCounters":{"total":164,"images":158,"folders":6,"files":158},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AD%D1%83%D1%80%D0%BE%D1%86%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Eurotiomycetes\/%D0%AD%D1%83%D1%80%D0%BE%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Eurotiales\/%D0%A2%D1%80%D0%B8%D1%85%D0%BE%D0%BA%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Trichocomaceae\/%D0%9F%D0%B5%D0%BD%D0%B8%D1%86%D0%B8%D0%BB%D0%BB%20-%20Penicillium%20spp\/thumbs\/0DSC01081.webp","width":512,"height":410},"thumbCaption":"<h3>Эуроциомицеты - Eurotiomycetes<\/h3><div class=\"comment\">The Eurotiomycetes are a class of ascomycetes within the subphylum Pezizomycotina.<br>Some members of the Eurotiomycetes were previously grouped in the class&hellip;<\/div>","name":"Эуроциомицеты - Eurotiomycetes","comment":"The Eurotiomycetes are a class of ascomycetes within the subphylum Pezizomycotina.\nSome members of the Eurotiomycetes were previously grouped in the class Plectomycetes.","dates":{"added":1527839350,"dateRange":{"0":1227578428,"1":1523190444}},"fileDate":"2023-02-04T01:49:57.214Z","category":"folder","title":"Эуроциомицеты - Eurotiomycetes"},{"path":"%D0%97%D0%B8%D0%B3%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Zygomycetes","deepCounters":{"total":5,"images":2,"folders":3,"files":2},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%97%D0%B8%D0%B3%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Zygomycetes\/%D0%9C%D1%83%D0%BA%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Mucorales\/%D0%A4%D0%B8%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phycomycetaceae\/%D0%A1%D0%BF%D0%B8%D0%BD%D0%B5%D0%BB%D0%BB%D1%8E%D1%81%20%D1%84%D1%83%D0%B7%D0%B8%D0%B3%D0%B5%D1%80%20-%20Spinellus%20fusiger\/thumbs\/fungi-0004198.webp","width":512,"height":410},"thumbCaption":"<h3>Зигомицеты - Zygomycetes<\/h3><div class=\"comment\">Zygomycota, or zygote fungi, is a former division or phylum of the kingdom Fungi. The members are now part of two phyla the Mucoromycota and Zoopagomycota.&hellip;<\/div>","name":"Зигомицеты - Zygomycetes","comment":"Zygomycota, or zygote fungi, is a former division or phylum of the kingdom Fungi. The members are now part of two phyla the Mucoromycota and Zoopagomycota. Approximately 1060 species are known. They are mostly terrestrial in habitat, living in soil or on decaying plant or animal material. Some are parasites of plants, insects, and small animals, while others form symbiotic relationships with plants. Zygomycete hyphae may be coenocytic, forming septa only where gametes are formed or to wall off dead hyphae. Zygomycota is no longer recognised as it was not believed to be truly monophyletic.","dates":{"added":1472513266,"dateRange":{"0":1285327597,"1":1285327613}},"fileDate":"2023-02-04T01:49:57.204Z","category":"folder","title":"Зигомицеты - Zygomycetes"},{"path":"%D0%9F%D1%83%D0%BA%D1%86%D0%B8%D0%BD%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Pucciniomycetes","deepCounters":{"total":98,"images":83,"folders":15,"files":83},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D1%83%D0%BA%D1%86%D0%B8%D0%BD%D0%B8%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Pucciniomycetes\/%D0%9F%D1%83%D0%BA%D1%86%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pucciniales\/%D0%9F%D1%83%D0%BA%D1%86%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pucciniaceae\/%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%D0%BD%D0%B3%D0%B8%D0%B9%20%D0%BA%D0%BE%D1%80%D0%BD%D1%83%D1%82%D1%83%D0%BC%20-%20Gymnosporangium%20cornutum\/thumbs\/DSC05539.webp","width":512,"height":410},"thumbCaption":"<h3>Пукциниомицеты - Pucciniomycetes<\/h3><div class=\"comment\">The Pucciniomycetes (formerly known as the Urediniomycetes) are a class of fungi in the Pucciniomycotina subdivision of the Basidiomycota. The class contains 5&hellip;<\/div>","name":"Пукциниомицеты - Pucciniomycetes","comment":"The Pucciniomycetes (formerly known as the Urediniomycetes) are a class of fungi in the Pucciniomycotina subdivision of the Basidiomycota. The class contains 5 orders, 21 families, 190 genera, and 8016 species. It includes several important plant pathogens causing forms of fungal rust.","dates":{"added":1592685004,"dateRange":{"0":1367656363,"1":1591794236}},"fileDate":"2023-02-04T01:49:57.210Z","category":"folder","title":"Пукциниомицеты - Pucciniomycetes"},{"path":"%D0%94%D0%BE%D1%82%D0%B8%D0%B4%D0%B5%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Dothideomycetes","deepCounters":{"total":18,"images":12,"folders":6,"files":12},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%94%D0%BE%D1%82%D0%B8%D0%B4%D0%B5%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Dothideomycetes\/%D0%9F%D0%BB%D0%B5%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pleosporales\/%D0%92%D0%B5%D0%BD%D1%82%D1%83%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Venturiaceae\/%D0%92%D0%B5%D0%BD%D1%82%D1%83%D1%80%D0%B8%D1%8F%20%D0%BD%D0%B5%D1%80%D0%B0%D0%B2%D0%BD%D0%B0%D1%8F%20-%20Venturia%20inaequalis\/thumbs\/DSC05852_.webp","width":512,"height":410},"thumbCaption":"<h3>Дотидеомицеты - Dothideomycetes<\/h3><div class=\"comment\">Dothideomycetes is the largest and most diverse class of ascomycete fungi. It comprises 11 orders 90 families, 1300 genera and over 19,000 known species.&hellip;<\/div>","name":"Дотидеомицеты - Dothideomycetes","comment":"Dothideomycetes is the largest and most diverse class of ascomycete fungi. It comprises 11 orders 90 families, 1300 genera and over 19,000 known species. Traditionally, most of its members were included in the loculoascomycetes, which is not part of the currently accepted classification. This indicates that several traditional morphological features in the class are not unique and DNA sequence comparisons are important to define the class.","dates":{"added":1441391050,"dateRange":{"0":1405138467,"1":1440956388}},"fileDate":"2023-02-04T01:49:57.204Z","category":"folder","title":"Дотидеомицеты - Dothideomycetes"},{"path":"%D0%9A%D0%BE%D0%B5%D0%BB%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Coelomycetes","deepCounters":{"total":8,"images":5,"folders":3,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%BE%D0%B5%D0%BB%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Coelomycetes\/%D0%9C%D0%B5%D0%BB%D0%B0%D0%BA%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Melanconiales\/%D0%9C%D0%B5%D0%BB%D0%B0%D0%BA%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Melanconiaceae\/%D0%93%D0%BD%D0%BE%D0%BC%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE-%D1%83%D1%81%D1%82%D1%8C%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Gnomonia%20erythrostoma\/thumbs\/IMG_6372_.webp","width":512,"height":410},"thumbCaption":"<h3>Коеломицеты - Coelomycetes<\/h3><div class=\"comment\">Coelomycetes are a form-class of fungi, part of what has often been referred to as Fungi imperfecti, Deuteromycota, or anamorphic fungi.<br>These are conidial&hellip;<\/div>","name":"Коеломицеты - Coelomycetes","comment":"Coelomycetes are a form-class of fungi, part of what has often been referred to as Fungi imperfecti, Deuteromycota, or anamorphic fungi.\nThese are conidial fungi where the conidia form in a growing cavity in the host's tissue. The fruiting structures are spherical with an opening at the apex (pycnidia) or are disc-shaped (acervuli). The formation of conidia in a fruiting body separates this group from the hyphomycetes, who have \"naked\" conidia.","dates":{"added":1439852901,"dateRange":{"0":1405137822,"1":1439732402}},"fileDate":"2023-02-04T01:49:57.205Z","category":"folder","title":"Коеломицеты - Coelomycetes"},{"path":"%D0%9B%D0%B5%D0%BA%D0%B0%D0%BD%D0%BE%D1%80%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Lecanoromycetes","deepCounters":{"total":21,"images":18,"folders":3,"files":18},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9B%D0%B5%D0%BA%D0%B0%D0%BD%D0%BE%D1%80%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Lecanoromycetes\/%D0%9B%D0%B5%D0%BA%D0%B0%D0%BD%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lecanorales\/%D0%91%D0%B8%D0%B0%D1%82%D0%BE%D1%80%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Biatorellaceae\/%D0%91%D0%B8%D0%B0%D1%82%D0%B5%D1%80%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%B4%D0%B2%D1%83%D1%85%D1%84%D0%BE%D1%80%D0%BC%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%2C%20%D0%B1%D0%B8%D0%B0%D1%82%D0%B5%D1%80%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B9%20%D1%80%D0%B0%D0%BA%20-%20Biatorella%20difformis\/thumbs\/DSC04068.webp","width":512,"height":410},"thumbCaption":"<h3>Леканоромицеты - Lecanoromycetes<\/h3><div class=\"comment\">Lecanoromycetes is the largest class of lichenized fungi. It belongs to the subphylum Pezizomycotina in the phylum Ascomycota. The asci (spore-bearing cells) of&hellip;<\/div>","name":"Леканоромицеты - Lecanoromycetes","comment":"Lecanoromycetes is the largest class of lichenized fungi. It belongs to the subphylum Pezizomycotina in the phylum Ascomycota. The asci (spore-bearing cells) of the Lecanoromycetes most often release spores by rostrate dehiscence.","dates":{"added":1592771829,"dateRange":{"0":1441868977,"1":1567584282}},"fileDate":"2023-02-04T01:49:57.205Z","category":"folder","title":"Леканоромицеты - Lecanoromycetes"}],"name":"Fungarium","comment":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","dates":{"added":1710623416,"dateRange":{"0":1190484620,"1":1710622792}},"fileDate":"2023-12-27T17:41:17.723Z","title":"Fungarium.INFO Fungi: Photo and Catalog"}