{"path":"%D0%91%D0%BE%D0%BB%D1%8C%D0%B1%D0%B8%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bolbitiaceae","deepCounters":{"total":62,"images":57,"folders":5,"files":57},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BD%D0%B5%D0%B6%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20tenera\/thumbs\/DSC05890.webp","width":512,"height":410},"thumbCaption":"<h3>Bolbitiaceae - Больбитиевые - Bolbitiaceae family - Bolbitiaceae Familie<\/h3><div class=\"comment\">The Bolbitiaceae family, known as Больбитиевые in Russian, is a group of basidiomycete fungi belonging to the Agaricales order. These fungi are characterized by&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%91%D0%BE%D0%BB%D1%8C%D0%B1%D0%B8%D1%82%D0%B8%D0%B9%20%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Bolbitius%20titubans","deepCounters":{"total":9,"images":9,"files":9},"counters":{"total":9,"images":9,"files":9},"thumb":{"path":"%D0%91%D0%BE%D0%BB%D1%8C%D0%B1%D0%B8%D1%82%D0%B8%D0%B9%20%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Bolbitius%20titubans\/thumbs\/0DSC07384.webp","width":512,"height":410},"thumbCaption":"<h3>Bolbitius titubans - Больбитий золотистый - Yellow Fieldcap - Goldschuppiger Düngerling<\/h3><div class=\"comment\">Bolbitius titubans, commonly known as the Yellow Fieldcap, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small,&hellip;<\/div>","name":"Больбитий золотистый - Bolbitius titubans","comment":"Bolbitius titubans, commonly known as the Yellow Fieldcap, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small, conical to bell-shaped cap that is initially golden yellow but fades to pale yellow or nearly white as it matures. The cap can reach up to 3 cm in diameter. The slender, fragile stem, which may grow up to 10 cm tall, is pale yellow and lacks a ring.\n\nAdvanced scientific research has shown that Bolbitius titubans is a saprotrophic fungus, meaning it obtains nutrients by decomposing dead organic matter, primarily from plants. This species is considered inedible due to its small size and insubstantial flesh.\n\nThe Yellow Fieldcap is widely distributed across Europe, North America, Asia, and parts of Russia, where it is known as Больбитий золотистый. It typically inhabits grasslands, pastures, and other environments rich in organic matter, such as dung and rotting plant materials.\n\nBolbitius titubans produces rusty-brown, elliptical spores that measure approximately 12-17 µm by 7-10 µm. The spore print is also rusty-brown, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Bolbitius titubans is not considered toxic, it is inedible due to its small size and lack of substantial flesh. Proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species.\n\nIn German, this fungus is known as Goldschuppiger Düngerling, a name that reflects its golden-yellow color and its close relationship with the Bolbitiaceae family.","dates":{"added":1664561819,"dateRange":{"0":1664545350,"1":1664545412}},"fileDate":"2023-02-04T01:50:03.530Z","category":"folder","title":"Bolbitius titubans - Больбитий золотистый - Yellow Fieldcap - Goldschuppiger Düngerling"},{"path":"%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%BE%D0%BB%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20apala","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%BE%D0%BB%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20apala\/thumbs\/DSC06661.webp","width":512,"height":410},"thumbCaption":"<h3>Conocybe apala - Коноцибе молочная - White Dunce Cap - Weißer Samtfußkrempling<\/h3><div class=\"comment\">Conocybe apala, commonly known as the White Dunce Cap, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small, conical&hellip;<\/div>","name":"Коноцибе молочная - Conocybe apala","comment":"Conocybe apala, commonly known as the White Dunce Cap, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small, conical to bell-shaped cap that is initially white to cream-colored and can reach up to 2 cm in diameter. The cap often features radial grooves near the margin. The slender, fragile stem, which may grow up to 7 cm tall, is white and lacks a ring.\n\nAdvanced scientific research has shown that Conocybe apala is a saprotrophic fungus, meaning it obtains nutrients by decomposing dead organic matter, primarily from plants. This species is considered inedible due to its small size and insubstantial flesh.\n\nThe White Dunce Cap is widely distributed across Europe, North America, Asia, and parts of Russia, where it is known as Коноцибе молочная. It typically inhabits grasslands, lawns, and other environments rich in organic matter, such as decaying plant materials.\n\nConocybe apala produces light brown to reddish-brown, elliptical spores that measure approximately 8-12 µm by 5-7 µm. The spore print is also light brown to reddish-brown, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Conocybe apala is not considered toxic, it is inedible due to its small size and lack of substantial flesh. Proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species.\n\nIn German, this fungus is known as Weißer Samtfußkrempling, a name that reflects its white color and its close relationship with the Bolbitiaceae family.","dates":{"added":1664064137,"dateRange":{"0":1663758034,"1":1663758088}},"fileDate":"2023-02-04T01:50:04.34Z","category":"folder","title":"Conocybe apala - Коноцибе молочная - White Dunce Cap - Weißer Samtfußkrempling"},{"path":"%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BD%D0%B5%D0%B6%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20tenera","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BD%D0%B5%D0%B6%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20tenera\/thumbs\/DSC05890.webp","width":512,"height":410},"thumbCaption":"<h3>Conocybe tenera - Коноцибе нежная - Delicate Conocybe - Zarter Samtfußkrempling<\/h3><div class=\"comment\">Conocybe tenera, commonly known as the Delicate Conocybe, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small,&hellip;<\/div>","name":"Коноцибе нежная - Conocybe tenera","comment":"Conocybe tenera, commonly known as the Delicate Conocybe, is a basidiomycete fungus belonging to the Bolbitiaceae family. It is characterized by a small, conical to bell-shaped cap that is initially light brown to beige, sometimes with a slightly darker center, and can reach up to 2 cm in diameter. The cap often features radial grooves near the margin. The slender, fragile stem, which may grow up to 7 cm tall, is white to pale brown and lacks a ring.\n\nAdvanced scientific research has shown that Conocybe tenera is a saprotrophic fungus, meaning it obtains nutrients by decomposing dead organic matter, primarily from plants. This species is considered inedible due to its small size and insubstantial flesh.\n\nThe Delicate Conocybe is widely distributed across Europe, North America, Asia, and parts of Russia, where it is known as Коноцибе нежная. It typically inhabits grasslands, lawns, and other environments rich in organic matter, such as decaying plant materials.\n\nConocybe tenera produces light brown to reddish-brown, elliptical spores that measure approximately 8-12 µm by 5-7 µm. The spore print is also light brown to reddish-brown, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Conocybe tenera is not considered toxic, it is inedible due to its small size and lack of substantial flesh. Proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species.\n\nIn German, this fungus is known as Zarter Samtfußkrempling, a name that reflects its delicate nature and its close relationship with the Bolbitiaceae family.","dates":{"added":1630186865,"dateRange":{"0":1630158450,"1":1630158483}},"fileDate":"2023-02-04T01:50:04.399Z","category":"folder","title":"Conocybe tenera - Коноцибе нежная - Delicate Conocybe - Zarter Samtfußkrempling"},{"path":"%D0%9F%D0%B0%D0%BD%D0%B5%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D1%81%D0%B5%D0%BD%D0%BE%D0%BA%D0%BE%D1%81%D0%BD%D0%B0%D1%8F%20-%20Panaeolina%20foenisecii","deepCounters":{"total":27,"images":27,"files":27},"counters":{"total":27,"images":27,"files":27},"thumb":{"path":"%D0%9F%D0%B0%D0%BD%D0%B5%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D1%81%D0%B5%D0%BD%D0%BE%D0%BA%D0%BE%D1%81%D0%BD%D0%B0%D1%8F%20-%20Panaeolina%20foenisecii\/thumbs\/%21mowed_lawn_between_kiikri_and_tuukri-17.webp","width":512,"height":410},"thumbCaption":"<h3>Panaeolina foenisecii - Панеолина сенокосная - Brown Mottlegill - Heudüngerling<\/h3><div class=\"comment\">Panaeolina foenisecii, or the Haymaker's Mushroom, is a small, brownish mushroom that is commonly found in lawns and grassy areas across Europe, North America,&hellip;<\/div>","name":"Панеолина сенокосная - Panaeolina foenisecii","comment":"Panaeolina foenisecii, or the Haymaker's Mushroom, is a small, brownish mushroom that is commonly found in lawns and grassy areas across Europe, North America, Asia, and Australia. This cosmopolitan species, typically found from late spring to early winter, is known for its convex to bell-shaped cap measuring 1-5 cm in diameter, which may flatten with age. The mushroom's dark brown to black gills are adnate or slightly attached to the stem, and the spore print is brown. Spores are ellipsoid, smooth, and measure 12-15 x 7-9 micrometers.\n\nThis species grows in trooping or solitary groups in grassy areas, often in nutrient-rich or manured soil, and is frequent in gardens and pastures. Although it is saprobic, feeding on decaying organic matter, it's been found in mycorrhizal association with grasses as well.\n\nThe Haymaker's Mushroom is often mistaken for the hallucinogenic Panaeolus cinctulus due to their similar appearances. However, P. foenisecii is generally considered non-toxic, but some sources suggest it might contain small amounts of the hallucinogenic compound psilocybin. Studies conducted in the 1960s and 1970s led to contradicting results, some indicating the presence of psilocybin and others denying it. Current consensus leans towards its absence or negligible content.\n\nIts common name \"Haymaker's Mushroom\" derives from its propensity to appear in hay fields. It is also sometimes called the \"mower's mushroom\" for the same reason. Interestingly, it has been associated with the \"fairy ring\" phenomenon, where mushrooms grow in a circle creating the folklore of a fairy's dancing circle. Despite its common occurrence, it's not generally recommended for culinary use due to its insubstantial size and potential for confusion with other species.","dates":{"added":1691016468,"dateRange":{"0":1658237743,"1":1690914440}},"fileDate":"2023-08-03T01:47:48.22Z","category":"folder","title":"Panaeolina foenisecii - Панеолина сенокосная - Brown Mottlegill - Heudüngerling"},{"path":"%D0%9F%D0%B0%D0%BD%D0%B5%D0%BE%D0%BB%D1%83%D1%81%20%D0%BC%D0%BE%D1%82%D1%8B%D0%BB%D1%8C%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Panaeolus%20papilionaceus","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%9F%D0%B0%D0%BD%D0%B5%D0%BE%D0%BB%D1%83%D1%81%20%D0%BC%D0%BE%D1%82%D1%8B%D0%BB%D1%8C%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Panaeolus%20papilionaceus\/thumbs\/0DSC07591.webp","width":512,"height":410},"thumbCaption":"<h3>Panaeolus papilionaceus - Панеолус мотыльковый - Petticoat Mottlegill - Schmetterlings-Häubling<\/h3><div class=\"comment\">Panaeolus papilionaceus, commonly known as the Petticoat Mottlegill, is a basidiomycete fungus belonging to the family Bolbitiaceae. It is characterized by a&hellip;<\/div>","name":"Панеолус мотыльковый - Panaeolus papilionaceus","comment":"Panaeolus papilionaceus, commonly known as the Petticoat Mottlegill, is a basidiomycete fungus belonging to the family Bolbitiaceae. It is characterized by a small to medium-sized, convex to bell-shaped cap that is initially dark brown but fades to a lighter brown with age and can reach up to 6 cm in diameter. The cap margin is often adorned with a frilly, skirt-like edge, which is the source of its common name. The slender, fragile stem, which may grow up to 10 cm tall, is white to pale brown and lacks a ring.\n\nAdvanced scientific research has shown that Panaeolus papilionaceus is a saprotrophic fungus, meaning it obtains nutrients by decomposing dead organic matter, primarily from plants. This species is considered inedible due to its small size and insubstantial flesh.\n\nThe Petticoat Mottlegill is widely distributed across Europe, North America, Asia, and parts of Russia, where it is known as Панеолус мотыльковый. It typically inhabits grasslands, meadows, and other environments rich in organic matter, such as decaying plant materials and dung.\n\nPanaeolus papilionaceus produces black to dark brown, elliptical spores that measure approximately 12-18 µm by 7-11 µm. The spore print is also black to dark brown, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Panaeolus papilionaceus is not considered toxic, it is inedible due to its small size and lack of substantial flesh. Proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species.\n\nIn German, this fungus is known as Schmetterlings-Häubling, a name that reflects its distinctive cap margin resembling a butterfly's wings and its close relationship with the Bolbitiaceae family.","dates":{"added":1665945060,"dateRange":{"0":1665313591,"1":1665313644}},"fileDate":"2023-02-04T01:50:05.224Z","category":"folder","title":"Panaeolus papilionaceus - Панеолус мотыльковый - Petticoat Mottlegill - Schmetterlings-Häubling"}],"name":"Больбитиевые - Bolbitiaceae","comment":"The Bolbitiaceae family, known as Больбитиевые in Russian, is a group of basidiomycete fungi belonging to the Agaricales order. These fungi are characterized by their saprotrophic lifestyle, meaning they obtain nutrients by decomposing dead organic matter, primarily from plants. The family consists of multiple genera, including Bolbitius, Conocybe, and Agrocybe, among others.\n\nAdvanced scientific research has shown that members of the Bolbitiaceae family display a wide range of morphological and physiological characteristics. Some species are known to contain psychoactive compounds, such as psilocybin, while others are considered toxic due to the presence of substances like muscarine.\n\nThe distribution of Bolbitiaceae fungi is widespread, as they can be found in various regions around the world, including Europe, North America, Asia, and parts of Russia. They typically inhabit grasslands, forests, and other ecosystems with abundant organic matter.\n\nSpore characteristics differ among the genera within the Bolbitiaceae family. For example, Bolbitius species produce rusty-brown spores, while Conocybe species have light brown to reddish-brown spores. Spore dimensions and shapes vary, depending on the specific genus and species.\n\nThe number of spores produced per fruiting body can vary widely, depending on factors such as species, environmental conditions, and the size of the fruiting body. In general, millions of spores can be produced by a single mushroom.\n\nIt is essential to exercise caution when foraging for mushrooms within the Bolbitiaceae family, as some species may be toxic or psychoactive. Proper identification is crucial to avoid accidental ingestion of harmful fungi.","dates":{"added":1691016468,"dateRange":{"0":1630158450,"1":1690914440}},"fileDate":"2023-02-04T01:49:57.341Z","title":"Bolbitiaceae - Больбитиевые - Bolbitiaceae family - Bolbitiaceae Familie"}