{"path":"%D0%93%D0%B5%D0%BC%D0%B8%D1%84%D0%B0%D1%86%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Hemiphacidiaceae","deepCounters":{"total":5,"images":4,"folders":1,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A5%D0%B5%D0%B9%D0%B4%D0%B5%D1%80%D0%B8%D1%8F%20%D0%BF%D0%B8%D1%85%D1%82%D1%8B%20-%20Heyderia%20abietis\/thumbs\/fungi-0004580.webp","width":512,"height":410},"thumbCaption":"<h3>Гемифацидиевые - Hemiphacidiaceae<\/h3><div class=\"comment\">Hemiphacidiaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains only one genus, Hemiphacidium, which is&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%A5%D0%B5%D0%B9%D0%B4%D0%B5%D1%80%D0%B8%D1%8F%20%D0%BF%D0%B8%D1%85%D1%82%D1%8B%20-%20Heyderia%20abietis","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%A5%D0%B5%D0%B9%D0%B4%D0%B5%D1%80%D0%B8%D1%8F%20%D0%BF%D0%B8%D1%85%D1%82%D1%8B%20-%20Heyderia%20abietis\/thumbs\/fungi-0004580.webp","width":512,"height":410},"thumbCaption":"<h3>Heyderia abietis - Хейдерия ели - Heyderia blight - Heyderia-Kiefernsterben<\/h3><div class=\"comment\">Heyderia abietis is a fungal plant pathogen that causes a severe disease known as Heyderia-Kiefernsterben on various species of pine trees, especially in Europe&hellip;<\/div>","name":"Хейдерия пихты - Heyderia abietis","comment":"Heyderia abietis is a fungal plant pathogen that causes a severe disease known as Heyderia-Kiefernsterben on various species of pine trees, especially in Europe and North America. It is a member of the family Heyderiaceae, within the order Helotiales of the Ascomycota phylum.\n\nThe fungus attacks the needles, shoots, and buds of pine trees, causing discoloration, drying, and premature shedding. It can also cause deformation and dieback of the tree's canopy, leading to significant economic losses in the forestry industry. The disease is most severe in young pine stands, but mature trees can also be affected.\n\nHeyderia abietis produces tiny, cup-shaped structures called apothecia, which contain the asci that produce spores known as ascospores. The ascospores are ejected explosively and can be dispersed by wind, insects, and animals, allowing the fungus to spread to nearby trees.\n\nThe life cycle of Heyderia abietis is complex and not fully understood. It has been observed that the fungus overwinters on infected needles and buds, and the apothecia develop in the spring. The fungus then produces ascospores that infect new trees, and the disease cycle repeats.\n\nControl measures for Heyderia abietis include cultural practices such as pruning and thinning infected trees, as well as fungicides and biological control agents. However, effective control measures are still being developed.\n\nResearch on the ecology, taxonomy, and physiology of Heyderia abietis aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Heyderia abietis is a fungal plant pathogen that causes Heyderia-Kiefernsterben, a severe disease that affects various species of pine trees. The fungus produces tiny apothecia that contain the spores responsible for the disease's spread. Control measures are still being developed, and research on the fungus aids in understanding its distribution, virulence, and potential applications.","dates":{"added":1508954946,"dateRange":{"0":1317473160,"1":1317473316}},"fileDate":"2023-02-04T01:53:56.895Z","category":"folder","title":"Heyderia abietis - Хейдерия ели - Heyderia blight - Heyderia-Kiefernsterben"}],"name":"Гемифацидиевые - Hemiphacidiaceae","comment":"Hemiphacidiaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains only one genus, Hemiphacidium, which is characterized by its tiny, disc-shaped fruiting bodies called apothecia. The apothecia are usually less than 1mm in diameter and grow on the surface of decaying plant material.\n\nHemiphacidiaceae fungi are saprotrophs, playing an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are commonly found on decaying plant material such as fallen leaves, twigs, and other debris.\n\nThe taxonomy and phylogeny of the Hemiphacidiaceae family is still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Hemiphacidiaceae is a family of fungi containing only one genus, Hemiphacidium. These fungi are saprotrophs, playing an essential role in decomposing organic matter within ecosystems. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi.","dates":{"added":1508954946,"dateRange":{"0":1317473160,"1":1317473316}},"fileDate":"2023-02-04T01:49:57.561Z"}