{"path":"%D0%A0%D0%BE%D0%B3%D0%B0%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Clavariaceae","deepCounters":{"total":16,"images":14,"folders":2,"files":14},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%BB%D0%B0%D0%B2%D0%B0%D1%80%D0%B8%D1%8F%20%D0%B3%D0%BB%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Clavaria%20argillacea\/thumbs\/DSC07034.webp","width":512,"height":410},"thumbCaption":"<h3>Clavariaceae - Рогатиковые - Coral Fungi - Korallenpilze<\/h3><div class=\"comment\">The Clavariaceae, commonly known as Coral Fungi, is a diverse family of fungi within the Basidiomycota phylum. This family consists of approximately 30 genera&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D0%BB%D0%B0%D0%B2%D0%B0%D1%80%D0%B8%D1%8F%20%D0%B3%D0%BB%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Clavaria%20argillacea","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%9A%D0%BB%D0%B0%D0%B2%D0%B0%D1%80%D0%B8%D1%8F%20%D0%B3%D0%BB%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Clavaria%20argillacea\/thumbs\/DSC07034.webp","width":512,"height":410},"thumbCaption":"<h3>Clavaria argillacea - Клавария глинистая - Clay Club Fungus - Tonfarbene Keule<\/h3><div class=\"comment\">Clavaria argillacea, also known as the Clay Club Fungus, is a species of coral fungi within the Clavariaceae family. It is characterized by its simple,&hellip;<\/div>","name":"Клавария глинистая - Clavaria argillacea","comment":"Clavaria argillacea, also known as the Clay Club Fungus, is a species of coral fungi within the Clavariaceae family. It is characterized by its simple, unbranched, and cylindrical club-shaped fruiting bodies, which typically grow to a height of 2-10 cm.\n\nThe surface of the fruiting body is smooth and features a pale, clay-colored, buff to grayish-brown hue. The texture of the fungus is somewhat fragile and can be easily broken when handled.\n\nThe spore-producing structures, or basidia, are found lining the outer surface of the fruiting body. Spores of Clavaria argillacea are elliptical, hyaline, and measure approximately 5-7.5 x 3-4.5 µm in size.\n\nThis saprotrophic fungus obtains its nutrients by decomposing dead organic material, particularly decaying wood and plant debris.\n\nClavaria argillacea can be found in various habitats, including forests, grasslands, and heathlands. It has a widespread distribution, occurring in North America, Europe, and parts of Asia.\n\nThe Clay Club Fungus typically fruits during the late summer and autumn months, often appearing in small clusters or as solitary specimens.\n\nAs a member of the Clavariaceae family, Clavaria argillacea plays an essential role in breaking down organic material and recycling nutrients within its ecosystems.\n\nThis species is not considered edible due to its tough texture and small size. Moreover, it is crucial to accurately identify Clavaria argillacea to avoid confusion with toxic or inedible mushrooms.\n\nClavaria argillacea is easily confused with other similar club-shaped fungi, making accurate identification difficult without microscopic examination.\n\nThere is limited research available on the chemistry and potential pharmacological applications of Clavaria argillacea. However, other members of the Clavariaceae family have shown promise in this area.","dates":{"added":1633205755,"dateRange":{"0":1253346722,"1":1633181077}},"fileDate":"2023-02-04T01:50:47.378Z","category":"folder","title":"Clavaria argillacea - Клавария глинистая - Clay Club Fungus - Tonfarbene Keule"},{"path":"%D0%A0%D0%BE%D0%B3%D0%B0%D1%82%D0%B8%D0%BA%20%D1%80%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Clavulinopsis%20corniculata","deepCounters":{"total":9,"images":9,"files":9},"counters":{"total":9,"images":9,"files":9},"thumb":{"path":"%D0%A0%D0%BE%D0%B3%D0%B0%D1%82%D0%B8%D0%BA%20%D1%80%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Clavulinopsis%20corniculata\/thumbs\/DSC04064.webp","width":512,"height":410},"thumbCaption":"<h3>Clavulinopsis corniculata - Рогатик рожковидный - Meadow Coral - Hörnchen-Koralle<\/h3><div class=\"comment\">Clavulinopsis corniculata, commonly known as the Meadow Coral, is a species of club fungus belonging to the family Clavariaceae. The fruiting bodies of this&hellip;<\/div>","name":"Рогатик рожковидный - Clavulinopsis corniculata","comment":"Clavulinopsis corniculata, commonly known as the Meadow Coral, is a species of club fungus belonging to the family Clavariaceae. The fruiting bodies of this species are characterized by their slender, unbranched, and often curved, finger-like projections that grow to heights of 3-8 cm.\n\nThe surface of the fruiting body is smooth and typically yellow to yellowish-orange in color. As the fungus ages, its tips may become darker.\n\nThe spores of Clavulinopsis corniculata are ellipsoid, hyaline, and measure approximately 5.5-8 x 3.5-5 µm in size. The basidia, which produce the spores, are located on the outer surface of the fruiting body.\n\nThis saprotrophic fungus feeds on decaying organic matter, particularly plant debris, and plays a vital role in nutrient recycling within its ecosystems.\n\nClavulinopsis corniculata is commonly found in grasslands, meadows, and other open habitats with well-drained, often sandy or calcareous soils.\n\nThe Meadow Coral has a broad distribution, occurring in North America, Europe, and parts of Asia. It typically fruits during the summer and autumn months.\n\nClavulinopsis corniculata is considered inedible due to its tough, fibrous texture and small size. It is also essential to accurately identify this species to avoid confusion with toxic or inedible mushrooms.\n\nThe Meadow Coral is easily confused with other club-shaped fungi, making accurate identification difficult without microscopic examination.\n\nAlthough there is limited research available on the chemistry and potential pharmacological applications of Clavulinopsis corniculata, other members of the Clavariaceae family have shown promise in this area.\n\nThe presence of Clavulinopsis corniculata can be an indicator of healthy grassland habitats, as it thrives in areas with abundant decaying plant material.\n\nAs a member of the Clavariaceae family, the Meadow Coral plays a crucial role in breaking down organic matter and recycling nutrients within its ecosystems.","dates":{"added":1476114723,"dateRange":{"0":1476019821,"1":1476020848}},"fileDate":"2023-02-04T01:50:47.457Z","category":"folder","title":"Clavulinopsis corniculata - Рогатик рожковидный - Meadow Coral - Hörnchen-Koralle"}],"name":"Рогатиковые - Clavariaceae","comment":"The Clavariaceae, commonly known as Coral Fungi, is a diverse family of fungi within the Basidiomycota phylum. This family consists of approximately 30 genera and 500 species worldwide. The fungi in this family exhibit a variety of shapes and sizes, including coral-like branching structures, simple clubs, and more complex forms.\n\nCoral fungi are characterized by their fruiting bodies (basidiocarps), which grow above ground and are typically composed of densely packed, elongated branches. The fruiting bodies can range in size from less than 1 cm to over 20 cm in height.\n\nThe color of these fungi varies widely, from white, yellow, and orange to pink, purple, and brown. Their texture is often brittle or waxy, and they usually grow on the ground or on decaying wood.\n\nThe spore-producing structures, known as basidia, are found lining the surfaces of the branches. Spores are typically smooth, hyaline (transparent), and vary in size and shape depending on the species.\n\nCoral fungi are saprotrophic, meaning they obtain nutrients by decomposing dead organic material. They play a crucial role in breaking down and recycling nutrients in forest ecosystems.\n\nThese fungi can be found in a wide range of habitats, from temperate to tropical forests, as well as grasslands and other environments where decaying plant material is present.\n\nSome species of Clavariaceae are edible and appreciated for their unique appearance and texture. However, many species are not recommended for consumption due to their tough or bitter taste.\n\nIt is essential to exercise caution when foraging for edible coral fungi, as some species may resemble toxic or inedible mushrooms.\n\nCoral fungi can be challenging to identify to the species level, as many of them have similar appearances. Microscopic examination and molecular techniques are often required for accurate identification.\n\nThe study of Clavariaceae has led to the discovery of unique compounds with potential pharmacological applications, such as antibacterial and antifungal properties.","dates":{"added":1633205755,"dateRange":{"0":1253346722,"1":1633181077}},"fileDate":"2023-02-04T01:49:57.371Z","title":"Clavariaceae - Рогатиковые - Coral Fungi - Korallenpilze"}