{"path":"%D0%9B%D0%B8%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lyophyllaceae","deepCounters":{"total":55,"images":53,"folders":2,"files":53},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%B0%D0%BB%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%B0%D0%B9%D1%81%D0%BA%D0%B0%D1%8F%20-%20Calocybe%20gambosa\/thumbs\/0DSC03151.webp","width":512,"height":410},"thumbCaption":"<h3>Lyophyllaceae - Лиофилловые - Lyophyllaceae family - Schleierlinge<\/h3><div class=\"comment\">The Lyophyllaceae is a family of basidiomycete fungi in the order Agaricales. It includes a diverse array of gilled mushrooms, many of which are characterized&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D0%B0%D0%BB%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%B0%D0%B9%D1%81%D0%BA%D0%B0%D1%8F%20-%20Calocybe%20gambosa","deepCounters":{"total":26,"images":26,"files":26},"counters":{"total":26,"images":26,"files":26},"thumb":{"path":"%D0%9A%D0%B0%D0%BB%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%B0%D0%B9%D1%81%D0%BA%D0%B0%D1%8F%20-%20Calocybe%20gambosa\/thumbs\/0DSC03151.webp","width":512,"height":410},"thumbCaption":"<h3>Calocybe gambosa - Калоцибе майская - St. George's mushroom - Mairitterling<\/h3><div class=\"comment\">Calocybe gambosa, also known as St. George's mushroom, is a popular edible mushroom found in grasslands and meadows in Europe and North America. The cap of this&hellip;<\/div>","name":"Калоцибе майская - Calocybe gambosa","comment":"Calocybe gambosa, also known as St. George's mushroom, is a popular edible mushroom found in grasslands and meadows in Europe and North America. The cap of this mushroom is initially convex but becomes flatter with age, with a creamy white color that may develop yellowish or brownish stains over time. The gills are white or pale cream, and the spores are elliptical and smooth, measuring 7–9 by 4–5 micrometers.\n\nThis mushroom is rich in protein, vitamins, and minerals, making it a nutritious addition to the diet. It is also known for its pleasant aroma and delicate flavor, which is slightly nutty and slightly sweet. Calocybe gambosa contains a variety of bioactive compounds, including ergosterol, ergothioneine, and polysaccharides, which may have antioxidant, anti-inflammatory, and immune-modulating properties.\n\nCalocybe gambosa is typically found in spring, from April to June, and prefers grassy habitats, often growing in large groups. It is especially common in areas where livestock has grazed, as the trampling of the soil by the animals can create ideal growing conditions. This mushroom has a wide distribution, occurring throughout Europe and in parts of North America, Asia, and Africa.\n\nResearch has shown that Calocybe gambosa may have a range of potential health benefits, such as improving immune function, reducing inflammation, and protecting against oxidative stress. It is also being investigated for its potential as a natural remedy for various conditions, including cancer, diabetes, and cardiovascular disease. However, more research is needed to fully understand the mechanisms of action and potential therapeutic applications of this mushroom.","dates":{"added":1654943170,"dateRange":{"0":1654341633,"1":1654876054}},"fileDate":"2023-02-04T01:50:19.176Z","category":"folder","title":"Calocybe gambosa - Калоцибе майская - St. George's mushroom - Mairitterling"},{"path":"%D0%9B%D0%B8%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D1%81%D0%BA%D1%83%D1%87%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Lyophyllum%20decastes","deepCounters":{"total":27,"images":27,"files":27},"counters":{"total":27,"images":27,"files":27},"thumb":{"path":"%D0%9B%D0%B8%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D1%81%D0%BA%D1%83%D1%87%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Lyophyllum%20decastes\/thumbs\/DSC00826.webp","width":512,"height":410},"thumbCaption":"<h3>Lyophyllum decastes - Лиофиллум скученный - Clustered Domecap - Gedrängtstieliger Trichterling<\/h3><div class=\"comment\">Lyophyllum decastes is a gilled mushroom found in temperate and boreal forests worldwide. Its cap ranges from 3-10 cm in diameter and is gray to brown in color&hellip;<\/div>","name":"Лиофиллум скученный - Lyophyllum decastes","comment":"Lyophyllum decastes is a gilled mushroom found in temperate and boreal forests worldwide. Its cap ranges from 3-10 cm in diameter and is gray to brown in color with a convex shape when young, flattening out as it matures. The gills are white or cream-colored and run down the length of the stem, which is also white and densely packed together. The mushroom has a mild taste and a pleasant aroma.\n\nRecent studies have shown that Lyophyllum decastes contains bioactive compounds such as ergothioneine, which has strong antioxidant properties and has been linked to various health benefits, including reducing the risk of chronic diseases. The spores of Lyophyllum decastes are white and roughly elliptical in shape, with a size of 6-7 x 3.5-4.5 µm.\n\nLyophyllum decastes is a saprotrophic species, feeding on dead organic matter such as fallen leaves, twigs, and wood debris. It can be found in deciduous and coniferous forests, often growing in clusters on the ground or on decaying wood. The mushroom is known to form mycorrhizal associations with certain tree species, including beech, birch, and oak.\n\nIn some regions, Lyophyllum decastes is considered a choice edible mushroom and is used in traditional cuisine. However, it should be noted that the mushroom can be easily confused with other poisonous or inedible species, so proper identification is crucial before consuming.","dates":{"added":1665945060,"dateRange":{"0":1506779693,"1":1665925091}},"fileDate":"2023-02-04T01:50:20.286Z","category":"folder","title":"Lyophyllum decastes - Лиофиллум скученный - Clustered Domecap - Gedrängtstieliger Trichterling"}],"name":"Лиофилловые - Lyophyllaceae","comment":"The Lyophyllaceae is a family of basidiomycete fungi in the order Agaricales. It includes a diverse array of gilled mushrooms, many of which are characterized by their white or pale-colored spores.\n\nMembers of the Lyophyllaceae family typically have caps that are smooth, dry, and often hygrophanous, meaning they change color when moist. The gills are usually attached to the stem and can be close or crowded together.\n\nLyophyllaceae fungi are found in various habitats, such as forests, grasslands, and other terrestrial environments. Most species are saprotrophic, decomposing dead organic matter, while others form ectomycorrhizal relationships with certain plants.\n\nThese fungi have a global distribution and can be found in North America, Europe, Asia, and other parts of the world.\n\nThe Lyophyllaceae family includes several genera, such as Lyophyllum, Calocybe, and Tephrocybe.\n\nFungi in the Lyophyllaceae family play essential ecological roles in their environments by breaking down organic matter and facilitating nutrient cycling.\n\nThe spore sizes and shapes in Lyophyllaceae fungi are variable, but most species produce smooth, ellipsoid, or elongated spores. Spore print colors are usually white, pale cream, or slightly yellowish.\n\nMany Lyophyllaceae species have mild or nondescript odors and tastes, which can make them challenging to identify based solely on these characteristics.\n\nEdibility varies among Lyophyllaceae species, with some being edible, while others are inedible or have unknown edibility. It is crucial to accurately identify any mushroom before considering it for consumption.\n\nThere are no known deadly toxic species in the Lyophyllaceae family, but consuming unidentified or inedible mushrooms can still result in gastrointestinal issues.\n\nAlthough Lyophyllaceae fungi are not well-known for their medicinal properties, research may reveal potential applications in this area.\n\nThe taxonomic classification of Lyophyllaceae is subject to change as new molecular phylogenetic data becomes available, leading to the potential reclassification of some genera or species.\n\nAccurate identification of Lyophyllaceae fungi often requires the examination of microscopic features, such as spore morphology, and the use of chemical tests.","dates":{"added":1665945060,"dateRange":{"0":1506779693,"1":1665925091}},"fileDate":"2023-02-04T01:49:57.350Z","title":"Lyophyllaceae - Лиофилловые - Lyophyllaceae family - Schleierlinge"}