{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Discinaceae","deepCounters":{"total":68,"images":64,"folders":4,"files":64},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%B0%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Discina%20ancilis\/thumbs\/DSC07387.webp","width":512,"height":410},"thumbCaption":"<h3>Discinaceae - Дисциновые - False Morels - Schein-Morchelverwandte<\/h3><div class=\"comment\">The Discinaceae family, also known as False Morels or Schein-Morchelverwandte in German, belongs to the Ascomycota phylum of fungi. This family comprises&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%B0%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Discina%20ancilis","deepCounters":{"total":13,"images":13,"files":13},"counters":{"total":13,"images":13,"files":13},"thumb":{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%B0%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Discina%20ancilis\/thumbs\/DSC07387.webp","width":512,"height":410},"thumbCaption":"<h3>Discina ancilis - Дисцина щитовидная - Shield-like Discina - Schildförmige Discina<\/h3><div class=\"comment\">Discina ancilis, also known as the Shield-like Discina or Schildförmige Discina in German, is a species of fungi belonging to the Discinaceae family. This&hellip;<\/div>","name":"Дисцина щитовидная - Discina ancilis","comment":"Discina ancilis, also known as the Shield-like Discina or Schildförmige Discina in German, is a species of fungi belonging to the Discinaceae family. This ascomycete fungus is characterized by its distinct shield-like or saddle-shaped fruiting body, which can reach up to 8 cm in diameter.\n\nThe cap of D. ancilis is typically reddish-brown or dark brown in color and has a smooth, waxy surface. The margins of the cap are often wavy or irregular, contributing to the shield-like appearance.\n\nThe underside of the cap in D. ancilis does not have gills or pores; instead, it is smooth or slightly wrinkled, with a lighter coloration than the upper surface. The stipe, or stem, is short, thick, and often off-center, with a similar color to the cap.\n\nDiscina ancilis is commonly found in the Northern Hemisphere, particularly in North America and Europe. It typically grows on the ground in mixed or coniferous forests, often near decaying wood or in mossy areas.\n\nThe fruiting period for D. ancilis usually occurs in spring, sometimes extending into early summer, depending on environmental conditions and geographical location.\n\nThe spores of D. ancilis are ellipsoid and hyaline, measuring approximately 20-25 x 7-10 micrometers. The asci, or spore-producing structures, are cylindrical or club-shaped, containing eight spores each.\n\nMicroscopically, D. ancilis features paraphyses, which are elongated, sterile cells interspersed among the asci. These paraphyses are septate and may contain pigments.\n\nDespite its intriguing appearance, D. ancilis is not considered an edible mushroom due to its tough, leathery texture and lack of appealing flavor. It is not known to be toxic, but it is not recommended for consumption.\n\nDiscina ancilis plays an important ecological role as a decomposer, helping to break down organic material in the forest ecosystem. It forms mycorrhizal associations with trees, which is beneficial for both the fungus and the host plant.\n\nThe Shield-like Discina is not a well-studied species, and further research is needed to better understand its biology, distribution, and ecological significance.","dates":{"added":1555948303,"dateRange":{"0":1555676457,"1":1555677522}},"fileDate":"2023-02-04T01:54:14.243Z","category":"folder","title":"Discina ancilis - Дисцина щитовидная - Shield-like Discina - Schildförmige Discina"},{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%B3%D0%B8%D0%B3%D0%B0%D0%BD%D1%82%D1%81%D0%BA%D0%B8%D0%B9%20-%20Gyromitra%20gigas","deepCounters":{"total":18,"images":18,"files":18},"counters":{"total":18,"images":18,"files":18},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%B3%D0%B8%D0%B3%D0%B0%D0%BD%D1%82%D1%81%D0%BA%D0%B8%D0%B9%20-%20Gyromitra%20gigas\/thumbs\/DSC02473.webp","width":512,"height":410},"thumbCaption":"<h3>Gyromitra gigas - Строчок гигантский - Snowbank False Morel - Riesen-Lorchel<\/h3><div class=\"comment\">Gyromitra gigas, commonly known as the Snowbank False Morel or Riesen-Lorchel in German, is a species of fungus belonging to the family Discinaceae. It is&hellip;<\/div>","name":"Строчок гигантский - Gyromitra gigas","comment":"Gyromitra gigas, commonly known as the Snowbank False Morel or Riesen-Lorchel in German, is a species of fungus belonging to the family Discinaceae. It is characterized by its large, brain-like or lobed cap, which can reach up to 15 cm in diameter and 20 cm in height.\n\nThe cap of G. gigas is reddish-brown to dark brown, with irregularly-shaped lobes that often form deep, convoluted folds or wrinkles. The surface of the cap is smooth or slightly wrinkled, with a somewhat waxy or gelatinous texture.\n\nThe stipe, or stem, of G. gigas is relatively thick and stout, measuring up to 5 cm in diameter and 15 cm in height. It is usually white or light tan in color and may be chambered or hollow inside.\n\nGyromitra gigas is typically found in the Northern Hemisphere, particularly in North America, Europe, and Asia. It grows in association with coniferous trees, especially spruce, fir, and pine.\n\nThe fungus is commonly found in montane regions, where it emerges from melting snowbanks during the spring, hence its common name Snowbank False Morel.\n\nThe spores of G. gigas are ellipsoid, measuring approximately 20-28 x 10-14 micrometers. They are brownish in color and have a rough, ornamented surface.\n\nGyromitra gigas is known to produce the toxic compound gyromitrin, which can be hydrolyzed into the highly toxic and volatile compound monomethylhydrazine (MMH). Ingestion of G. gigas can lead to symptoms such as nausea, vomiting, abdominal pain, and in severe cases, liver and kidney damage or even death.\n\nDespite its toxicity, some people have consumed G. gigas after thorough cooking, as heat can break down gyromitrin into less harmful compounds. However, consumption of this mushroom is not recommended due to the risk of poisoning.\n\nGyromitra gigas can be easily confused with the true morels (Morchella spp.), which are highly prized edible mushrooms. Careful identification is crucial to avoid accidental ingestion of the toxic Snowbank False Morel.\n\nThe Snowbank False Morel is not a well-studied species, and further research is needed to better understand its biology, distribution, and ecological significance.","dates":{"added":1431776509,"dateRange":{"0":1431086090,"1":1431716744}},"fileDate":"2023-02-04T01:54:14.733Z","category":"folder","title":"Gyromitra gigas - Строчок гигантский - Snowbank False Morel - Riesen-Lorchel"},{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Gyromitra%20esculenta","deepCounters":{"total":21,"images":21,"files":21},"counters":{"total":21,"images":21,"files":21},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Gyromitra%20esculenta\/thumbs\/DSC05688.webp","width":512,"height":410},"thumbCaption":"<h3>Gyromitra esculenta - Строчок обыкновенный - False Morel - Lorchel<\/h3><div class=\"comment\">Gyromitra esculenta, commonly known as the False Morel or Lorchel in German, is a species of fungus belonging to the family Discinaceae. It is characterized by&hellip;<\/div>","name":"Строчок обыкновенный - Gyromitra esculenta","comment":"Gyromitra esculenta, commonly known as the False Morel or Lorchel in German, is a species of fungus belonging to the family Discinaceae. It is characterized by its large, irregularly shaped cap, which often resembles a brain, and can reach up to 12 cm in diameter and 10 cm in height.\n\nThe cap color ranges from reddish-brown to dark brown, with the surface being wrinkled or folded. The texture of the cap is dry and somewhat brittle, with a velvety or suede-like feel.\n\nThe stipe, or stem, of G. esculenta is thick and stout, measuring up to 4 cm in diameter and 10 cm in height. It is typically white or cream-colored and may be chambered or hollow inside.\n\nGyromitra esculenta can be found across the Northern Hemisphere, including North America, Europe, and Asia. It typically grows in association with coniferous and deciduous trees, such as pines, firs, and aspens.\n\nThis fungus prefers well-drained soils and can often be found in sandy or gravelly areas, as well as in burned or disturbed habitats.\n\nThe spores of G. esculenta are ellipsoid, measuring approximately 18-22 x 10-12 micrometers. They are brownish in color and have a rough, ornamented surface.\n\nGyromitra esculenta is known to produce the toxic compound gyromitrin, which can be hydrolyzed into the highly toxic and volatile compound monomethylhydrazine (MMH). Ingestion of G. esculenta can lead to symptoms such as nausea, vomiting, abdominal pain, and in severe cases, liver and kidney damage or even death.\n\nDespite its toxicity, some people have consumed G. esculenta after thorough cooking, as heat can break down gyromitrin into less harmful compounds. However, consumption of this mushroom is not recommended due to the risk of poisoning.\n\nGyromitra esculenta can be easily confused with the true morels (Morchella spp.), which are highly prized edible mushrooms. Careful identification is crucial to avoid accidental ingestion of the toxic False Morel.\n\nG. esculenta has been studied for its potential use in bioremediation, as it has shown the ability to absorb heavy metals from contaminated soils.\n\nIn some regions, Gyromitra esculenta has been used as a traditional medicine to treat various ailments, although its safety and efficacy are not well-established.","dates":{"added":1592685004,"dateRange":{"0":1555673814,"1":1588525485}},"fileDate":"2023-02-04T01:54:16.208Z","category":"folder","title":"Gyromitra esculenta - Строчок обыкновенный - False Morel - Lorchel"},{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Gyromitra%20infula","deepCounters":{"total":12,"images":12,"files":12},"counters":{"total":12,"images":12,"files":12},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%87%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Gyromitra%20infula\/thumbs\/fungi-0004607.webp","width":512,"height":410},"thumbCaption":"<h3>Gyromitra infula - Строчок осенний - Hooded False Morel - Herbst-Lorchel  <\/h3><div class=\"comment\">Gyromitra infula, also known as the Hooded False Morel or Herbst-Lorchel in German, is a species of fungus belonging to the family Discinaceae. This mushroom is&hellip;<\/div>","name":"Строчок осенний - Gyromitra infula","comment":"Gyromitra infula, also known as the Hooded False Morel or Herbst-Lorchel in German, is a species of fungus belonging to the family Discinaceae. This mushroom is characterized by its irregularly lobed, saddle-shaped cap, which can measure up to 10 cm in diameter and 8 cm in height.\n\nThe cap color ranges from reddish-brown to dark brown or even black, with a smooth or slightly wrinkled surface. The cap margin is often curved inward and can be wavy or lobed.\n\nThe stipe, or stem, of G. infula is thick and stout, measuring up to 2.5 cm in diameter and 10 cm in height. It is typically white or cream-colored, with a fibrous or slightly scaly texture.\n\nGyromitra infula is widely distributed across the Northern Hemisphere, including North America, Europe, and Asia. It is commonly found in association with coniferous trees, such as pines, firs, and spruces.\n\nThis fungus prefers well-drained, sandy or gravelly soils and can often be found in disturbed habitats, such as forest edges or recently cleared areas.\n\nThe spores of G. infula are elliptical, measuring approximately 20-25 x 10-14 micrometers. They are colorless, smooth, and have a thin-walled appearance.\n\nAlthough Gyromitra infula is not known to contain the same levels of gyromitrin toxin as G. esculenta, it is still considered inedible due to its tough, fibrous texture and potential for causing gastrointestinal distress.\n\nIt is essential to differentiate G. infula from other morels and false morels, as some of its relatives can be toxic or even lethal if consumed.\n\nGyromitra infula has been studied for its potential use in mycoremediation, as it can accumulate heavy metals from contaminated environments.\n\nIn some traditional medicine practices, G. infula has been used as a remedy for various ailments, although its safety and efficacy have not been well-established.\n\nFruiting bodies of G. infula usually appear in late summer to early autumn, giving it the common name \"Hooded False Morel.\"","dates":{"added":1451767781,"dateRange":{"0":1253867873,"1":1420842070}},"fileDate":"2023-02-04T01:54:16.261Z","category":"folder","title":"Gyromitra infula - Строчок осенний - Hooded False Morel - Herbst-Lorchel  "}],"name":"Дисциновые - Discinaceae","comment":"The Discinaceae family, also known as False Morels or Schein-Morchelverwandte in German, belongs to the Ascomycota phylum of fungi. This family comprises several genera, including Gyromitra, Discina, and Hydnotrya. The members of Discinaceae are mostly characterized by their distinctive, irregularly shaped, and often brain-like or convoluted cap appearance.\n\nSpecies in the Discinaceae family are typically found in temperate regions of the Northern Hemisphere, particularly in Europe, Asia, and North America. They usually grow in various forest habitats, forming mycorrhizal associations with trees such as conifers and broadleaf species.\n\nThe fruiting bodies of Discinaceae fungi can appear in spring or autumn, depending on the species and environmental conditions. Some species, like Gyromitra esculenta, are known to fruit after snowmelt in early spring.\n\nThe caps of Discinaceae mushrooms can vary greatly in size, shape, and color, ranging from small, cup-shaped structures to large, convoluted masses. The colors can also vary from brown, reddish-brown, or yellowish-brown.\n\nWhile some species in the Discinaceae family are considered edible and even prized in certain regions, others are known to be toxic. For example, Gyromitra esculenta contains the toxin gyromitrin, which can be lethal if ingested in large quantities.\n\nSpore-producing structures in Discinaceae fungi are called asci, which are typically cylindrical or club-shaped. The spores themselves are usually hyaline, smooth, and ellipsoid, measuring between 15-30 x 5-10 micrometers, depending on the species.\n\nThe microscopic structure of Discinaceae fungi is characterized by the presence of paraphyses, which are sterile, elongated cells interspersed among the asci. These paraphyses can be branched or unbranched, septate or aseptate, and may contain pigments.\n\nResearch on the ecology and biology of Discinaceae fungi is still ongoing, and new species are occasionally discovered. In recent years, molecular phylogenetic studies have helped refine the classification of these fungi and shed light on their evolutionary relationships.\n\nIn addition to their ecological roles as mycorrhizal partners and decomposers, some species in the Discinaceae family have been investigated for their potential medicinal properties. For example, certain compounds isolated from Gyromitra species have shown cytotoxic activity against cancer cells.\n\nIt is important to exercise caution when foraging for mushrooms in the Discinaceae family, as some species can be easily confused with the true morels (Morchella spp.), which are highly prized edible fungi. False morels can be distinguished by their irregularly shaped, convoluted caps, and the absence of a honeycomb-like pattern found in true morels.","dates":{"added":1592685004,"dateRange":{"0":1253867873,"1":1588525485}},"fileDate":"2023-02-04T01:49:57.618Z","title":"Discinaceae - Дисциновые - False Morels - Schein-Morchelverwandte"}