{"path":"%D0%9A%D1%83%D0%B4%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Cudoniaceae","deepCounters":{"total":39,"images":37,"folders":2,"files":37},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%BF%D0%B0%D1%82%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%B0%D1%8F%20-%20Spathularia%20flavida\/thumbs\/0DSC07206.webp","width":512,"height":410},"thumbCaption":"<h3>Кудониевые - Cudoniaceae<\/h3><div class=\"comment\">Cudoniaceae is a family of fungi within the order Agaricales of the Basidiomycota phylum. The family contains several genera of saprotrophic fungi that are&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D1%83%D0%B4%D0%BE%D0%BD%D0%B8%D1%8F%20%D1%81%D0%BE%D0%BC%D0%BD%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%20-%20Cudonia%20confusa","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9A%D1%83%D0%B4%D0%BE%D0%BD%D0%B8%D1%8F%20%D1%81%D0%BE%D0%BC%D0%BD%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%20-%20Cudonia%20confusa\/thumbs\/IMG_6402.webp","width":512,"height":410},"thumbCaption":"<h3>Cudonia confusa - Кудония путанница - Jelly Drops - Verwechslungstrichterling<\/h3><div class=\"comment\">Cudonia confusa is a species of fungus in the family Cudoniaceae, within the order Agaricales of the Basidiomycota phylum. It is commonly known as jelly drops&hellip;<\/div>","name":"Кудония сомнительная - Cudonia confusa","comment":"Cudonia confusa is a species of fungus in the family Cudoniaceae, within the order Agaricales of the Basidiomycota phylum. It is commonly known as jelly drops due to its gelatinous texture and appearance.\n\nThe fungus produces small, cup-shaped fruiting bodies that are translucent to brownish-yellow in color. They are found growing on decaying wood and forest litter in various habitats, including forests, woodlands, and grasslands.\n\nCudonia confusa is not considered edible and is not commonly sought after by mushroom hunters and foragers. However, it does play an important role in decomposing organic matter and contributing to nutrient cycling within ecosystems.\n\nThe taxonomy and phylogeny of Cudonia confusa are still not well understood, and further research is needed to fully characterize this species of fungus. Studies have shown that some species within the Cudoniaceae family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Cudonia confusa is a species of fungus in the family Cudoniaceae that produces small, cup-shaped fruiting bodies with a gelatinous texture. It is found growing on decaying wood and forest litter in various habitats and plays an important role in decomposing organic matter. Further research is needed to fully understand the taxonomy and potential applications of this species of fungus.","dates":{"added":1475785323,"dateRange":{"0":1441876099,"1":1441876101}},"fileDate":"2023-02-04T01:53:58.348Z","category":"folder","title":"Cudonia confusa - Кудония путанница - Jelly Drops - Verwechslungstrichterling"},{"path":"%D0%A1%D0%BF%D0%B0%D1%82%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%B0%D1%8F%20-%20Spathularia%20flavida","deepCounters":{"total":34,"images":34,"files":34},"counters":{"total":34,"images":34,"files":34},"thumb":{"path":"%D0%A1%D0%BF%D0%B0%D1%82%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%B0%D1%8F%20-%20Spathularia%20flavida\/thumbs\/0DSC07206.webp","width":512,"height":410},"thumbCaption":"<h3>Spathularia flavida - Спатулярия желтоватая - Yellow Earth Tongue - Gelbe Löffelflechte<\/h3><div class=\"comment\">Spathularia flavida, commonly known as the Yellow Earth Tongue or Yellow Fan, is a captivating species of fungi belonging to the family Spathulariaceae within&hellip;<\/div>","name":"Спатулярия желтоватая - Spathularia flavida","comment":"Spathularia flavida, commonly known as the Yellow Earth Tongue or Yellow Fan, is a captivating species of fungi belonging to the family Spathulariaceae within the Ascomycota phylum. This fungus is predominantly found in Europe and North America, inhabiting coniferous and mixed forests with a preference for damp, mossy, and humus-rich areas.\n\nThe fruiting bodies of Spathularia flavida are highly distinctive, with a spoon or spatula-shaped fertile head, which is bright yellow in color. The stalk, which can reach 1 to 5 cm in height, is pale to buff at the base and gradually turns yellow towards the head. The fertile head measures 0.5 to 2 cm in width, and its surface is smooth and waxy.\n\nThe asci of Spathularia flavida contain eight spores each, as is characteristic of the Ascomycota phylum. The spores are elliptical in shape, measuring approximately 22-30 x 10-12 µm, and are hyaline, rendering them almost transparent. They possess a distinctive oil droplet in their center, which is a notable feature of this species.\n\nSpathularia flavida is classified as a saprobic fungus, feeding on decaying organic matter. Its primary ecological role is the decomposition of plant debris, particularly dead wood, which helps to recycle nutrients back into the forest ecosystem. This process is essential for maintaining a healthy environment and promoting biodiversity.\n\nWhile Spathularia flavida is not considered toxic, its small size, fibrous texture, and lack of appealing flavors deem it inedible. This fungus is best appreciated for its unique morphology and ecological importance, rather than its potential as a culinary ingredient. It is an intriguing species for mycologists, naturalists, and photographers, who are drawn to the vibrant color and unusual form of the Yellow Earth Tongue.","dates":{"added":1664064137,"dateRange":{"0":1663595430,"1":1664013111}},"fileDate":"2023-02-04T01:54:02.292Z","category":"folder","title":"Spathularia flavida - Спатулярия желтоватая - Yellow Earth Tongue - Gelbe Löffelflechte"}],"name":"Кудониевые - Cudoniaceae","comment":"Cudoniaceae is a family of fungi within the order Agaricales of the Basidiomycota phylum. The family contains several genera of saprotrophic fungi that are commonly found growing on decaying wood and forest litter.\n\nThe fruiting bodies of Cudoniaceae fungi are typically large, fleshy, and often brightly colored, making them popular among mushroom hunters and foragers. They are characterized by their distinctive shape, which is often funnel-shaped or vase-shaped with a central stem.\n\nCudoniaceae fungi are found in various habitats, including forests, woodlands, and grasslands. They play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.\n\nThe taxonomy and phylogeny of Cudoniaceae fungi are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Cudoniaceae is a family of fungi containing several genera of saprotrophic fungi commonly found growing on decaying wood and forest litter. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi. Cudoniaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.","dates":{"added":1664064137,"dateRange":{"0":1441876099,"1":1664013111}},"fileDate":"2023-02-04T01:49:57.563Z","title":"Кудониевые - Cudoniaceae"}