{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllales","deepCounters":{"total":46,"images":42,"folders":4,"files":42},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllaceae\/%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium\/thumbs\/fungi-0002377.webp","width":512,"height":410},"thumbCaption":"<h3>Gloeophyllales - Глеофилловые - Gloeophyllales - Gloeophyllales<\/h3><div class=\"comment\">The Gloeophyllales order belongs to the Basidiomycota phylum and the Agaricomycetes class. This order includes fungi characterized by their ability to cause&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllaceae","deepCounters":{"total":45,"images":42,"folders":3,"files":42},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllaceae\/%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium\/thumbs\/fungi-0002377.webp","width":512,"height":410},"thumbCaption":"<h3>Глеофилловые - Gloeophyllaceae<\/h3><div class=\"comment\">The Gloeophyllales are a phylogenetically defined order of wood-decay fungi that is characterized by the ability to produce a brown rot of wood. It includes a&hellip;<\/div>","name":"Глеофилловые - Gloeophyllaceae","comment":"The Gloeophyllales are a phylogenetically defined order of wood-decay fungi that is characterized by the ability to produce a brown rot of wood. It includes a single, identically defined family, the Gloeophyllaceae, in which are included the genera Gloeophyllum, Neolentinus, Heliocybe, and Veluticeps.","dates":{"added":1683384424,"dateRange":{"0":1226254391,"1":1683111766}},"fileDate":"2023-05-06T16:58:33.75Z","category":"folder","title":"Глеофилловые - Gloeophyllaceae"}],"name":"Глеофилловые - Gloeophyllales","comment":"The Gloeophyllales order belongs to the Basidiomycota phylum and the Agaricomycetes class. This order includes fungi characterized by their ability to cause brown rot on wood, making them crucial players in forest ecosystems as decomposers of dead plant material.\n\nThe Gloeophyllales order contains two families: Gloeophyllaceae and Meruliaceae. The Gloeophyllaceae family is the more well-known of the two, containing several species of fungi that decompose coniferous wood.\n\nFungi within the Gloeophyllales order are known for their production of extracellular enzymes, which help break down complex plant materials like lignocellulose.\n\nGloeophyllales fungi are typically found in forests and wooded areas where there is a constant source of deadwood for them to consume.\n\nThese fungi are widespread, being found in various regions around the world, including Europe, North America, and Asia.\n\nSome common species within the Gloeophyllaceae family include Gloeophyllum sepiarium (Rusty Gilled Polypore), Gloeophyllum abietinum, and Gloeophyllum trabeum.\n\nWhile some species have unique features, they generally have a similar appearance, with brownish, tough, and leathery fruiting bodies.\n\nThe fruiting bodies of these fungi are typically in the form of brackets or crusts that grow on decaying wood.\n\nFungi within the Gloeophyllales order are not considered edible due to their tough, leathery texture, and potential toxicity.\n\nThe spores of these fungi are usually cylindrical to allantoid (sausage-shaped) and are produced in basidia within the fruiting body.\n\nGloeophyllales species are not typically used for medicinal or culinary purposes, although research into their enzyme production could lead to potential industrial applications.\n\nGloeophyllales fungi help recycle nutrients within forest ecosystems by breaking down complex plant materials and returning them to the soil.\n\nDue to their ecological importance, conservation efforts should focus on preserving natural habitats where these fungi thrive.\n\nIn conclusion, the Gloeophyllales order contains essential decomposers in forest ecosystems, characterized by their brown rot-causing abilities and the production of extracellular enzymes. While not edible, these fungi have the potential for industrial applications due to their unique enzymatic properties.\n\nAs a whole, Gloeophyllales fungi play a significant role in maintaining the health and balance of forest ecosystems, making them an essential component of the natural world.","dates":{"added":1683384424,"dateRange":{"0":1226254391,"1":1683111766}},"fileDate":"2023-02-04T01:49:57.229Z","title":"Gloeophyllales - Глеофилловые - Gloeophyllales - Gloeophyllales"}