{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pluteaceae","deepCounters":{"total":28,"images":26,"folders":2,"files":26},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%BE%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9%20-%20Pluteus%20cervinus\/thumbs\/DSC03895.webp","width":512,"height":410},"thumbCaption":"<h3>Pluteaceae - Плютеевые - Pluteus Family - Dachpilzverwandte<\/h3><div class=\"comment\">The Pluteaceae, also known as the Pluteus Family or Dachpilzverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%BE%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9%20-%20Pluteus%20cervinus","deepCounters":{"total":22,"images":22,"files":22},"counters":{"total":22,"images":22,"files":22},"thumb":{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%BE%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9%20-%20Pluteus%20cervinus\/thumbs\/DSC03895.webp","width":512,"height":410},"thumbCaption":"<h3>Pluteus cervinus - Плютей олений - Deer Shield - Rehbrauner Dachpilz<\/h3><div class=\"comment\">Pluteus cervinus, commonly known as the Deer Shield or Rehbrauner Dachpilz, is a basidiomycete mushroom belonging to the Pluteaceae family. This species is&hellip;<\/div>","name":"Плютей олений - Pluteus cervinus","comment":"Pluteus cervinus, commonly known as the Deer Shield or Rehbrauner Dachpilz, is a basidiomycete mushroom belonging to the Pluteaceae family. This species is characterized by its convex to flat cap, which ranges from 4 to 15 cm in diameter. The cap has a light to dark brown coloration and a smooth, often slightly sticky surface.\n\nThe gills of Pluteus cervinus are free, meaning they do not attach to the stipe. They have a pinkish hue due to the color of the spores. The stipe is typically 5 to 12 cm in height and 0.5 to 1.5 cm in thickness, with a white to pale brown color and a slightly fibrous texture.\n\nPluteus cervinus is a saprobic fungus, decomposing dead organic matter, such as dead wood, fallen branches, and stumps. This decomposition plays an essential role in nutrient cycling within ecosystems.\n\nThe Deer Shield has a wide distribution and can be found in North America, Europe, Asia, and other regions of the world. The fruiting period for this mushroom generally occurs from late spring to autumn.\n\nThe spores of Pluteus cervinus are smooth, elliptical, and pink in color. They measure approximately 6 to 8 µm in length and 4 to 5 µm in width. The spore print is also pink, which is a characteristic feature of the Pluteaceae family.\n\nPluteus cervinus is considered an edible mushroom, although its culinary value is often regarded as mediocre. The mushroom's flavor is mild and somewhat earthy, with a slightly fibrous texture.\n\nWhen collecting Pluteus cervinus for consumption, it is essential to properly identify the mushroom to avoid confusion with other similar-looking, inedible species. Proper identification involves examining the mushroom's cap, gills, stipe, and spore print.\n\nThe habitat of Pluteus cervinus includes various forest types, where the mushroom grows on the decaying wood of both hardwood and coniferous trees. The Deer Shield can also be found in urban environments, such as parks and gardens, growing on wood debris and mulch.\n\nThe chemical composition of Pluteus cervinus is not well understood, but it has been suggested that the mushroom may contain bioactive compounds with potential medicinal properties. These compounds may exhibit antioxidant and antimicrobial activities, among other health benefits.","dates":{"added":1632074263,"dateRange":{"0":1442755515,"1":1632056048}},"fileDate":"2023-02-04T01:50:42.79Z","category":"folder","title":"Pluteus cervinus - Плютей олений - Deer Shield - Rehbrauner Dachpilz"},{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%A0%D0%BE%D0%BC%D0%B5%D0%BB%D0%BB%D1%8F%20-%20Pluteus%20romellii","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%A0%D0%BE%D0%BC%D0%B5%D0%BB%D0%BB%D1%8F%20-%20Pluteus%20romellii\/thumbs\/0SET08851.webp","width":512,"height":410},"thumbCaption":"<h3>Pluteus romellii - Плютей Ромелля - Romell's Pluteus - Romells Dachpilz<\/h3><div class=\"comment\">Pluteus romellii, commonly known as Romell's Pluteus or Romells Dachpilz in German, is a medium-sized mushroom belonging to the family Pluteaceae. The cap of&hellip;<\/div>","name":"Плютей Ромелля - Pluteus romellii","comment":"Pluteus romellii, commonly known as Romell's Pluteus or Romells Dachpilz in German, is a medium-sized mushroom belonging to the family Pluteaceae. The cap of this mushroom measures 3-8 cm in diameter and is typically pale yellow or ochre, sometimes with grayish or olive tints.\n\nThe cap surface is smooth, slightly viscid when wet, and often features radial fibrils, giving it a slightly striated appearance towards the margin. The margin of the cap can be slightly inrolled when young and becomes more uplifted as the mushroom matures.\n\nThe gills of P. romellii are free to almost free, crowded, and white at first, eventually turning pink as the spores mature. The gill edges may sometimes be slightly eroded.\n\nThe stem is 4-10 cm long and 0.4-1 cm thick, cylindrical, and has a pale yellowish or whitish color. It is smooth, sometimes with fine longitudinal fibrils, and lacks a ring.\n\nPluteus romellii is a saprotrophic species that decomposes wood, primarily found on dead hardwood, such as fallen branches, logs, and stumps.\n\nThis mushroom has a wide distribution, found throughout Europe, North America, and parts of Asia.\n\nThe fruiting period for P. romellii typically occurs from late spring to late autumn, depending on local climate conditions.\n\nThe spores of Pluteus romellii are ellipsoid, measuring 6-8 x 4-5.5 micrometers, with a pink spore print.\n\nPluteus romellii is considered edible, though it is not highly regarded due to its insipid taste and thin flesh.\n\nThere is limited information on the chemical composition of P. romellii, and further research is needed to uncover its specific compounds and potential medicinal properties.\n\nIdentification of P. romellii should be done cautiously, as it can be confused with other Pluteus species and some poisonous mushrooms, such as those from the Amanita and Galerina genera.","dates":{"added":1683384424,"dateRange":{"0":1683106307,"1":1683106347}},"fileDate":"2023-05-06T17:47:04.741Z","category":"folder","title":"Pluteus romellii - Плютей Ромелля - Romell's Pluteus - Romells Dachpilz"}],"name":"Плютеевые - Pluteaceae","comment":"The Pluteaceae, also known as the Pluteus Family or Dachpilzverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively diverse, containing several genera, including Pluteus and Volvariella. Members of the Pluteaceae family are characterized by their free gills, pink spore prints, and the absence of a partial veil or cortina.\n\nPluteus cervinus, commonly known as the Deer Shield, is a widespread and well-known species within the Pluteaceae family. This mushroom has a convex to flat cap that ranges from 4 to 15 cm in diameter, with a light to dark brown coloration and a smooth, often slightly sticky surface.\n\nThe gills of Pluteus cervinus are free, meaning they do not attach to the stipe, and they have a pinkish hue due to the color of the spores. The stipe is typically 5 to 12 cm in height and 0.5 to 1.5 cm in thickness, with a white to pale brown color and a slightly fibrous texture.\n\nMembers of the Pluteaceae family can be found growing on various substrates, including dead wood, leaf litter, and rich soil. They are primarily saprobic, which means they decompose dead organic matter, playing an essential role in nutrient cycling within ecosystems.\n\nThe Pluteaceae family has a global distribution, with species found in North America, Europe, Asia, and other regions of the world. The fruiting period for these mushrooms generally occurs from late spring to autumn.\n\nThe spores of Pluteaceae species are typically smooth, elliptical, and pink in color. For example, the spores of Pluteus cervinus measure approximately 6 to 8 µm in length and 4 to 5 µm in width.\n\nSome species within the Pluteaceae family are considered edible, such as Volvariella volvacea, commonly known as the Straw Mushroom. However, other species may be inedible or of poor culinary quality, so care should be taken when collecting these mushrooms for consumption.\n\nThe chemical composition of Pluteaceae species has not been extensively studied, but some research suggests they may contain bioactive compounds with potential medicinal properties, such as antioxidant and antimicrobial activities.","dates":{"added":1683384424,"dateRange":{"0":1442755515,"1":1683106347}},"fileDate":"2023-05-06T17:16:57.330Z","title":"Pluteaceae - Плютеевые - Pluteus Family - Dachpilzverwandte"}