{"path":"%D0%93%D0%B5%D0%BB%D1%8C%D0%B2%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Helvellaceae","deepCounters":{"total":53,"images":50,"folders":3,"files":50},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20acetabulum\/thumbs\/0SET09003.webp","width":512,"height":410},"thumbCaption":"<h3>Helvellaceae - Гельвелловые - Helvellas - Lorcheln<\/h3><div class=\"comment\">The Helvellaceae family, commonly referred to as helvellas or Lorcheln in German, is a group of fungi belonging to the order Pezizales. The family contains&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20acetabulum","deepCounters":{"total":33,"images":33,"files":33},"counters":{"total":33,"images":33,"files":33},"thumb":{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20acetabulum\/thumbs\/0SET09003.webp","width":512,"height":410},"thumbCaption":"<h3>Helvella acetabulum - Лопастник бокальчатый - Vinegar Cup - Essigbecher-Helmling<\/h3><div class=\"comment\">Helvella acetabulum, commonly known as the Vinegar Cup or Essigbecher-Helmling in German, is an ascomycete fungus belonging to the family Helvellaceae. This&hellip;<\/div>","name":"Лопастник бокальчатый - Helvella acetabulum","comment":"Helvella acetabulum, commonly known as the Vinegar Cup or Essigbecher-Helmling in German, is an ascomycete fungus belonging to the family Helvellaceae. This distinctive fungus features a cup-shaped or goblet-shaped fruiting body, usually ranging from 3 to 10 cm in diameter.\n\nThe exterior of the fruiting body is brownish-gray to black, while the interior is a lighter gray. The upper margin of the cup is often irregular, with lobes or folds, giving the fungus a unique appearance.\n\nThe stem of H. acetabulum is typically 4-10 cm long and 1-2 cm thick, and it is hollow, ridged, and wrinkled. The color of the stem can vary from whitish-gray to brownish-black.\n\nHelvella acetabulum is a saprobic fungus, playing a vital role in breaking down organic matter in forest ecosystems. It is often found in deciduous and mixed forests, particularly in areas with abundant leaf litter or woody debris.\n\nThis fungus has a wide geographic distribution, spanning across North America, Europe, and Asia. In some regions, it is more commonly found at higher elevations.\n\nThe fruiting bodies of H. acetabulum typically appear from late summer to autumn, depending on the region and local climate conditions.\n\nThe spores of Helvella acetabulum are elliptical, hyaline, and contain multiple oil droplets. They measure approximately 18-22 x 10-12 micrometers in size.\n\nAscospores are produced in asci, which are sac-like structures within the fruiting body, and are forcibly discharged into the air for dispersal.\n\nAlthough the Vinegar Cup is not considered poisonous, it is generally regarded as inedible due to its tough, leathery texture and unappealing taste.\n\nThere is limited information regarding the chemical compounds present in H. acetabulum, but similar species within the Helvellaceae family are known to contain various secondary metabolites.\n\nHelvella acetabulum has not been extensively studied for its potential medicinal properties, but research on related species suggests that some members of the Helvellaceae family may possess antioxidant, anti-inflammatory, or antimicrobial activities.\n\nIt is essential to accurately identify H. acetabulum, as some other cup fungi within the Helvellaceae family can be toxic.","dates":{"added":1683384424,"dateRange":{"0":1683107703,"1":1683109881}},"fileDate":"2023-05-06T17:47:04.737Z","category":"folder","title":"Helvella acetabulum - Лопастник бокальчатый - Vinegar Cup - Essigbecher-Helmling"},{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D1%80%D0%BE%D0%B7%D0%B4%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20lacunosa","deepCounters":{"total":2,"images":2,"files":2},"counters":{"total":2,"images":2,"files":2},"thumb":{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D1%80%D0%BE%D0%B7%D0%B4%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20lacunosa\/thumbs\/fungi-0004148.webp","width":512,"height":410},"thumbCaption":"<h3>Helvella lacunosa - Лопастник бороздчатый - Fluted Black Elfin Saddle - Gefurchter Lerchensporn<\/h3><div class=\"comment\">Helvella lacunosa, also known as the Fluted Black Elfin Saddle or Gefurchter Lerchensporn in German, is a species of fungi belonging to the Helvellaceae family.&hellip;<\/div>","name":"Лопастник бороздчатый - Helvella lacunosa","comment":"Helvella lacunosa, also known as the Fluted Black Elfin Saddle or Gefurchter Lerchensporn in German, is a species of fungi belonging to the Helvellaceae family. This fungus is characterized by its dark, saddle-shaped fruiting body with deep, irregular flutes and grooves.\n\nThe cap of H. lacunosa is typically 2-6 cm wide and 2-5 cm tall, with a convoluted, irregularly lobed surface. The cap's color can vary from dark gray to black, often becoming darker with age.\n\nThe stem of this mushroom is 3-10 cm long and 1-3 cm thick, with a hollow, chambered structure. The stem is usually grayish-white to pale gray, with deep, longitudinal grooves running along its length.\n\nHelvella lacunosa is commonly found in Europe and North America, particularly in temperate regions. It is primarily associated with hardwood forests, especially in the vicinity of oak and beech trees.\n\nThis species forms ectomycorrhizal relationships with its host trees, facilitating nutrient exchange between the fungus and the tree. This symbiotic association benefits both organisms and plays a critical role in forest ecosystems.\n\nH. lacunosa typically fruits during late summer and autumn, with its fruiting bodies often appearing after rainfall.\n\nThe spores of Helvella lacunosa are elliptical, smooth, and colorless, measuring approximately 17-21 x 10-13 micrometers in size.\n\nAlthough some sources consider H. lacunosa to be edible when cooked, its edibility remains a matter of debate. Caution is advised, as the mushroom contains small amounts of the toxin gyromitrin, which can cause adverse effects when consumed.\n\nDespite its debated edibility, the mushroom is not considered to be of significant culinary value due to its relatively mild flavor and rubbery texture.\n\nHelvella lacunosa has been used in traditional medicine for various purposes, although scientific evidence supporting these uses is limited.\n\nThis species has been the subject of recent research investigating its potential applications in bioremediation, as it can accumulate heavy metals from its environment.\n\nIn some regions, Helvella lacunosa is considered a rare or threatened species, highlighting the importance of conservation efforts to protect its habitat and maintain healthy forest ecosystems.","dates":{"added":1451767781,"dateRange":{"0":1285242569,"1":1285242603}},"fileDate":"2023-02-04T01:54:13.584Z","category":"folder","title":"Helvella lacunosa - Лопастник бороздчатый - Fluted Black Elfin Saddle - Gefurchter Lerchensporn"},{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%83%D1%80%D1%87%D0%B0%D0%B2%D1%8B%D0%B9%20-%20Helvella%20crispa","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%83%D1%80%D1%87%D0%B0%D0%B2%D1%8B%D0%B9%20-%20Helvella%20crispa\/thumbs\/DSC03621.webp","width":512,"height":410},"thumbCaption":"<h3>Helvella crispa - Лопастник курчавый - White Saddle Fungus - Krause Lerchensporn<\/h3><div class=\"comment\">Helvella crispa, commonly known as the White Saddle Fungus or Krause Lerchensporn in German, is a distinctive fungus belonging to the Helvellaceae family. It is&hellip;<\/div>","name":"Лопастник курчавый - Helvella crispa","comment":"Helvella crispa, commonly known as the White Saddle Fungus or Krause Lerchensporn in German, is a distinctive fungus belonging to the Helvellaceae family. It is characterized by its saddle-shaped, irregularly lobed cap and pale coloration.\n\nThe cap of H. crispa is typically 3-8 cm wide and 2-6 cm tall, with a wavy, irregular, and often deeply lobed surface. The cap is usually white to cream-colored, sometimes with a slight grayish or brownish tint.\n\nThe stem of this mushroom is 3-10 cm long and 1-2 cm thick, with a hollow, fluted structure. The stem is usually white to pale gray or pale brown, with shallow, irregular grooves running along its length.\n\nHelvella crispa is widely distributed across Europe and North America, mainly in temperate regions. It is primarily found in deciduous forests, particularly near beech, oak, and other hardwood trees.\n\nThis species forms ectomycorrhizal relationships with its host trees, contributing to the nutrient exchange between the fungus and the tree. This symbiosis is beneficial for both organisms and plays a crucial role in forest ecosystems.\n\nH. crispa typically fruits during late summer and autumn, often appearing after rainfall.\n\nThe spores of Helvella crispa are elliptical, smooth, and colorless, measuring approximately 18-22 x 11-14 micrometers in size.\n\nHelvella crispa is considered edible when cooked, but caution is advised, as the mushroom may contain trace amounts of the toxin gyromitrin. Proper cooking is essential to reduce the risk of potential health issues.\n\nThe mushroom is not considered to have high culinary value due to its mild flavor and rubbery texture, but it is occasionally used in soups and sauces.\n\nIn traditional medicine, H. crispa has been used for various purposes, although scientific evidence supporting these uses is limited.\n\nRecent research has investigated the potential applications of Helvella crispa in bioremediation, as it can accumulate heavy metals from its environment.\n\nIn some regions, Helvella crispa is considered a rare or threatened species, emphasizing the importance of conservation efforts to protect its habitat and maintain healthy forest ecosystems.","dates":{"added":1473277639,"dateRange":{"0":1283954473,"1":1473247621}},"fileDate":"2023-02-04T01:54:13.680Z","category":"folder","title":"Helvella crispa - Лопастник курчавый - White Saddle Fungus - Krause Lerchensporn"}],"name":"Гельвелловые - Helvellaceae","comment":"The Helvellaceae family, commonly referred to as helvellas or Lorcheln in German, is a group of fungi belonging to the order Pezizales. The family contains several genera, including Helvella, Gyromitra, and Rhizina, among others.\n\nFungi within the Helvellaceae family are characterized by their unique, often intricate fruiting bodies. These structures can be variously shaped, such as cup-like, saddle-like, or lobed, and are often found in shades of brown, black, or gray.\n\nHelvellaceae fungi are predominantly found in the Northern Hemisphere, including North America, Europe, and Asia. They can be encountered in a variety of habitats, such as forests, grasslands, and disturbed areas, depending on the specific species.\n\nMembers of the Helvellaceae family often form ectomycorrhizal relationships with trees, especially conifers and hardwoods. This symbiotic association benefits both the fungus and the host tree by facilitating nutrient exchange.\n\nSome species in the Helvellaceae family are considered edible, while others are toxic or inedible. It is essential to accurately identify these fungi to avoid potentially dangerous mistakes.\n\nOne well-known species within this family is Gyromitra esculenta, which is known to contain the toxin gyromitrin. Consumption of this species can lead to severe gastrointestinal distress, liver and kidney damage, and even death.\n\nOn the other hand, some species of Helvella, such as H. crispa and H. lacunosa, are considered edible when cooked, although their edibility remains a matter of debate among mycologists and foragers.\n\nSpore morphology and size can vary within the Helvellaceae family, but they are generally elliptical, smooth, and colorless.\n\nMembers of the Helvellaceae family have been used traditionally for various medicinal purposes, although scientific research supporting these uses is limited.\n\nFruiting bodies of Helvellaceae fungi typically appear during spring and fall, depending on the species and local environmental conditions.\n\nThe taxonomy of the Helvellaceae family has undergone numerous revisions, with molecular studies providing new insights into the relationships between genera and species.\n\nSome Helvellaceae fungi demonstrate potential for use in bioremediation, as they can accumulate heavy metals and other contaminants from their environment.\n\nIn recent years, researchers have been investigating the potential of Helvellaceae fungi as sources of bioactive compounds for pharmaceutical and industrial applications.\n\nConservation efforts are essential to protect the habitats and ecosystems supporting Helvellaceae fungi, as many species are sensitive to environmental changes and human disturbance.","dates":{"added":1683384424,"dateRange":{"0":1283954473,"1":1683109881}},"fileDate":"2023-05-06T17:20:24.327Z","title":"Helvellaceae - Гельвелловые - Helvellas - Lorcheln"}