{"path":"%D0%93%D0%B5%D0%BB%D0%BE%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Helotiales","deepCounters":{"total":353,"images":327,"folders":26,"files":327},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sclerotiniaceae\/%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea\/thumbs\/kadriorg-park-tallinn-38.webp","width":512,"height":410},"thumbCaption":"<h3>Гелоциевые - Helotiales<\/h3><div class=\"comment\">The order Helotiales is a diverse group of fungi belonging to the class Leotiomycetes within the Ascomycota phylum. This order contains a wide range of&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%93%D0%B5%D0%BB%D0%BE%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Helotiaceae","deepCounters":{"total":60,"images":55,"folders":5,"files":55},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%93%D0%B5%D0%BB%D0%BE%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Helotiaceae\/%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D1%81%D1%86%D0%B8%D1%84%D1%83%D1%81%20%D0%BD%D0%B0%D0%BB%D0%B8%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Hymenoscyphus%20epiphyllus\/thumbs\/0DSC06902_.webp","width":512,"height":410},"thumbCaption":"<h3>Гелоциевые - Helotiaceae<\/h3><div class=\"comment\">The Helotiaceae family is a group of fungi belonging to the order Helotiales within the class Leotiomycetes of the Ascomycota phylum. Fungi in this family&hellip;<\/div>","name":"Гелоциевые - Helotiaceae","comment":"The Helotiaceae family is a group of fungi belonging to the order Helotiales within the class Leotiomycetes of the Ascomycota phylum. Fungi in this family display a diverse range of morphologies and ecological roles, including saprotrophs that decompose organic matter and mycorrhizal fungi that form mutually beneficial relationships with plant roots.\n\nMembers of the Helotiaceae family typically produce fruiting bodies called apothecia, which are open, cup- or disk-shaped structures that house the asci, the spore-producing cells typical of the Ascomycota phylum. The asci release spores known as ascospores, which are forcibly discharged into the environment and dispersed by wind, water, or other means to find new substrates or hosts.\n\nFungi within the Helotiaceae family can be found in various habitats, such as forest floors, grasslands, and decaying plant material. Some notable genera within this family include Hymenoscyphus, Helotium, and Phaeohelotium, each exhibiting unique morphological and ecological characteristics.\n\nHelotiaceae fungi play essential roles in ecosystems, contributing to nutrient cycling and the decomposition of organic matter. Some members also engage in symbiotic relationships with plants, facilitating nutrient uptake and promoting plant growth.\n\nControl measures for plant pathogens within the Helotiaceae family may include cultural practices, fungicides, and biological control agents. Research on the ecology, taxonomy, and physiology of Helotiaceae fungi aids in understanding their ecological roles and potential applications in agriculture, forestry, and environmental conservation.\n\nHelotiaceae fungi are also of interest to mycologists, naturalists, and enthusiasts who appreciate their unique morphologies and the variety of roles they play within ecosystems. The family Helotiaceae offers an excellent opportunity to explore the fascinating world of fungal diversity and the myriad ecological interactions that fungi participate in.","dates":{"added":1664561819,"dateRange":{"0":1256042021,"1":1664541957}},"fileDate":"2023-02-04T01:49:57.560Z","category":"folder","title":"Гелоциевые - Helotiaceae"},{"path":"%D0%93%D0%B5%D0%BC%D0%B8%D1%84%D0%B0%D1%86%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Hemiphacidiaceae","deepCounters":{"total":5,"images":4,"folders":1,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%B5%D0%BC%D0%B8%D1%84%D0%B0%D1%86%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Hemiphacidiaceae\/%D0%A5%D0%B5%D0%B9%D0%B4%D0%B5%D1%80%D0%B8%D1%8F%20%D0%BF%D0%B8%D1%85%D1%82%D1%8B%20-%20Heyderia%20abietis\/thumbs\/fungi-0004580.webp","width":512,"height":410},"thumbCaption":"<h3>Гемифацидиевые - Hemiphacidiaceae<\/h3><div class=\"comment\">Hemiphacidiaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains only one genus, Hemiphacidium, which is&hellip;<\/div>","name":"Гемифацидиевые - Hemiphacidiaceae","comment":"Hemiphacidiaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains only one genus, Hemiphacidium, which is characterized by its tiny, disc-shaped fruiting bodies called apothecia. The apothecia are usually less than 1mm in diameter and grow on the surface of decaying plant material.\n\nHemiphacidiaceae fungi are saprotrophs, playing an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are commonly found on decaying plant material such as fallen leaves, twigs, and other debris.\n\nThe taxonomy and phylogeny of the Hemiphacidiaceae family is still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Hemiphacidiaceae is a family of fungi containing only one genus, Hemiphacidium. These fungi are saprotrophs, playing an essential role in decomposing organic matter within ecosystems. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi.","dates":{"added":1508954946,"dateRange":{"0":1317473160,"1":1317473316}},"fileDate":"2023-02-04T01:49:57.561Z","category":"folder"},{"path":"%D0%93%D0%B8%D0%B0%D0%BB%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hyaloscyphaceae","deepCounters":{"total":26,"images":23,"folders":3,"files":23},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%93%D0%B8%D0%B0%D0%BB%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hyaloscyphaceae\/%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Pezizella%20alniella\/thumbs\/0DSC07398_.webp","width":382,"height":306},"thumbCaption":"<h3>Гиалосцифовые - Hyaloscyphaceae<\/h3><div class=\"comment\">Hyaloscyphaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains a group of small, cup-shaped fungi called&hellip;<\/div>","name":"Гиалосцифовые - Hyaloscyphaceae","comment":"Hyaloscyphaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains a group of small, cup-shaped fungi called glasscup fungi or jellydiscs, which are characterized by their translucent, glass-like appearance. These fungi are commonly found growing on decaying plant material such as leaves, twigs, and fallen wood.\n\nThe fruiting bodies of Hyaloscyphaceae fungi are cup-shaped and range in size from less than 1mm to several millimeters in diameter. They are typically pale or translucent, with a smooth or slightly rough surface. The spores are produced in the asci contained within the cup-shaped fruiting bodies and are dispersed by wind or other means.\n\nHyaloscyphaceae fungi are saprotrophs, playing an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are found in various habitats, including forests, grasslands, and wetlands.\n\nThe taxonomy and phylogeny of the Hyaloscyphaceae family are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Hyaloscyphaceae is a family of fungi containing a group of small, cup-shaped fungi known as glasscup fungi or jellydiscs. These fungi are saprotrophs, playing an essential role in decomposing organic matter within ecosystems. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi.","dates":{"added":1679151037,"dateRange":{"0":1301657744,"1":1679149980}},"fileDate":"2023-03-18T16:41:22.624Z","category":"folder","title":"Гиалосцифовые - Hyaloscyphaceae"},{"path":"%D0%94%D0%B5%D1%80%D0%BC%D0%B0%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dermateaceae","deepCounters":{"total":21,"images":17,"folders":4,"files":17},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%94%D0%B5%D1%80%D0%BC%D0%B0%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dermateaceae\/%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%80%D0%BE%D0%B7%D1%8B%20-%20Diplocarpon%20rosae\/thumbs\/IMG_5955.webp","width":512,"height":410},"thumbCaption":"<h3>Дерматеевые - Dermateaceae<\/h3><div class=\"comment\">Dermateaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of saprotrophic fungi that are&hellip;<\/div>","name":"Дерматеевые - Dermateaceae","comment":"Dermateaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of saprotrophic fungi that are commonly found growing on decaying plant material such as leaves, twigs, and fallen wood.\n\nThe fruiting bodies of Dermateaceae fungi are typically small and cup-shaped, with a smooth or slightly rough surface. The spores are produced in the asci contained within the fruiting bodies and are dispersed by wind or other means.\n\nThe taxonomy and phylogeny of the Dermateaceae family are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nDermateaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are found in various habitats, including forests, grasslands, and wetlands.\n\nIn summary, Dermateaceae is a family of fungi containing several genera of saprotrophic fungi commonly found growing on decaying plant material. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi. Dermateaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.","dates":{"added":1679151037,"dateRange":{"0":1403437130,"1":1679150230}},"fileDate":"2023-03-18T15:16:23.433Z","category":"folder","title":"Дерматеевые - Dermateaceae"},{"path":"%D0%9A%D1%83%D0%B4%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Cudoniaceae","deepCounters":{"total":39,"images":37,"folders":2,"files":37},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D1%83%D0%B4%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Cudoniaceae\/%D0%A1%D0%BF%D0%B0%D1%82%D1%83%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%B0%D1%8F%20-%20Spathularia%20flavida\/thumbs\/0DSC07206.webp","width":512,"height":410},"thumbCaption":"<h3>Кудониевые - Cudoniaceae<\/h3><div class=\"comment\">Cudoniaceae is a family of fungi within the order Agaricales of the Basidiomycota phylum. The family contains several genera of saprotrophic fungi that are&hellip;<\/div>","name":"Кудониевые - Cudoniaceae","comment":"Cudoniaceae is a family of fungi within the order Agaricales of the Basidiomycota phylum. The family contains several genera of saprotrophic fungi that are commonly found growing on decaying wood and forest litter.\n\nThe fruiting bodies of Cudoniaceae fungi are typically large, fleshy, and often brightly colored, making them popular among mushroom hunters and foragers. They are characterized by their distinctive shape, which is often funnel-shaped or vase-shaped with a central stem.\n\nCudoniaceae fungi are found in various habitats, including forests, woodlands, and grasslands. They play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.\n\nThe taxonomy and phylogeny of Cudoniaceae fungi are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Cudoniaceae is a family of fungi containing several genera of saprotrophic fungi commonly found growing on decaying wood and forest litter. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi. Cudoniaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.","dates":{"added":1664064137,"dateRange":{"0":1441876099,"1":1664013111}},"fileDate":"2023-02-04T01:49:57.563Z","category":"folder","title":"Кудониевые - Cudoniaceae"},{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sclerotiniaceae","deepCounters":{"total":196,"images":191,"folders":5,"files":191},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sclerotiniaceae\/%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea\/thumbs\/kadriorg-park-tallinn-38.webp","width":512,"height":410},"thumbCaption":"<h3>Склеротиниевые - Sclerotiniaceae<\/h3><div class=\"comment\">Sclerotiniaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of plant pathogenic fungi,&hellip;<\/div>","name":"Склеротиниевые - Sclerotiniaceae","comment":"Sclerotiniaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of plant pathogenic fungi, including the well-known genera Sclerotinia and Botrytis.\n\nSclerotinia sclerotiorum, a species within Sclerotiniaceae, causes white mold on various crops and plants, including vegetables, fruits, and ornamental flowers. It produces small, hard, black sclerotia that can survive in soil for several years and airborne spores that can be dispersed by wind or rain.\n\nBotrytis cinerea, another species within Sclerotiniaceae, causes gray mold on various crops and plants, including fruits, vegetables, and ornamental flowers. It produces airborne spores that can spread to nearby plants and can survive on infected plant material.\n\nSclerotiniaceae fungi can cause significant economic losses in the agriculture and horticulture industries. Control measures include cultural practices such as crop rotation and the removal of infected plant material, as well as fungicides and biological control agents.\n\nResearch on the ecology, taxonomy, and physiology of Sclerotiniaceae fungi aids in understanding their distribution, virulence, and potential control measures. Some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Sclerotiniaceae is a family of plant pathogenic fungi containing several genera, including Sclerotinia and Botrytis, that can cause significant economic losses. Control measures include cultural practices, fungicides, and biological control agents. Research on this family aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1713115602,"dateRange":{"0":1375618351,"1":1711627249}},"fileDate":"2024-03-16T23:08:09.299Z","category":"folder","title":"Склеротиниевые - Sclerotiniaceae"}],"name":"Гелоциевые - Helotiales","comment":"The order Helotiales is a diverse group of fungi belonging to the class Leotiomycetes within the Ascomycota phylum. This order contains a wide range of ecological roles and morphologies, including saprotrophs that decompose organic matter, mycorrhizal fungi that form mutually beneficial relationships with plant roots, and pathogens that cause diseases in plants and animals.\n\nMembers of the Helotiales order typically produce fruiting bodies called apothecia, which are open, cup- or disk-shaped structures that house the asci, the spore-producing cells typical of the Ascomycota phylum. The asci release spores known as ascospores, which are forcibly discharged into the environment and dispersed by wind, water, or other means to find new substrates or hosts.\n\nFungi within the Helotiales order can be found in various habitats, such as forest floors, grasslands, and decaying plant material. Some notable families within this order include Helotiaceae, Dermateaceae, and Sclerotiniaceae, each exhibiting unique morphological and ecological characteristics.\n\nHelotiales fungi play essential roles in ecosystems, contributing to nutrient cycling and the decomposition of organic matter, while some also engage in symbiotic relationships with plants, facilitating nutrient uptake and promoting plant growth.\n\nControl measures for plant pathogens within the Helotiales order may include cultural practices, fungicides, and biological control agents. Research on the ecology, taxonomy, and physiology of Helotiales fungi aids in understanding their ecological roles and potential applications in agriculture, forestry, and environmental conservation.\n\nHelotiales fungi are also of interest to mycologists, naturalists, and enthusiasts who appreciate their unique morphologies and the variety of roles they play within ecosystems. The order Helotiales offers an excellent opportunity to explore the fascinating world of fungal diversity and the myriad ecological interactions that fungi participate in.\n\n\n\n","dates":{"added":1713115602,"dateRange":{"0":1256042021,"1":1711627249}},"fileDate":"2023-02-04T01:49:57.265Z","title":"Гелоциевые - Helotiales"}