{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Entolomataceae","deepCounters":{"total":45,"images":40,"folders":5,"files":40},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BC%D0%B5%D0%BB%D0%BA%D0%BE%D0%B7%D0%B0%D0%B7%D1%83%D0%B1%D1%80%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Entoloma%20serrulatum\/thumbs\/0DSC06496.webp","width":512,"height":410},"thumbCaption":"<h3>Entolomataceae - Энтоломовые - Pinkgill Family - Rötlinge<\/h3><div class=\"comment\">The Entolomataceae, also known as the Pinkgill Family or Rötlinge in German, is a diverse family of fungi primarily characterized by their pink spores. This&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%B2%D0%B5%D1%81%D0%B5%D0%BD%D0%BD%D1%8F%D1%8F%20-%20Entoloma%20vernum","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%B2%D0%B5%D1%81%D0%B5%D0%BD%D0%BD%D1%8F%D1%8F%20-%20Entoloma%20vernum\/thumbs\/0SET08956.webp","width":512,"height":410},"thumbCaption":"<h3>Entoloma vernum - Энтолома весенняя - Spring Entoloma - Frühlings-Schleierling<\/h3><div class=\"comment\">Entoloma vernum, known as Spring Entoloma or Frühlings-Schleierling in German, is a small to medium-sized mushroom belonging to the family Entolomataceae. The&hellip;<\/div>","name":"Энтолома весенняя - Entoloma vernum","comment":"Entoloma vernum, known as Spring Entoloma or Frühlings-Schleierling in German, is a small to medium-sized mushroom belonging to the family Entolomataceae. The cap of this mushroom is 2-6 cm in diameter and can range in color from grayish-white to pale brown.\n\nThe cap surface is smooth and can be slightly hygrophanous, meaning it may change color when wet. The cap margin is often incurved when young, becoming flat or slightly uplifted with age.\n\nThe gills of E. vernum are adnate to emarginate and closely spaced, with a white to pale gray color that may develop pinkish-brown tones as the mushroom matures.\n\nThe stem of this fungus is 3-9 cm long and 0.5-1.5 cm thick, with a cylindrical shape and a similar color to the cap. The stem's base may be slightly swollen, and it often has a white mycelial thread at the bottom.\n\nEntoloma vernum is a saprotrophic species, meaning it decomposes organic matter. It is commonly found in deciduous and mixed forests, particularly in areas with beech trees (Fagus spp.).\n\nThis mushroom has a widespread distribution in Europe and North America, where it is typically found in temperate regions.\n\nThe fruiting period of E. vernum occurs in spring, hence the common name Spring Entoloma.\n\nThe spores of Entoloma vernum are angular, measuring 8-12 x 6-9 micrometers, with a pinkish-brown spore print.\n\nThe edibility of Entoloma vernum is not well-established, and it is not recommended for consumption due to the potential confusion with toxic Entoloma species.\n\nThere is limited information available on the chemical composition of E. vernum, and further research is needed to uncover its specific compounds.\n\nIdentification of E. vernum should be done with caution, as it can be confused with other Entoloma species, some of which are toxic.","dates":{"added":1683384424,"dateRange":{"0":1683108780,"1":1683108874}},"fileDate":"2023-05-06T17:47:04.743Z","category":"folder","title":"Entoloma vernum - Энтолома весенняя - Spring Entoloma - Frühlings-Schleierling"},{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%B8%D0%BD%D1%84%D1%83%D0%BB%D0%B0%20-%20Entoloma%20infula","deepCounters":{"total":18,"images":18,"files":18},"counters":{"total":18,"images":18,"files":18},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%B8%D0%BD%D1%84%D1%83%D0%BB%D0%B0%20-%20Entoloma%20infula\/thumbs\/0DSC06485.webp","width":512,"height":410},"thumbCaption":"<h3>Entoloma infula - Энтолома инфула - Hooded Entoloma - Haubenträger-Rötling<\/h3><div class=\"comment\">Entoloma infula, commonly known as the Hooded Entoloma or Haubenträger-Rötling in German, is a distinctive mushroom species belonging to the Entolomataceae&hellip;<\/div>","name":"Энтолома инфула - Entoloma infula","comment":"Entoloma infula, commonly known as the Hooded Entoloma or Haubenträger-Rötling in German, is a distinctive mushroom species belonging to the Entolomataceae family. This medium-sized fungus features a conical to bell-shaped cap, measuring 3 to 7 cm in diameter, with a prominent umbo (raised central area) giving it a hood-like appearance. The cap color ranges from pale gray to brownish-gray, sometimes with blue or greenish tinges.\n\nThe gills of Entoloma infula are adnate (broadly attached to the stem) and typically have a pinkish hue due to the pink spores produced by the fungus. The stem is 5-10 cm tall and 0.5-1.5 cm thick, often with a slightly swollen base and a grayish-white to pale brown color.\n\nThis mushroom is primarily found in Europe and North America, where it grows in various habitats, including coniferous and deciduous forests. It is particularly associated with beech trees, growing on the ground or on decaying wood from late summer to late autumn.\n\nThe chemistry of Entoloma infula is not well studied, but as a member of the Entolomataceae family, it is likely to contain various bioactive compounds. However, it is considered inedible due to its poor taste and potential toxicity.\n\nThe spores of Entoloma infula are pink, angular, and measure 8-11 x 6-9 micrometers. They are produced in basidia, which release the spores into the environment to facilitate reproduction and dispersal.\n\nWhile Entoloma infula is not a highly sought-after edible mushroom, it is still an interesting species due to its unique appearance and association with beech trees. Its presence can serve as an indicator of healthy beech forests, which provide important habitat for many other organisms.","dates":{"added":1664064137,"dateRange":{"0":1663675475,"1":1663675701}},"fileDate":"2023-02-04T01:51:30.878Z","category":"folder","title":"Entoloma infula - Энтолома инфула - Hooded Entoloma - Haubenträger-Rötling"},{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BC%D0%B5%D0%BB%D0%BA%D0%BE%D0%B7%D0%B0%D0%B7%D1%83%D0%B1%D1%80%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Entoloma%20serrulatum","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BC%D0%B5%D0%BB%D0%BA%D0%BE%D0%B7%D0%B0%D0%B7%D1%83%D0%B1%D1%80%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Entoloma%20serrulatum\/thumbs\/0DSC06496.webp","width":512,"height":410},"thumbCaption":"<h3>Entoloma serrulatum - Энтолома мелкозазубренная - Serrulate Entoloma - Feinsägezähnlicher Rötling<\/h3><div class=\"comment\">Entoloma serrulatum, known as the Serrulate Entoloma or Feinsägezähnlicher Rötling in German, is a small to medium-sized mushroom species belonging to the&hellip;<\/div>","name":"Энтолома мелкозазубренная - Entoloma serrulatum","comment":"Entoloma serrulatum, known as the Serrulate Entoloma or Feinsägezähnlicher Rötling in German, is a small to medium-sized mushroom species belonging to the Entolomataceae family. The cap of this fungus ranges from 1.5 to 5 cm in diameter, with a convex to flattened shape and a slightly depressed center. The cap surface is smooth, with colors varying from grayish-brown to dark brown, often with a bluish tint.\n\nThe gills of Entoloma serrulatum are adnate to adnexed (narrowly attached to the stem) and have a characteristic dark edge, which gives the species its common name. The gills are initially whitish but become pink as the spores mature. The stem is 3-8 cm tall and 0.3-0.8 cm thick, with a white to grayish color and a smooth surface.\n\nEntoloma serrulatum can be found in North America, Europe, and Asia, growing in both deciduous and coniferous forests. It is often found on the ground or on decaying wood, particularly in well-drained areas, from late summer to autumn.\n\nThe chemistry of Entoloma serrulatum has not been extensively studied, and its edibility remains uncertain. However, due to its small size and potential toxicity, it is not considered a desirable edible mushroom.\n\nThe spores of Entoloma serrulatum are pink, angular, and measure 8-12 x 6-9 micrometers. They are produced in basidia and released into the environment for reproduction and dispersal.\n\nAlthough not a well-known species, Entoloma serrulatum is distinctive due to its serrulate gill edges and bluish cap coloration. It can serve as an indicator species for the health of forest ecosystems where it is found.","dates":{"added":1664064137,"dateRange":{"0":1663675754,"1":1663675854}},"fileDate":"2023-02-04T01:51:31.163Z","category":"folder","title":"Entoloma serrulatum - Энтолома мелкозазубренная - Serrulate Entoloma - Feinsägezähnlicher Rötling"},{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BD%D0%B5%D0%B4%D0%BE%D1%80%D0%B0%D0%B7%D0%B2%D0%B8%D1%82%D0%B0%D1%8F%20-%20Entoloma%20abortivum","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BD%D0%B5%D0%B4%D0%BE%D1%80%D0%B0%D0%B7%D0%B2%D0%B8%D1%82%D0%B0%D1%8F%20-%20Entoloma%20abortivum\/thumbs\/0DSC00590.webp","width":512,"height":410},"thumbCaption":"<h3>Entoloma abortivum - Энтолома недоразвитая - Aborted Entoloma - Abgebrochener Rötling<\/h3><div class=\"comment\">Entoloma abortivum, commonly known as the Aborted Entoloma or Abgebrochener Rötling in German, is a unique mushroom species within the Entolomataceae family. It&hellip;<\/div>","name":"Энтолома недоразвитая - Entoloma abortivum","comment":"Entoloma abortivum, commonly known as the Aborted Entoloma or Abgebrochener Rötling in German, is a unique mushroom species within the Entolomataceae family. It is characterized by its often irregular and malformed fruiting bodies, which result from a parasitic relationship with the honey fungus Armillaria mellea. The cap of this fungus measures 3 to 10 cm in diameter, with a convex to flat shape and a smooth surface. The cap color varies from whitish to grayish-brown.\n\nThe gills of Entoloma abortivum are adnate (broadly attached to the stem) and white to pink in color. The stem is 3-10 cm tall and 1-2 cm thick, with a white to grayish color and a slightly fibrous texture.\n\nEntoloma abortivum can be found in North America, Europe, and Asia, primarily in deciduous and mixed forests. It grows on the ground, often near decaying wood or in areas where Armillaria mellea is present, from late summer to late autumn.\n\nThe chemistry of Entoloma abortivum is not well studied, but it is considered an edible mushroom, with the malformed fruiting bodies being particularly prized for their unique texture and flavor. However, proper identification is crucial, as some toxic Entoloma species may resemble the normal fruiting bodies of Entoloma abortivum.\n\nThe spores of Entoloma abortivum are pink, angular, and measure 7-10 x 5-8 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nThe most fascinating aspect of Entoloma abortivum is its parasitic interaction with Armillaria mellea. The Entoloma mycelium attacks the Armillaria mycelium, causing the formation of irregular, aborted fruiting bodies. These malformed structures are sometimes referred to as \"shrimp of the woods\" due to their resemblance to small crustaceans.","dates":{"added":1599674707,"dateRange":{"0":1599399987,"1":1599400024}},"fileDate":"2023-02-04T01:51:31.242Z","category":"folder","title":"Entoloma abortivum - Энтолома недоразвитая - Aborted Entoloma - Abgebrochener Rötling"},{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D1%88%D0%B5%D1%80%D1%88%D0%B0%D0%B2%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Entoloma%20hirtipes","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D1%88%D0%B5%D1%80%D1%88%D0%B0%D0%B2%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Entoloma%20hirtipes\/thumbs\/0DSC08445.webp","width":512,"height":410},"thumbCaption":"<h3>Entoloma hirtipes - Энтолома шершавоножковая - Rough-stemmed Entoloma - Rauhstieliger Rötling<\/h3><div class=\"comment\">Entoloma hirtipes, also known as the Rough-stemmed Entoloma or Rauhstieliger Rötling in German, is a small to medium-sized mushroom species belonging to the&hellip;<\/div>","name":"Энтолома шершавоножковая - Entoloma hirtipes","comment":"Entoloma hirtipes, also known as the Rough-stemmed Entoloma or Rauhstieliger Rötling in German, is a small to medium-sized mushroom species belonging to the Entolomataceae family. The cap of this fungus measures 2 to 6 cm in diameter, with a convex to flat shape and a smooth surface. The cap color varies from pale gray to brownish-gray, often with a slightly darker center.\n\nThe gills of Entoloma hirtipes are adnate (broadly attached to the stem) and white to pink in color. The stem is 3-10 cm tall and 0.5-1 cm thick, with a white to grayish color and a distinctly rough or fibrous texture, giving the species its common name.\n\nEntoloma hirtipes can be found in Europe and North America, primarily in deciduous and mixed forests. It grows on the ground or on decaying wood, particularly around beech and oak trees, from late summer to autumn.\n\nThe chemistry of Entoloma hirtipes is not well studied, and its edibility remains uncertain. Due to its small size and potential toxicity, it is not considered a desirable edible mushroom.\n\nThe spores of Entoloma hirtipes are pink, angular, and measure 7-11 x 5-8 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nAlthough not a well-known species, Entoloma hirtipes is distinctive due to its rough-textured stem and pale gray to brownish-gray cap. It can serve as an indicator species for the health of forest ecosystems where it is found.","dates":{"added":1497460402,"dateRange":{"0":1497167761,"1":1497167786}},"fileDate":"2023-02-04T01:51:31.273Z","category":"folder","title":"Entoloma hirtipes - Энтолома шершавоножковая - Rough-stemmed Entoloma - Rauhstieliger Rötling"}],"name":"Энтоломовые - Entolomataceae","comment":"The Entolomataceae, also known as the Pinkgill Family or Rötlinge in German, is a diverse family of fungi primarily characterized by their pink spores. This family belongs to the order Agaricales and encompasses over 1,500 species across several genera, with Entoloma being the most prominent and species-rich genus.\n\nThese mushrooms exhibit a wide variety of morphological features, including different cap shapes, colors, and sizes. However, the presence of pinkish spores and angular edges in the spore print is a unifying characteristic of the family.\n\nEntolomataceae fungi can be found throughout the world, with species inhabiting various ecosystems, such as forests, grasslands, and even arctic tundra. They typically grow on the ground, although some species can be found growing on decaying wood.\n\nThe majority of Entolomataceae species are saprobic, meaning they play a crucial role in the decomposition of organic matter, particularly plant material. Some species are also ectomycorrhizal, forming symbiotic relationships with the roots of specific host plants, while others are parasitic on other fungi.\n\nMembers of the Entolomataceae family display a range of edibility. Some species are edible, while others are toxic or cause gastrointestinal distress. For instance, Entoloma sinuatum, commonly known as the Livid Pinkgill, is poisonous and can cause severe gastrointestinal symptoms if ingested.\n\nThe spores of Entolomataceae are typically pink, with a size range of 7-15 x 5-8 micrometers, depending on the species. The spores are produced in basidia, which are then released into the environment to aid in reproduction and dispersal.\n\nThe Entolomataceae family is of interest to researchers due to its diverse chemical composition. Some species contain bioactive compounds with potential medicinal properties, while others produce toxins that can cause adverse reactions if consumed.\n\nOne species in the family, Entoloma abortivum, is known for its unique parasitic relationship with another fungus, Armillaria mellea. This interaction results in the formation of an \"aborted\" fruiting body, giving it the common name of \"Aborted Entoloma.\"\n\nThe taxonomy of the Entolomataceae family is complex, with numerous revisions and reclassifications over the years. DNA-based phylogenetic studies have provided a better understanding of the relationships between different genera, but many questions remain.\n\nDue to their diverse morphology, Entolomataceae species can be difficult to identify without the aid of a microscope. The pink spore print and angular spores are key features to look for when identifying members of this family.","dates":{"added":1683384424,"dateRange":{"0":1497167761,"1":1683108874}},"fileDate":"2023-05-06T17:44:09.800Z","title":"Entolomataceae - Энтоломовые - Pinkgill Family - Rötlinge"}