{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gloeophyllaceae","deepCounters":{"total":45,"images":42,"folders":3,"files":42},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium\/thumbs\/fungi-0002377.webp","width":512,"height":410},"thumbCaption":"<h3>Глеофилловые - Gloeophyllaceae<\/h3><div class=\"comment\">The Gloeophyllales are a phylogenetically defined order of wood-decay fungi that is characterized by the ability to produce a brown rot of wood. It includes a&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium","deepCounters":{"total":17,"images":17,"files":17},"counters":{"total":17,"images":17,"files":17},"thumb":{"path":"%D0%93%D0%BB%D0%B5%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B7%D0%B0%D0%B1%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Gloeophyllum%20sepiarium\/thumbs\/fungi-0002377.webp","width":512,"height":410},"thumbCaption":"<h3>Gloeophyllum sepiarium - Глеофиллум заборный - Rusty Gilled Polypore - Rostblättriger Zaunblättling<\/h3><div class=\"comment\">Gloeophyllum sepiarium, commonly known as the Rusty Gilled Polypore or the Rostblättriger Zaunblättling, is a wood-decay fungus belonging to the family&hellip;<\/div>","name":"Глеофиллум заборный - Gloeophyllum sepiarium","comment":"Gloeophyllum sepiarium, commonly known as the Rusty Gilled Polypore or the Rostblättriger Zaunblättling, is a wood-decay fungus belonging to the family Gloeophyllaceae. This mushroom is characterized by its shelf-like, elongated fruiting bodies, which are typically 3-12 cm wide, 2-6 cm deep, and up to 2 cm thick.\n\nThe upper surface of the fruiting body is covered in a reddish-brown to dark brown crust with fine radial wrinkles, while the margin is often paler and slightly wavy.\n\nThe underside of the fruiting body features gills that are rusty brown in color, running down the length of the cap. These gills are irregularly spaced and forked, giving the mushroom its common name.\n\nThe flesh of the Rusty Gilled Polypore is thin, leathery, and fibrous, with a light brown color and a slightly sweet smell.\n\nGloeophyllum sepiarium is a saprobic fungus, meaning it feeds on dead organic matter. It primarily colonizes coniferous wood, such as pine and spruce, causing a brown rot.\n\nThe fruiting bodies of G. sepiarium can be found year-round, with a peak in late summer to autumn.\n\nThis species has a wide distribution and is commonly found throughout the Northern Hemisphere, including Europe, North America, and Asia.\n\nThe spores of Gloeophyllum sepiarium are cylindrical to allantoid (sausage-shaped), measuring 6-9 x 2.5-3.5 micrometers.\n\nGloeophyllum sepiarium is inedible due to its tough and leathery texture.\n\nThis fungus plays an essential ecological role in breaking down deadwood in forest ecosystems.\n\nGloeophyllum sepiarium is related to other species within the Gloeophyllum genus, such as Gloeophyllum abietinum and Gloeophyllum trabeum, which also cause brown rot on coniferous wood.\n\nThe Rusty Gilled Polypore is known for its ability to produce extracellular enzymes that can break down lignocellulose, a major component of plant cell walls.","dates":{"added":1628972910,"dateRange":{"0":1226254391,"1":1604242006}},"fileDate":"2023-02-04T01:52:20.179Z","category":"folder","title":"Gloeophyllum sepiarium - Глеофиллум заборный - Rusty Gilled Polypore - Rostblättriger Zaunblättling"},{"path":"%D0%9F%D0%B8%D0%BB%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Neolentinus%20cyathiformis","deepCounters":{"total":21,"images":21,"files":21},"counters":{"total":21,"images":21,"files":21},"thumb":{"path":"%D0%9F%D0%B8%D0%BB%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Neolentinus%20cyathiformis\/thumbs\/SET08692.webp","width":512,"height":410},"thumbCaption":"<h3>Neolentinus cyathiformis - Пилолистник бокаловидный - Goblet-shaped Neolentinus - Kelchförmiger Neolentinus<\/h3><div class=\"comment\">Neolentinus cyathiformis, or the Goblet-shaped Neolentinus, is a rare and unique mushroom species belonging to the family Gloeophyllaceae. The cap of this&hellip;<\/div>","name":"Пилолистник бокаловидный - Neolentinus cyathiformis","comment":"Neolentinus cyathiformis, or the Goblet-shaped Neolentinus, is a rare and unique mushroom species belonging to the family Gloeophyllaceae. The cap of this mushroom is initially convex, becoming broadly convex to flat, and measures between 5-12 cm in diameter.\n\nThe cap surface is characterized by reddish-brown to dark brown colors and is covered with radial fibrils, which give it a somewhat shaggy appearance. The margin of the cap is often slightly incurved when young and becomes wavy with age.\n\nThe gills of N. cyathiformis are adnate to subdecurrent, pale cream in color, and moderately spaced, becoming darker as the mushroom matures.\n\nThe stipe of the Goblet-shaped Neolentinus is central, cylindrical, and measures 4-10 cm in length and 1-2.5 cm in diameter. It is often slightly enlarged at the base and is colored pale cream to light brown.\n\nNeolentinus cyathiformis is a wood-decay fungus, primarily found on the deadwood of coniferous trees, especially pines.\n\nThis species has a scattered distribution and has been reported in Europe, North America, and Asia.\n\nThe fruiting bodies of N. cyathiformis can be found from late summer to autumn.\n\nThe spores of this mushroom are ellipsoid, hyaline, and measure 5-7 x 2.5-3.5 micrometers.\n\nWhile the edibility of Neolentinus cyathiformis is unknown, it is not considered a choice edible species due to its rarity and ecological importance in breaking down deadwood.\n\nNeolentinus cyathiformis is closely related to Neolentinus lepideus, a species that differs mainly in having a more leathery and less shaggy cap surface.\n\nThe mushroom is called Goblet-shaped Neolentinus due to the shape of its fruiting body, resembling a goblet or chalice.","dates":{"added":1683384424,"dateRange":{"0":1683102006,"1":1683111766}},"fileDate":"2023-05-06T17:47:04.738Z","category":"folder","title":"Neolentinus cyathiformis - Пилолистник бокаловидный - Goblet-shaped Neolentinus - Kelchförmiger Neolentinus"},{"path":"%D0%9F%D0%B8%D0%BB%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D1%87%D0%B5%D1%88%D1%83%D0%B9%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Neolentinus%20lepideus","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9F%D0%B8%D0%BB%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D1%87%D0%B5%D1%88%D1%83%D0%B9%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Neolentinus%20lepideus\/thumbs\/0DSC05321.webp","width":512,"height":410},"thumbCaption":"<h3>Neolentinus lepideus - Пилолистник чешуйчатый - Scaly Neolentinus - Schuppiger Neolentinus<\/h3><div class=\"comment\">Neolentinus lepideus, commonly known as the Scaly Neolentinus, is a mushroom species belonging to the family Gloeophyllaceae. The cap of this mushroom is convex&hellip;<\/div>","name":"Пилолистник чешуйчатый - Neolentinus lepideus","comment":"Neolentinus lepideus, commonly known as the Scaly Neolentinus, is a mushroom species belonging to the family Gloeophyllaceae. The cap of this mushroom is convex to broadly convex, sometimes becoming flat with age, and measures between 5-20 cm in diameter.\n\nThe cap surface is characterized by reddish-brown to dark brown colors and is covered with small scales, giving it a distinctive scaly appearance. The margin of the cap is often slightly incurved when young and becomes wavy with age.\n\nThe gills of N. lepideus are adnate to subdecurrent, pale cream in color, and moderately spaced, becoming darker as the mushroom matures.\n\nThe stipe of the Scaly Neolentinus is central, cylindrical, and measures 4-12 cm in length and 1-3 cm in diameter. It is often slightly enlarged at the base and is colored pale cream to light brown.\n\nNeolentinus lepideus is a wood-decay fungus, primarily found on the deadwood of coniferous trees, especially pines.\n\nThis species has a widespread distribution and has been reported in Europe, North America, and Asia.\n\nThe fruiting bodies of N. lepideus can be found from late summer to autumn.\n\nThe spores of this mushroom are ellipsoid, hyaline, and measure 5.5-7 x 3-4 micrometers.\n\nWhile the edibility of Neolentinus lepideus is unknown, it is not considered a choice edible species due to its tough and leathery texture.\n\nNeolentinus lepideus is closely related to Neolentinus cyathiformis, a species that differs mainly in having a more goblet-shaped fruiting body.\n\nThe mushroom is called Scaly Neolentinus due to the distinctive scales present on the cap surface.\n\nIn summary, Neolentinus lepideus is a wood-decay fungus found on coniferous deadwood, characterized by its scaly cap surface and tough texture. Its edibility is unknown, and it should be conserved due to its ecological importance in breaking down deadwood.","dates":{"added":1628972910,"dateRange":{"0":1626968267,"1":1626968289}},"fileDate":"2023-02-04T01:52:20.242Z","category":"folder","title":"Neolentinus lepideus - Пилолистник чешуйчатый - Scaly Neolentinus - Schuppiger Neolentinus"}],"name":"Глеофилловые - Gloeophyllaceae","comment":"The Gloeophyllales are a phylogenetically defined order of wood-decay fungi that is characterized by the ability to produce a brown rot of wood. It includes a single, identically defined family, the Gloeophyllaceae, in which are included the genera Gloeophyllum, Neolentinus, Heliocybe, and Veluticeps.","dates":{"added":1683384424,"dateRange":{"0":1226254391,"1":1683111766}},"fileDate":"2023-05-06T16:58:33.75Z","title":"Глеофилловые - Gloeophyllaceae"}