{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Crepidotaceae","deepCounters":{"total":12,"images":10,"folders":2,"files":10},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Crepidotus%20variabilis\/thumbs\/DSC07870.webp","width":512,"height":410},"thumbCaption":"<h3>Crepidotaceae - Крепидотовые - Crepidotaceae family - Schüpplinge<\/h3><div class=\"comment\">The Crepidotaceae is a family of basidiomycete fungi that belong to the order Agaricales. This family is known for its diverse range of gilled mushrooms, many&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Crepidotus%20variabilis","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Crepidotus%20variabilis\/thumbs\/DSC07870.webp","width":512,"height":410},"thumbCaption":"<h3>Crepidotus variabilis - Крепидот переменчивый - Variable Oysterling - Variabler Zärtling<\/h3><div class=\"comment\">Crepidotus variabilis, also known as the Variable Oysterling or Variabler Zärtling, is a species of mushroom in the Crepidotaceae family. The fruiting body of&hellip;<\/div>","name":"Крепидот изменчивый - Crepidotus variabilis","comment":"Crepidotus variabilis, also known as the Variable Oysterling or Variabler Zärtling, is a species of mushroom in the Crepidotaceae family. The fruiting body of this fungus is typically small and thin, with a convex to funnel-shaped cap measuring 1-4 cm in diameter. The cap surface is smooth, dry, and can be various shades of brown, gray, or yellowish.\n\nThe distribution of C. variabilis is cosmopolitan, with the fungus found in various habitats worldwide, including temperate and tropical forests, woodlands, and grasslands. It is a saprophytic species that decomposes dead organic matter, primarily decaying wood and plant debris.\n\nChemically, C. variabilis has been found to contain several bioactive compounds, including alkaloids and flavonoids, with potential antimicrobial, antioxidant, and anticancer properties. Studies have shown that some of these compounds may have applications in the pharmaceutical and food industries.\n\nThe spores of C. variabilis are ellipsoid to almond-shaped, smooth, and measure 4-6 x 2-3 µm. The spore print is white to pale yellow in color.\n\nC. variabilis is generally considered edible and has a mild, slightly sweet taste. However, it is not commonly consumed due to its small size and lack of culinary value. As with all wild mushrooms, it is essential to properly identify the species before consuming them to avoid potential toxicity.\n\nIn summary, Crepidotus variabilis is a widespread and ecologically important fungus with potentially valuable medicinal and industrial applications. Its small size and unremarkable appearance may make it easy to overlook, but its biological and chemical properties make it a fascinating subject for scientific research.","dates":{"added":1668208444,"dateRange":{"0":1667745174,"1":1667745223}},"fileDate":"2023-02-04T01:50:17.570Z","category":"folder","title":"Crepidotus variabilis - Крепидот переменчивый - Variable Oysterling - Variabler Zärtling"},{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%BC%D1%8F%D0%B3%D0%BA%D0%B8%D0%B9%20-%20Crepidotus%20mollis","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%BC%D1%8F%D0%B3%D0%BA%D0%B8%D0%B9%20-%20Crepidotus%20mollis\/thumbs\/DSC06440.webp","width":512,"height":410},"thumbCaption":"<h3>Crepidotus mollis - Крепидот мягкий - Soft Crepidotus - Weicher Schwindling<\/h3><div class=\"comment\">Crepidotus mollis, also known as Soft Crepidotus, is a species of mushroom in the family Crepidotaceae. It is a small, inconspicuous mushroom with a cap that&hellip;<\/div>","name":"Крепидот мягкий - Crepidotus mollis","comment":"Crepidotus mollis, also known as Soft Crepidotus, is a species of mushroom in the family Crepidotaceae. It is a small, inconspicuous mushroom with a cap that ranges from 0.5 to 2.5 cm in diameter. The cap is smooth, convex to flattened, and typically white to grayish in color. The gills are adnate to sinuate and have a white to pale gray color.\n\nThis species is widely distributed and can be found in temperate and tropical regions around the world, growing on decaying wood or plant litter. It is an important decomposer in forest ecosystems, playing a vital role in breaking down organic matter and recycling nutrients.\n\nCrepidotus mollis has been found to contain polysaccharides with immunomodulatory effects, making it a potential candidate for medicinal use. Studies have shown that these polysaccharides have anti-inflammatory and anti-tumor properties, as well as the ability to boost the immune system.\n\nThe spores of Crepidotus mollis are elliptical to oblong in shape, with dimensions of 4-6 x 2-3 µm. They are smooth and hyaline, and have a germ pore at one end. The spore print is white.\n\nIn summary, Crepidotus mollis is a small but ecologically important mushroom with potential medicinal properties. Its ability to break down organic matter and recycle nutrients make it a valuable contributor to forest ecosystems, while its polysaccharides offer promise in the field of medicine.","dates":{"added":1631394637,"dateRange":{"0":1631359374,"1":1631359402}},"fileDate":"2023-02-04T01:50:17.642Z","category":"folder","title":"Crepidotus mollis - Крепидот мягкий - Soft Crepidotus - Weicher Schwindling"}],"name":"Крепидотовые - Crepidotaceae","comment":"The Crepidotaceae is a family of basidiomycete fungi that belong to the order Agaricales. This family is known for its diverse range of gilled mushrooms, many of which exhibit a characteristic scaly appearance on their caps.\n\nMembers of the Crepidotaceae family usually have brown spores and gills that are attached to the stem or free from it. The fruiting bodies generally have a central stipe and a cap that is often covered with scales or fibrils.\n\nCrepidotaceae fungi can be found in various habitats, such as forests, grasslands, and other terrestrial environments. Many species are saprotrophic, meaning they decompose dead organic matter, particularly wood.\n\nThese fungi are distributed worldwide and can be found in regions such as North America, Europe, Asia, and Australia.\n\nThe Crepidotaceae family includes several genera, such as Crepidotus, Simocybe, and Phaeomarasmius.\n\nCrepidotaceae fungi play a vital role in their ecosystems, as they help break down and recycle organic matter, contributing to nutrient cycling and soil fertility.\n\nThe spore sizes and shapes in Crepidotaceae are variable, with most species producing smooth, ellipsoid, or subglobose spores. Spore print colors can range from brown to rusty-brown or dark brown.\n\nMany Crepidotaceae species exhibit a range of odors and tastes, which can aid in identification. For example, some species may have a mild or earthy odor, while others may have a distinctive radish-like smell.\n\nNone of the species within the Crepidotaceae family are considered to be choice edibles, and many are inedible or have unknown edibility.\n\nAlthough there are no deadly toxic species in this family, consuming inedible or unidentified mushrooms can still lead to gastrointestinal distress and other symptoms.\n\nCrepidotaceae fungi are not generally known for their medicinal properties, but further research may reveal potential applications in this area.\n\nDue to the ongoing advancements in molecular phylogenetics, the taxonomic classification of Crepidotaceae is subject to change, and some genera or species may be reclassified in the future.\n\nIdentifying Crepidotaceae fungi can be challenging due to their morphological similarities with other brown-spored mushrooms. Accurate identification often requires the examination of microscopic features and the use of chemical tests.","dates":{"added":1668208444,"dateRange":{"0":1631359374,"1":1667745223}},"fileDate":"2023-02-04T01:49:57.350Z","title":"Crepidotaceae - Крепидотовые - Crepidotaceae family - Schüpplinge"}