{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sarcomyxaceae","deepCounters":{"total":23,"images":22,"folders":1,"files":22},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%B0%20%D0%BF%D0%BE%D0%B7%D0%B4%D0%BD%D1%8F%D1%8F%20-%20Sarcomyxa%20serotina\/thumbs\/fungi-0001556.webp","width":512,"height":410},"thumbCaption":"<h3>Sarcomyxaceae - Саркомиксовые - Sarcomyxaceae family - Sarcomyxaceae<\/h3><div class=\"comment\">Sarcomyxa serotina, commonly known as the Late Oyster or Late Fall Oyster, is a basidiomycete mushroom belonging to the Sarcomyxaceae family. It is&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%B0%20%D0%BF%D0%BE%D0%B7%D0%B4%D0%BD%D1%8F%D1%8F%20-%20Sarcomyxa%20serotina","deepCounters":{"total":22,"images":22,"files":22},"counters":{"total":22,"images":22,"files":22},"thumb":{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%B0%20%D0%BF%D0%BE%D0%B7%D0%B4%D0%BD%D1%8F%D1%8F%20-%20Sarcomyxa%20serotina\/thumbs\/fungi-0001556.webp","width":512,"height":410},"thumbCaption":"<h3>Sarcomyxa serotina - Саркомикса поздняя - Late Oyster - Spätblättriger Schmierling<\/h3>","name":"Саркомикса поздняя - Sarcomyxa serotina","dates":{"added":1668208444,"dateRange":{"0":1285240212,"1":1667743982}},"fileDate":"2023-02-04T01:51:01.129Z","category":"folder","title":"Sarcomyxa serotina - Саркомикса поздняя - Late Oyster - Spätblättriger Schmierling"}],"name":"Саркомиксовые - Sarcomyxaceae","comment":"Sarcomyxa serotina, commonly known as the Late Oyster or Late Fall Oyster, is a basidiomycete mushroom belonging to the Sarcomyxaceae family. It is characterized by its fan-shaped or oyster-like, gelatinous fruiting bodies that typically have a grayish, yellowish, or brownish color.\n\nThis mushroom is found on decaying hardwood logs, stumps, and branches, with a preference for beech and oak trees. Its fruiting period occurs mainly in late autumn to early winter, hence its common name \"Late Oyster.\"\n\nThe Late Oyster is widely distributed throughout the temperate regions of North America, Europe, and Asia. It can be found in both deciduous and mixed forests, often in large clusters or overlapping rows.\n\nThe cap of Sarcomyxa serotina can measure 3 to 12 cm in diameter, and the upper surface is usually smooth, slimy, or sticky when wet, which helps differentiate it from other oyster mushroom species.\n\nThe gills of this mushroom are white to pale cream in color, descending the short and off-center stipe, which is usually 1 to 4 cm long and 0.5 to 2 cm thick.\n\nSarcomyxa serotina produces white to pale cream-colored spores that are ellipsoid to oblong in shape, measuring 5 to 7.5 x 2 to 3.5 µm in size.\n\nThe Late Oyster has a mild to slightly sweet taste and a pleasant aroma, making it an edible mushroom, although its slimy texture can be less appealing to some people.\n\nIt is recommended to clean and cook Sarcomyxa serotina thoroughly before consumption, as the raw mushroom may cause gastrointestinal discomfort in some individuals.\n\nThe Late Oyster is not considered as highly valued as other oyster mushrooms, such as Pleurotus ostreatus, due to its slimy texture and less desirable taste.\n\nSarcomyxa serotina has been investigated for its potential medicinal properties, including antioxidant, antimicrobial, and antitumor activities, though more research is needed to confirm these benefits.\n\nMolecular phylogenetic studies have shown that Sarcomyxa serotina is closely related to other jelly fungi in the Auriculariales order, such as Exidia and Tremella species.","dates":{"added":1668208444,"dateRange":{"0":1285240212,"1":1667743982}},"fileDate":"2023-02-04T01:49:57.380Z","title":"Sarcomyxaceae - Саркомиксовые - Sarcomyxaceae family - Sarcomyxaceae"}