{"path":"%D0%9F%D0%B8%D1%80%D0%BE%D0%BD%D0%B5%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pyronemataceae","deepCounters":{"total":31,"images":27,"folders":4,"files":27},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9E%D1%82%D0%B8%D0%B4%D0%B5%D1%8F%20%D0%B6%D0%B0%D0%B1%D1%8C%D1%8F%20-%20Otidea%20bufonia\/thumbs\/0DSC06711.webp","width":512,"height":410},"thumbCaption":"<h3>Pyronemataceae - Пиронемовые - Pyronema family - Flaschenkürbisverwandte<\/h3><div class=\"comment\">The Pyronemataceae family, also known as the Pyronema family or Flaschenkürbisverwandte in German, is a diverse group of fungi that belongs to the Ascomycota&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%BB%D0%B5%D0%B2%D1%80%D0%B8%D1%8F%20%D1%80%D0%B5%D0%B9%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Aleuria%20rhenana","deepCounters":{"total":1,"images":1,"files":1},"counters":{"total":1,"images":1,"files":1},"thumb":{"path":"%D0%90%D0%BB%D0%B5%D0%B2%D1%80%D0%B8%D1%8F%20%D1%80%D0%B5%D0%B9%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Aleuria%20rhenana\/thumbs\/fungi-0004053.webp","width":512,"height":410},"thumbCaption":"<h3>Aleuria rhenana - Алеврия рейнская - Orange peel cup fungus - Rheinbecherling<\/h3><div class=\"comment\">Aleuria rhenana, commonly known as the Rhenish Orange Peel Fungus or Rheinischer Orangenschalenpilz in German, is a species of cup fungi belonging to the&hellip;<\/div>","name":"Алеврия рейнская - Aleuria rhenana","comment":"Aleuria rhenana, commonly known as the Rhenish Orange Peel Fungus or Rheinischer Orangenschalenpilz in German, is a species of cup fungi belonging to the Pyronemataceae family. This species is known for its distinctive orange, cup-shaped fruiting bodies that resemble orange peels.\n\nThe fruiting bodies of A. rhenana can reach up to 5 cm in diameter and have a smooth, bright orange to yellowish-orange upper surface. The outer surface is paler and slightly fuzzy, with a white to cream color.\n\nAleuria rhenana is saprobic, meaning it decomposes dead organic matter, particularly plant debris and leaf litter. This makes it an important contributor to nutrient cycling in its environment.\n\nThe habitat of A. rhenana typically includes forests, grasslands, and other areas with abundant plant debris. It is often found growing on the ground, but can also appear on decaying wood.\n\nThe distribution of A. rhenana is primarily in Europe, but it has also been reported in North America and Asia.\n\nThe spores of A. rhenana are ellipsoid, smooth, and measure around 18-23 x 10-13 µm. They are produced in asci, which are sac-like structures within the apothecium.\n\nThe chemistry of A. rhenana has not been thoroughly investigated, but it is presumed to contain various secondary metabolites typical of fungi in the Pyronemataceae family.\n\nAleuria rhenana is not considered edible, and its taste and edibility have not been widely reported.\n\nThe Rhenish Orange Peel Fungus is often confused with other orange or yellow cup fungi, such as Aleuria aurantia, which has a similar appearance but typically has larger fruiting bodies.\n\nResearch on A. rhenana is limited, and further studies are needed to better understand its ecology, distribution, and potential uses.\n\nConservation efforts should focus on protecting the habitats where A. rhenana is found, as some populations may be threatened by habitat loss and environmental degradation.\n\nProper identification of A. rhenana and other similar-looking species is crucial for ecological studies and for those interested in foraging for cup fungi.","dates":{"added":1451843149,"dateRange":{"0":1284300497,"1":1284300497}},"fileDate":"2023-02-04T01:54:16.669Z","category":"folder","title":"Aleuria rhenana - Алеврия рейнская - Orange peel cup fungus - Rheinbecherling"},{"path":"%D0%93%D1%83%D0%BC%D0%B0%D1%80%D0%B8%D1%8F%20%D0%BF%D0%BE%D0%BB%D1%83%D1%88%D0%B0%D1%80%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Humaria%20hemisphaerica","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%93%D1%83%D0%BC%D0%B0%D1%80%D0%B8%D1%8F%20%D0%BF%D0%BE%D0%BB%D1%83%D1%88%D0%B0%D1%80%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Humaria%20hemisphaerica\/thumbs\/fungi-0004018.webp","width":512,"height":410},"thumbCaption":"<h3>Humaria hemisphaerica - Гумария полушаровидная - Hairy Fairy Cup - Haarige Feenschale<\/h3><div class=\"comment\">Humaria hemisphaerica, also known as the Hairy Fairy Cup or Haarige Feenschale in German, is a cup fungus belonging to the Pyronemataceae family. This species&hellip;<\/div>","name":"Гумария полушаровидная - Humaria hemisphaerica","comment":"Humaria hemisphaerica, also known as the Hairy Fairy Cup or Haarige Feenschale in German, is a cup fungus belonging to the Pyronemataceae family. This species is characterized by its hemispherical, hairy fruiting bodies and its preference for growing on decaying wood.\n\nThe fruiting bodies of H. hemisphaerica are typically 1 to 4 cm in diameter and are covered with fine, whitish or grayish hairs on the outer surface. The inner surface is smooth and ranges in color from pale cream to light brown.\n\nHumaria hemisphaerica is a saprobic fungus, playing a crucial role in breaking down dead organic matter, particularly decaying wood, and recycling nutrients back into the ecosystem.\n\nThis species prefers to grow on decaying hardwood, such as beech and oak, in temperate forests. It can be found both on fallen logs and stumps and directly on the forest floor.\n\nHumaria hemisphaerica has a wide distribution across Europe, North America, and Asia, but it is considered to be relatively rare in most regions.\n\nThe spores of H. hemisphaerica are ellipsoid, smooth, and measure about 18-25 x 10-15 µm. They are produced in asci, which are the sac-like structures that contain spores within the apothecium.\n\nThe chemistry of Humaria hemisphaerica has not been thoroughly investigated, but it is assumed to contain various secondary metabolites common to the Pyronemataceae family.\n\nH. hemisphaerica is not considered edible and has no known culinary value.\n\nThis species is often confused with other cup fungi, such as Humaria granulata, which has a similar appearance but a less hairy outer surface.\n\nResearch on Humaria hemisphaerica is limited, and further studies are needed to better understand its ecology, distribution, and potential uses.\n\nConservation efforts for H. hemisphaerica should focus on preserving the habitats in which it is found, as some populations might be threatened by habitat loss and environmental degradation.\n\nProper identification of Humaria hemisphaerica and other similar species is essential for ecological research and for foragers interested in collecting cup fungi.","dates":{"added":1472860277,"dateRange":{"0":1284096053,"1":1285327044}},"fileDate":"2023-02-04T01:54:16.684Z","category":"folder","title":"Humaria hemisphaerica - Гумария полушаровидная - Hairy Fairy Cup - Haarige Feenschale"},{"path":"%D0%9E%D1%82%D0%B8%D0%B4%D0%B5%D1%8F%20%D0%B6%D0%B0%D0%B1%D1%8C%D1%8F%20-%20Otidea%20bufonia","deepCounters":{"total":13,"images":13,"files":13},"counters":{"total":13,"images":13,"files":13},"thumb":{"path":"%D0%9E%D1%82%D0%B8%D0%B4%D0%B5%D1%8F%20%D0%B6%D0%B0%D0%B1%D1%8C%D1%8F%20-%20Otidea%20bufonia\/thumbs\/0DSC06711.webp","width":512,"height":410},"thumbCaption":"<h3>Otidea bufonia - Отидея жабья - Toad's Ear - Krötenohr<\/h3><div class=\"comment\">Otidea bufonia, commonly known as Toad's Ear or Krötenohr in German, is an ear-shaped cup fungus that belongs to the family Pyronemataceae. It is characterized&hellip;<\/div>","name":"Отидея жабья - Otidea bufonia","comment":"Otidea bufonia, commonly known as Toad's Ear or Krötenohr in German, is an ear-shaped cup fungus that belongs to the family Pyronemataceae. It is characterized by its unique shape, which resembles a toad's ear, and its brownish to ochre color.\n\nThe fruiting bodies of O. bufonia can grow up to 4-10 cm tall and 2-6 cm wide, with a deep, longitudinal split along one side. The inner surface is usually smooth and lighter in color than the outer surface, which is covered in short, downy hairs.\n\nOtidea bufonia typically grows on soil in deciduous and mixed forests, often near rotting wood or in mossy, shaded areas. It prefers well-drained soils rich in humus and is usually found from late summer to autumn.\n\nThe distribution of Toad's Ear spans across Europe, North America, and Asia, although it is considered to be relatively uncommon.\n\nOtidea bufonia's spores are ellipsoid, smooth, and measure about 12-18 x 6-9 µm. They are produced in asci, which are sac-like structures within the apothecium containing the spores.\n\nThe chemistry of O. bufonia has not been extensively studied, but it is assumed to contain various secondary metabolites common to the Pyronemataceae family.\n\nWhile not considered toxic, Otidea bufonia is generally regarded as inedible due to its tough, rubbery texture and lack of culinary value.\n\nIdentification of O. bufonia can be challenging due to its similarity to other Otidea species, such as Otidea onotica, which has a more reddish-brown color.\n\nResearch on Otidea bufonia is limited, and further studies are needed to better understand its ecology, distribution, and potential uses.\n\nConservation efforts for O. bufonia should focus on preserving the habitats in which it is found, as some populations might be threatened by habitat loss and environmental degradation.\n\nProper identification of Otidea bufonia and other similar species is essential for ecological research and for foragers interested in collecting cup fungi.","dates":{"added":1664064137,"dateRange":{"0":1663759547,"1":1663759653}},"fileDate":"2023-02-04T01:54:19.406Z","category":"folder","title":"Otidea bufonia - Отидея жабья - Toad's Ear - Krötenohr"},{"path":"%D0%A1%D0%BA%D1%83%D1%82%D0%B5%D0%BB%D0%BB%D0%B8%D0%BD%D0%B8%D1%8F%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Scutellinia%20scutellata","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%A1%D0%BA%D1%83%D1%82%D0%B5%D0%BB%D0%BB%D0%B8%D0%BD%D0%B8%D1%8F%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Scutellinia%20scutellata\/thumbs\/fungi-0003979_.webp","width":245,"height":196},"thumbCaption":"<h3>Scutellinia scutellata - Скутеллиния щитовидная - Eyelash Cup - Wimpernbecherling<\/h3><div class=\"comment\">Scutellinia scutellata, commonly known as the Eyelash Cup or Wimpernbecherling in German, is a small, colorful cup fungus belonging to the family&hellip;<\/div>","name":"Скутеллиния щитовидная - Scutellinia scutellata","comment":"Scutellinia scutellata, commonly known as the Eyelash Cup or Wimpernbecherling in German, is a small, colorful cup fungus belonging to the family Pyronemataceae. It is easily identified by its vibrant orange-red hue and the distinctive dark, eyelash-like hairs lining the outer edges of the cup.\n\nThe fruiting bodies of S. scutellata typically measure between 0.5 and 2 cm in diameter, with a shallow to deep cup shape. The inner surface is smooth and brightly colored, while the outer surface is covered with dark, stiff hairs that can be up to 1 mm long.\n\nEyelash Cup fungi are saprotrophic, meaning they obtain nutrients by decomposing dead organic matter. They are commonly found on decaying wood, plant debris, and damp soil in a variety of environments, including forests, meadows, and gardens.\n\nScutellinia scutellata is widely distributed across North America, Europe, and Asia, and it can be found from spring to autumn.\n\nThe spores of S. scutellata are elliptical, smooth, and hyaline, measuring about 17-23 x 10-13 µm. They are formed in asci, sac-like structures within the apothecium that contain the spores.\n\nWhile the chemistry of Scutellinia scutellata has not been extensively studied, it is believed to contain various secondary metabolites common to the Pyronemataceae family.\n\nThe Eyelash Cup is considered inedible due to its small size and tough, rubbery texture.\n\nSome researchers have proposed that Scutellinia species, including S. scutellata, might have potential applications in bioremediation due to their ability to decompose complex organic compounds.\n\nThe identification of Scutellinia scutellata can be difficult due to its resemblance to other Scutellinia species, such as Scutellinia trechispora, which has longer eyelash-like hairs.\n\nProper identification is essential for both ecological research and for foragers interested in collecting cup fungi.\n\nMore research is needed to better understand the ecology, distribution, and potential uses of Scutellinia scutellata.\n\nConservation efforts should focus on preserving the habitats in which Eyelash Cup fungi are found, as some populations may be threatened by habitat loss and environmental degradation.","dates":{"added":1431193835,"dateRange":{"0":1278688396,"1":1679762104}},"fileDate":"2023-02-04T01:54:19.448Z","category":"folder","title":"Scutellinia scutellata - Скутеллиния щитовидная - Eyelash Cup - Wimpernbecherling"}],"name":"Пиронемовые - Pyronemataceae","comment":"The Pyronemataceae family, also known as the Pyronema family or Flaschenkürbisverwandte in German, is a diverse group of fungi that belongs to the Ascomycota phylum. This family includes over 100 genera and more than 400 species, which are known for their cup-shaped or disc-shaped fruiting bodies called apothecia.\n\nThe fruiting bodies of Pyronemataceae species vary in size and color, ranging from a few millimeters to several centimeters in diameter. Colors can be bright, such as orange, yellow, or red, or more subdued, like brown or gray.\n\nMany Pyronemataceae species are saprobic, decomposing dead organic matter, while others are mycorrhizal, forming symbiotic relationships with the roots of plants. This makes them important contributors to nutrient cycling in ecosystems.\n\nPyronemataceae fungi are often found in a variety of habitats, including forests, grasslands, and even urban environments like gardens and parks. They typically grow on soil, leaf litter, or decaying wood.\n\nThe spores of Pyronemataceae fungi are usually elliptical, smooth or ornamented, and are dispersed through an opening at the top of the apothecium called an ostiole.\n\nThe distribution of Pyronemataceae species is widespread, with occurrences in Europe, North America, Asia, and other parts of the world.\n\nSome Pyronemataceae fungi are considered edible, like the Scarlet Elf Cup (Sarcoscypha coccinea), but caution is advised when foraging, as many species within this family are difficult to identify and some may be toxic.\n\nResearch on Pyronemataceae fungi has revealed the presence of bioactive compounds with potential pharmaceutical applications, such as antimicrobial and antioxidant properties.\n\nSome Pyronemataceae species, like Otidea onotica, have been used traditionally in folk medicine for their presumed health benefits.\n\nThe ecological role of Pyronemataceae fungi is significant, with some species having potential for bioremediation, helping to degrade environmental pollutants.\n\nConservation efforts are essential to protect the habitats of Pyronemataceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nMolecular techniques and DNA sequencing have improved the understanding of Pyronemataceae taxonomy and phylogeny, but further research is still required to fully comprehend the relationships between species within this diverse family.\n\nProper identification of Pyronemataceae species is important for both ecological studies and to ensure safe foraging practices.","dates":{"added":1664064137,"dateRange":{"0":1278688396,"1":1679762104}},"fileDate":"2023-02-04T01:49:57.621Z","title":"Pyronemataceae - Пиронемовые - Pyronema family - Flaschenkürbisverwandte"}