{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cortinariaceae","deepCounters":{"total":279,"images":254,"folders":25,"files":254},"counters":{"total":25,"folders":25},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20orellanus\/thumbs\/DSC00242.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinariaceae - Паутинниковые - Webcap mushrooms - Schleierlingsverwandte<\/h3><div class=\"comment\">The Cortinariaceae family is a group of basidiomycete fungi belonging to the order Agaricales, containing several genera, including the well-known Cortinarius&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D0%B8%D0%BB%20%D0%BF%D1%80%D0%BE%D0%BD%D0%B8%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B9%20-%20Gymnopilus%20penetrans","deepCounters":{"total":12,"images":12,"files":12},"counters":{"total":12,"images":12,"files":12},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BF%D0%B8%D0%BB%20%D0%BF%D1%80%D0%BE%D0%BD%D0%B8%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B9%20-%20Gymnopilus%20penetrans\/thumbs\/DSC06303.webp","width":512,"height":410},"thumbCaption":"<h3>Gymnopilus penetrans - Гимнопил проникающий - Straw-yellow Gymnopilus - Gelbblättriger Hexenröhrling<\/h3><div class=\"comment\">Gymnopilus penetrans, also known as the straw-yellow gymnopilus, is a basidiomycete fungus that is commonly found in temperate forests around the world. This&hellip;<\/div>","name":"Гимнопил проникающий - Gymnopilus penetrans","comment":"Gymnopilus penetrans, also known as the straw-yellow gymnopilus, is a basidiomycete fungus that is commonly found in temperate forests around the world. This mushroom is saprobic, meaning that it obtains its nutrients from dead or decaying organic matter, such as leaf litter and rotting wood.\n\nThe cap of G. penetrans ranges from 5-15cm in diameter and is convex to flat, with a smooth surface. Its stem is usually about 5-15cm long and is thick and tough. The gills are crowded and yellowish-orange. The spore print of G. penetrans is rusty brown, and the spores themselves are elliptical and smooth, typically measuring 7-10µm in length.\n\nChemically, G. penetrans contains a number of bioactive compounds, including psilocybin and psilocin, which are psychoactive compounds that can cause hallucinations when ingested. These compounds make G. penetrans a popular recreational drug among certain groups.\n\nG. penetrans is often found growing in clusters on dead or decaying wood, and can be found in a variety of habitats, including deciduous and coniferous forests. It is distributed worldwide, and can be found throughout North America, Europe, Asia, and Australia.\n\nIn addition to its recreational use, G. penetrans has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including anxiety and depression.\n\nInterestingly, recent research has suggested that G. penetrans may have potential as a biocontrol agent for harmful fungi. In laboratory experiments, it has been shown to inhibit the growth of plant pathogenic fungi, making it a promising candidate for use in agriculture.\n\nOverall, Gymnopilus penetrans is an interesting and important fungus with a wide range of potential uses in scientific research, traditional medicine, and recreational drug use.","dates":{"added":1664064137,"dateRange":{"0":1659879461,"1":1663595130}},"fileDate":"2023-02-04T01:50:35.55Z","category":"folder","title":"Gymnopilus penetrans - Гимнопил проникающий - Straw-yellow Gymnopilus - Gelbblättriger Hexenröhrling"},{"path":"%D0%9A%D0%BE%D0%BB%D0%BF%D0%B0%D0%BA%20%D0%BA%D0%BE%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20caperatus","deepCounters":{"total":27,"images":27,"files":27},"counters":{"total":27,"images":27,"files":27},"thumb":{"path":"%D0%9A%D0%BE%D0%BB%D0%BF%D0%B0%D0%BA%20%D0%BA%D0%BE%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20caperatus\/thumbs\/DSC04007.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius caperatus - Колпак кольчатый - Gypsy Mushroom - Reifpilz<\/h3><div class=\"comment\">Cortinarius caperatus, also known as the gypsy mushroom, is a basidiomycete fungus that is widely distributed in temperate forests throughout the Northern&hellip;<\/div>","name":"Колпак кольчатый - Cortinarius caperatus","comment":"Cortinarius caperatus, also known as the gypsy mushroom, is a basidiomycete fungus that is widely distributed in temperate forests throughout the Northern Hemisphere. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. caperatus ranges from 5-15cm in diameter and is convex to flat, with a smooth surface. Its stem is usually about 5-15cm long and is thick and fibrous. The gills are initially whitish, but become rusty brown as the mushroom matures. The spore print of C. caperatus is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-11µm in length.\n\nChemically, C. caperatus contains a variety of bioactive compounds, including ergosterol, which is a precursor to vitamin D. Additionally, some studies have shown that this fungus has antibacterial and antifungal properties.\n\nC. caperatus is often found growing in coniferous and mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America, Europe, and Asia.\n\nIn addition to its culinary value, C. caperatus has also been used in traditional medicine for centuries. It has been used to treat a variety of ailments, including respiratory infections and digestive disorders.\n\nInterestingly, recent research has suggested that C. caperatus may have potential as a source of natural food colorants. The pigment produced by this fungus has been shown to have a bright red color, and may be a potential alternative to synthetic food colorants.\n\nOverall, Cortinarius caperatus is an interesting and important fungus with a wide range of potential uses in scientific research, traditional medicine, and the food industry.","dates":{"added":1660497205,"dateRange":{"0":1250159584,"1":1659876720}},"fileDate":"2023-02-04T01:50:35.751Z","category":"folder","title":"Cortinarius caperatus - Колпак кольчатый - Gypsy Mushroom - Reifpilz"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%B5%D0%BB%D0%BE-%D1%84%D0%B8%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20alboviolaceus","deepCounters":{"total":14,"images":14,"files":14},"counters":{"total":14,"images":14,"files":14},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%B5%D0%BB%D0%BE-%D1%84%D0%B8%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20alboviolaceus\/thumbs\/DSC06234.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius alboviolaceus - Паутинник бело-фиолетовый - White-veiled Cortinarius - Weißfilziger Schleimkopf<\/h3><div class=\"comment\">Cortinarius alboviolaceus, also known as the white-veiled cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout&hellip;<\/div>","name":"Паутинник бело-фиолетовый - Cortinarius alboviolaceus","comment":"Cortinarius alboviolaceus, also known as the white-veiled cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. alboviolaceus ranges from 3-10cm in diameter and is convex to flat, with a smooth surface. Its stem is usually about 5-10cm long and is tough and fibrous. The gills are initially white and covered with a silky veil, but become dark purple as the mushroom matures. The spore print of C. alboviolaceus is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. alboviolaceus contains a variety of bioactive compounds, including toxins and psychoactive substances. Some studies have shown that this fungus has antioxidant and antibacterial properties.\n\nC. alboviolaceus is often found growing in mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America and Europe.\n\nIn addition to its ecological and medicinal importance, C. alboviolaceus is also of interest to mycologists due to its taxonomic complexity. This species is part of a group of closely related fungi that are difficult to distinguish from one another.\n\nOverall, Cortinarius alboviolaceus is an important and fascinating fungus with a wide range of potential uses in scientific research and traditional medicine. However, due to its toxic and psychoactive properties, it should be handled with caution by those without proper training.","dates":{"added":1599678026,"dateRange":{"0":1410608966,"1":1441871075}},"fileDate":"2023-02-04T01:50:36.8Z","category":"folder","title":"Cortinarius alboviolaceus - Паутинник бело-фиолетовый - White-veiled Cortinarius - Weißfilziger Schleimkopf"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BB%D0%B8%D1%81%D1%82%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20evernius","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BB%D0%B8%D1%81%D1%82%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20evernius\/thumbs\/fungi-0003441.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius evernius - Паутинник блистательный - Shiny Cortinarius - Glänzender Schleimkopf<\/h3><div class=\"comment\">Cortinarius evernius, also known as the shiny cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America&hellip;<\/div>","name":"Паутинник блистательный - Cortinarius evernius","comment":"Cortinarius evernius, also known as the shiny cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. evernius ranges from 3-10cm in diameter and is convex to flat, with a smooth and shiny surface. Its stem is usually about 5-10cm long and is tough and fibrous. The gills are initially pale yellowish-white, but become rusty brown as the mushroom matures. The spore print of C. evernius is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. evernius contains a variety of bioactive compounds, including toxins and psychoactive substances. Some studies have shown that this fungus has antioxidant and antibacterial properties.\n\nC. evernius is often found growing in mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America and Europe.\n\nIn addition to its ecological and medicinal importance, C. evernius is also of interest to mycologists due to its taxonomic complexity. This species is part of a group of closely related fungi that are difficult to distinguish from one another.\n\nInterestingly, C. evernius has been shown to have potential as a bioindicator of heavy metal contamination in the environment. Studies have shown that this fungus accumulates high levels of heavy metals in its tissues, making it a useful tool for monitoring environmental pollution.\n\nOverall, Cortinarius evernius is an important and fascinating fungus with a wide range of potential uses in scientific research and environmental monitoring. However, due to its toxic and psychoactive properties, it should be handled with caution by those without proper training.","dates":{"added":1444565102,"dateRange":{"0":1253868371,"1":1253869480}},"fileDate":"2023-02-04T01:50:36.18Z","category":"folder","title":"Cortinarius evernius - Паутинник блистательный - Shiny Cortinarius - Glänzender Schleimkopf"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D1%80%D0%B0%D1%81%D0%BB%D0%B5%D1%82%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20armillatus","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B1%D1%80%D0%B0%D1%81%D0%BB%D0%B5%D1%82%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20armillatus\/thumbs\/fungi-0001066.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius armillatus - Паутинник браслетчатый - Ringless Cortinarius - Gürtelförmiger Schleimkopf<\/h3><div class=\"comment\">Cortinarius armillatus, also known as the ringless cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North&hellip;<\/div>","name":"Паутинник браслетчатый - Cortinarius armillatus","comment":"Cortinarius armillatus, also known as the ringless cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. armillatus ranges from 5-15cm in diameter and is convex to flat, with a smooth and sometimes sticky surface. Its stem is usually about 5-10cm long and is tough and fibrous. As its name suggests, this mushroom does not have a ring or annulus on its stem. The gills are initially pale yellowish-white, but become rusty brown as the mushroom matures. The spore print of C. armillatus is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. armillatus contains a variety of bioactive compounds, including toxins and psychoactive substances. Some studies have shown that this fungus has antioxidant and antibacterial properties.\n\nC. armillatus is often found growing in mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America and Europe.\n\nIn addition to its ecological and medicinal importance, C. armillatus is also of interest to mycologists due to its taxonomic complexity. This species is part of a group of closely related fungi that are difficult to distinguish from one another.\n\nInterestingly, C. armillatus has been used in traditional Chinese medicine to treat a variety of ailments, including rheumatism, headache, and hypertension.\n\nOverall, Cortinarius armillatus is an important and fascinating fungus with a wide range of potential uses in scientific research and traditional medicine. However, due to its toxic and psychoactive properties, it should be handled with caution by those without proper training.\n\n\n\n","dates":{"added":1475785322,"dateRange":{"0":1250161933,"1":1435813172}},"fileDate":"2023-02-04T01:50:36.59Z","category":"folder","title":"Cortinarius armillatus - Паутинник браслетчатый - Ringless Cortinarius - Gürtelförmiger Schleimkopf"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D0%BB%D1%83%D0%B1%D0%BE%D1%81%D1%82%D0%B2%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20collinitus","deepCounters":{"total":13,"images":13,"files":13},"counters":{"total":13,"images":13,"files":13},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D0%BB%D1%83%D0%B1%D0%BE%D1%81%D1%82%D0%B2%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20collinitus\/thumbs\/fungi-0004764.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius collinitus - Паутинник голубоствольный - Blue Staining Cortinarius - Blauender Schleimkopf<\/h3><div class=\"comment\">Cortinarius collinitus, also known as the blue staining cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North&hellip;<\/div>","name":"Паутинник голубоствольный - Cortinarius collinitus","comment":"Cortinarius collinitus, also known as the blue staining cortinarius, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. collinitus ranges from 5-15cm in diameter and is convex to flat, with a smooth and sometimes sticky surface. Its stem is usually about 5-10cm long and is tough and fibrous. The stem and flesh of this mushroom often exhibit a blue-green staining reaction when handled or cut. The gills are initially pale yellowish-white, but become rusty brown as the mushroom matures. The spore print of C. collinitus is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. collinitus contains a variety of bioactive compounds, including toxins and psychoactive substances. Some studies have shown that this fungus has antioxidant and antibacterial properties.\n\nC. collinitus is often found growing in mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America and Europe.\n\nIn addition to its ecological and medicinal importance, C. collinitus is also of interest to mycologists due to its taxonomic complexity. This species is part of a group of closely related fungi that are difficult to distinguish from one another.\n\nInterestingly, C. collinitus has been used in traditional medicine to treat a variety of ailments, including coughs, colds, and fever.\n\nOverall, Cortinarius collinitus is an important and fascinating fungus with a wide range of potential uses in scientific research and traditional medicine. However, due to its toxic and psychoactive properties, it should be handled with caution by those without proper training.","dates":{"added":1632074263,"dateRange":{"0":1252668282,"1":1632057226}},"fileDate":"2023-02-04T01:50:36.175Z","category":"folder","title":"Cortinarius collinitus - Паутинник голубоствольный - Blue Staining Cortinarius - Blauender Schleimkopf"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20orellanus","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20orellanus\/thumbs\/DSC00242.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius orellanus - Паутинник горный - Fool's Webcap - Grüner Knollenblätterpilz<\/h3><div class=\"comment\">Cortinarius orellanus, also known as the fool's webcap, is a basidiomycete fungus that is widely distributed in mountainous regions of Europe. This mushroom is&hellip;<\/div>","name":"Паутинник горный - Cortinarius orellanus","comment":"Cortinarius orellanus, also known as the fool's webcap, is a basidiomycete fungus that is widely distributed in mountainous regions of Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. orellanus ranges from 5-15cm in diameter and is convex to flat, with a smooth and sometimes sticky surface. Its stem is usually about 5-10cm long and is tough and fibrous. The stem and flesh of this mushroom often exhibit a green staining reaction when handled or cut. The gills are initially pale yellowish-white, but become rusty brown as the mushroom matures. The spore print of C. orellanus is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. orellanus contains a variety of bioactive compounds, including amatoxins, which are highly toxic to humans. Ingestion of even a small amount of this mushroom can cause severe liver damage or death.\n\nC. orellanus is often found growing in mountainous forests, and can be found in a variety of habitats, including coniferous and deciduous forests. It is distributed throughout Europe.\n\nIn addition to its ecological importance, C. orellanus is also of interest to toxicologists due to its extreme toxicity to humans. This mushroom has been responsible for numerous cases of mushroom poisoning, and is considered one of the deadliest mushrooms in the world.\n\nInterestingly, some research has suggested that C. orellanus may have potential uses in cancer therapy due to its ability to induce apoptosis, or programmed cell death, in cancer cells.\n\nOverall, Cortinarius orellanus is a fascinating but deadly fungus with important implications for human health and toxicology. It should never be consumed by humans, and should be handled with extreme caution by those with proper training.","dates":{"added":1506884057,"dateRange":{"0":1504327004,"1":1506779664}},"fileDate":"2023-02-04T01:50:36.467Z","category":"folder","title":"Cortinarius orellanus - Паутинник горный - Fool's Webcap - Grüner Knollenblätterpilz"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B6%D0%B5%D0%BB%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20triumphans","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B6%D0%B5%D0%BB%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20triumphans\/thumbs\/0DSC07558.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius triumphans - Паутинник желтый - Golden Webcap - Goldgelber Zärtling<\/h3><div class=\"comment\">Cortinarius triumphans, also known as the golden webcap, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and&hellip;<\/div>","name":"Паутинник желтый - Cortinarius triumphans","comment":"Cortinarius triumphans, also known as the golden webcap, is a basidiomycete fungus that is widely distributed in temperate forests throughout North America and Europe. This mushroom is mycorrhizal, meaning that it forms a mutually beneficial relationship with trees and other plants.\n\nThe cap of C. triumphans ranges from 5-15cm in diameter and is convex to flat, with a smooth and sometimes sticky surface. Its stem is usually about 5-10cm long and is tough and fibrous. The stem and flesh of this mushroom often exhibit a yellow staining reaction when handled or cut. The gills are initially pale yellowish-white, but become rusty brown as the mushroom matures. The spore print of C. triumphans is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, typically measuring 8-10µm in length.\n\nChemically, C. triumphans contains a variety of bioactive compounds, including toxins and psychoactive substances. Some studies have shown that this fungus has antioxidant and antibacterial properties.\n\nC. triumphans is often found growing in mixed forests, and can be found in a variety of habitats, including old-growth and second-growth forests. It is distributed throughout North America and Europe.\n\nIn addition to its ecological and medicinal importance, C. triumphans is also of interest to mycologists due to its taxonomic complexity. This species is part of a group of closely related fungi that are difficult to distinguish from one another.\n\nInterestingly, C. triumphans has been used in traditional medicine to treat a variety of ailments, including inflammation and pain.\n\nOverall, Cortinarius triumphans is an important and fascinating fungus with a wide range of potential uses in scientific research and traditional medicine. However, due to its toxic and psychoactive properties, it should be handled with caution by those without proper training.","dates":{"added":1664725500,"dateRange":{"0":1441876246,"1":1664636200}},"fileDate":"2023-03-19T22:23:24.956Z","category":"folder","title":"Cortinarius triumphans - Паутинник желтый - Golden Webcap - Goldgelber Zärtling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%B0%D0%BC%D1%84%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20camphoratus","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%B0%D0%BC%D1%84%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20camphoratus\/thumbs\/0DSC06828.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius camphoratus - Паутинник камфорный - Camphor Cortinarius - Kampfer-Schleierling<\/h3><div class=\"comment\">Cortinarius camphoratus, also known as the camphor cortinarius or the aromatic cort, is a basidiomycete fungus found in forests across Europe and North America.&hellip;<\/div>","name":"Паутинник камфорный - Cortinarius camphoratus","comment":"Cortinarius camphoratus, also known as the camphor cortinarius or the aromatic cort, is a basidiomycete fungus found in forests across Europe and North America. This mushroom is mycorrhizal, forming a mutualistic relationship with trees and other plants.\n\nThe cap of C. camphoratus is convex, with a diameter of 5-15cm, and is usually reddish-brown or yellow-brown in color. The stem is tough and fibrous, and is often the same color as the cap or slightly lighter. The gills are initially pale yellowish-white, but turn a rusty brown color as the mushroom matures. The spore print is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, measuring 8-12µm in length.\n\nOne of the distinctive features of C. camphoratus is its pleasant, camphor-like odor, which is strongest in the stem but can also be detected in the cap and flesh of the mushroom. The scent is caused by the presence of a volatile compound called camphor.\n\nC. camphoratus is found in a variety of forest habitats, including deciduous and coniferous forests. It is distributed throughout Europe and North America.\n\nIn addition to its ecological importance, C. camphoratus has been used in traditional medicine to treat a variety of ailments, including fever and inflammation. It is also used as a food flavoring in some cultures.\n\nRecent research has focused on the potential anti-inflammatory and antioxidant properties of C. camphoratus, which may make it useful in the development of new drugs.\n\nOverall, Cortinarius camphoratus is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine. However, caution should be exercised when consuming any wild mushroom, as some species can be toxic or deadly.","dates":{"added":1633205755,"dateRange":{"0":1633173004,"1":1633173044}},"fileDate":"2023-02-04T01:50:36.596Z","category":"folder","title":"Cortinarius camphoratus - Паутинник камфорный - Camphor Cortinarius - Kampfer-Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%BE%D0%B7%D0%BB%D0%B8%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20traganus","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%BE%D0%B7%D0%BB%D0%B8%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20traganus\/thumbs\/DSC03014.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius traganus - Паутинник козлиный - Goat's-foot Cortinarius - Ziegenfüßiger-Schleierling<\/h3><div class=\"comment\">Cortinarius traganus, commonly known as the goat's-foot cortinarius, is a member of the family Cortinariaceae. It is a medium-sized mushroom found in broadleaf&hellip;<\/div>","name":"Паутинник козлиный - Cortinarius traganus","comment":"Cortinarius traganus, commonly known as the goat's-foot cortinarius, is a member of the family Cortinariaceae. It is a medium-sized mushroom found in broadleaf and mixed forests throughout Europe and North America.\n\nThe cap of C. traganus is convex to flat, with a diameter of 5-15cm. Its color varies from gray-brown to reddish-brown, and it is covered with fine fibers that give it a silky appearance. The stem is tough and fibrous, and can be up to 10cm long. It is usually lighter in color than the cap, and has a bulbous base that gives it a distinctive \"goat's foot\" appearance. The gills are initially pale grayish-yellow, but darken with age to a rusty brown color. The spore print is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, measuring 8-12µm in length.\n\nC. traganus is mycorrhizal, forming a mutualistic relationship with trees and other plants. It is found in a variety of forest habitats, including beech, oak, and coniferous forests. It is distributed throughout Europe and North America.\n\nThe fruiting body of C. traganus is edible and has a mild taste, but it is not commonly consumed due to its tough texture. However, it has been used in traditional medicine to treat a variety of ailments, including inflammation and fever.\n\nRecent research has focused on the potential anti-inflammatory and antioxidant properties of C. traganus, which may make it useful in the development of new drugs.\n\nOverall, Cortinarius traganus is an interesting and important fungus with a wide range of potential uses in scientific research and traditional medicine. However, caution should be exercised when consuming any wild mushroom, as some species can be toxic or deadly.","dates":{"added":1599674707,"dateRange":{"0":1472624017,"1":1599046852}},"fileDate":"2023-02-04T01:50:36.658Z","category":"folder","title":"Cortinarius traganus - Паутинник козлиный - Goat's-foot Cortinarius - Ziegenfüßiger-Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%80%D0%B0%D1%81%D0%B8%D0%B2%D0%B5%D0%B9%D1%88%D0%B8%D0%B9%20-%20Cortinarius%20rubellus","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%80%D0%B0%D1%81%D0%B8%D0%B2%D0%B5%D0%B9%D1%88%D0%B8%D0%B9%20-%20Cortinarius%20rubellus\/thumbs\/fungi-0001332.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius rubellus - Паутинник красивейший - Gorgeous Webcap - Schönfußröhrling<\/h3><div class=\"comment\">Cortinarius rubellus, commonly known as the gorgeous webcap, is a strikingly beautiful mushroom found in coniferous and mixed forests throughout Europe and&hellip;<\/div>","name":"Паутинник красивейший - Cortinarius rubellus","comment":"Cortinarius rubellus, commonly known as the gorgeous webcap, is a strikingly beautiful mushroom found in coniferous and mixed forests throughout Europe and North America.\n\nThe cap of C. rubellus is convex and can be up to 10cm in diameter. It has a bright orange-red color that fades to pale yellow at the edges. The stem is also bright orange-red, and has a slightly velvety texture. The gills are initially yellowish but darken with age to a reddish-brown color. The spore print is rusty brown, and the spores themselves are elliptical and ornamented with small bumps, measuring 8-11µm in length.\n\nC. rubellus is mycorrhizal, forming a mutualistic relationship with trees and other plants. It is found in a variety of forest habitats, but is most commonly associated with pine trees. It is distributed throughout Europe and North America.\n\nThe fruiting body of C. rubellus is considered poisonous, as it contains the toxin orellanine. Ingestion of this mushroom can cause kidney damage and other health problems.\n\nDespite its toxicity, C. rubellus has been the subject of scientific research due to its unique chemistry. The mushroom contains a number of unusual compounds, including rubellic acid and rubellin. These compounds have shown potential as antimicrobial agents and may have other medical applications.\n\nOverall, Cortinarius rubellus is a fascinating and beautiful mushroom with a complex chemistry and potential uses in scientific research. However, it is important to remember that it is also toxic and should not be consumed.","dates":{"added":1472860275,"dateRange":{"0":1301657586,"1":1471689861}},"fileDate":"2023-02-04T01:50:36.732Z","category":"folder","title":"Cortinarius rubellus - Паутинник красивейший - Gorgeous Webcap - Schönfußröhrling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D0%BF%D0%BB%D0%B0%D1%81%D1%82%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20semisanguineus","deepCounters":{"total":19,"images":19,"files":19},"counters":{"total":19,"images":19,"files":19},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D0%BF%D0%BB%D0%B0%D1%81%D1%82%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20semisanguineus\/thumbs\/DSC05856.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius semisanguineus - Паутинник краснопластинковый - Blood-red Webcap - Blutroter Schleimfuß<\/h3><div class=\"comment\">Cortinarius semisanguineus, commonly known as the blood-red webcap, is a striking mushroom found in mixed and deciduous forests throughout Europe and North&hellip;<\/div>","name":"Паутинник краснопластинковый - Cortinarius semisanguineus","comment":"Cortinarius semisanguineus, commonly known as the blood-red webcap, is a striking mushroom found in mixed and deciduous forests throughout Europe and North America.\n\nThe cap of C. semisanguineus is convex, with a diameter of up to 12cm. It has a bright red color, sometimes with an orange tinge, and a viscid texture when moist. The stem is also bright red and has a veil that leaves a ring around the stem. The gills are initially yellowish but become rusty brown as the mushroom matures. The spore print is rust-colored, and the spores themselves are elliptical and ornamented with small bumps, measuring 8-12µm in length.\n\nC. semisanguineus is a mycorrhizal mushroom, forming a symbiotic relationship with trees and other plants. It is often found growing in association with beech trees. It is distributed throughout Europe and North America.\n\nThe fruiting body of C. semisanguineus is considered edible, although some individuals may have an adverse reaction to it. It contains a number of bioactive compounds, including antioxidant and antimicrobial compounds.\n\nIn addition to its potential medicinal properties, C. semisanguineus has also been studied for its ability to degrade synthetic dyes in wastewater. The mushroom has been shown to effectively remove dyes from wastewater, making it a potential eco-friendly solution to textile dye pollution.\n\nOverall, Cortinarius semisanguineus is a visually striking mushroom with potential uses in medicine and environmental remediation. However, it should always be properly identified by an expert before consumption.","dates":{"added":1664064137,"dateRange":{"0":1633171695,"1":1663591598}},"fileDate":"2023-02-04T01:50:37.224Z","category":"folder","title":"Cortinarius semisanguineus - Паутинник краснопластинковый - Blood-red Webcap - Blutroter Schleimfuß"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BB%D0%B5%D0%BD%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20bolaris","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BB%D0%B5%D0%BD%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20bolaris\/thumbs\/fungi-0004520.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius bolaris - Паутинник ленивый - Lazy webcap - Fauliger Schleimkopf<\/h3><div class=\"comment\">Cortinarius bolaris is a mushroom species found in Europe and North America. It belongs to the genus Cortinarius, which is known for its characteristic&hellip;<\/div>","name":"Паутинник ленивый - Cortinarius bolaris","comment":"Cortinarius bolaris is a mushroom species found in Europe and North America. It belongs to the genus Cortinarius, which is known for its characteristic cobweb-like veil that covers the young fruiting body. The cap of C. bolaris is 3-8 cm in diameter and is convex to flattened with a depressed center. The cap surface is dry and covered with small scales or fibrils. The gills are adnate, crowded together, and yellowish to rusty brown in color.\n\nC. bolaris is an ectomycorrhizal fungus, meaning it forms a mutually beneficial association with tree roots. It is commonly found in mixed forests, particularly under oak and beech trees. It typically fruits in late summer to early fall.\n\nChemically, C. bolaris contains the toxins cortinarin and bolaric acid. These compounds are thought to be responsible for the bitter taste of the mushroom and may contribute to its toxicity.\n\nThe spores of C. bolaris are ellipsoid to almond-shaped, smooth, and measure 8-11 x 5-7 µm. The spore print is rusty brown in color.\n\nRecent research has found that C. bolaris may have potential as a source of bioactive compounds with potential pharmaceutical applications. A study published in 2019 identified several compounds from the mushroom with anti-inflammatory activity. Another study from 2020 found that C. bolaris contains polysaccharides that exhibit antioxidant and immune-stimulating properties.","dates":{"added":1664064137,"dateRange":{"0":1313842678,"1":1663596330}},"fileDate":"2023-02-04T01:50:37.377Z","category":"folder","title":"Cortinarius bolaris - Паутинник ленивый - Lazy webcap - Fauliger Schleimkopf"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BC%D0%B0%D1%81%D1%81%D0%B8%D0%B2%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20saginus","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BC%D0%B0%D1%81%D1%81%D0%B8%D0%B2%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20saginus\/thumbs\/DSC03038.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius saginus - Паутинник массивный - Fat-footed webcap - Dickfussiger Schleierling<\/h3><div class=\"comment\">Cortinarius saginus is a medium to large-sized mushroom, with a cap that can reach up to 15 cm in diameter. The cap is convex when young, but flattens out with&hellip;<\/div>","name":"Паутинник массивный - Cortinarius saginus","comment":"Cortinarius saginus is a medium to large-sized mushroom, with a cap that can reach up to 15 cm in diameter. The cap is convex when young, but flattens out with age and can become slightly depressed in the center. The cap color can vary from dark brown to gray-brown or reddish-brown and has a noticeable fibrous texture.\n\nThe gills are attached to the stem and are initially cream-colored, but turn reddish-brown as the mushroom ages. The stem can reach up to 10 cm in length and is thick and sturdy with a bulbous base. It has a similar color to the cap and is covered in fibrous scales.\n\nCortinarius saginus is found in deciduous and mixed forests, often in association with beech trees. It has a widespread distribution throughout Europe and North America.\n\nThe chemistry of Cortinarius saginus is not well-studied, but it is known to contain toxins that can cause gastrointestinal distress in some people.\n\nThe spores of Cortinarius saginus are elliptical and measure around 8-11 micrometers in length. They have a smooth surface and are ornamented with small warts or spines.\n\nResearch has suggested that Cortinarius saginus may have some medicinal properties. Extracts from the mushroom have been found to exhibit antioxidant and anti-inflammatory effects in vitro.","dates":{"added":1472860275,"dateRange":{"0":1472627843,"1":1472627906}},"fileDate":"2023-02-04T01:50:37.429Z","category":"folder","title":"Cortinarius saginus - Паутинник массивный - Fat-footed webcap - Dickfussiger Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D0%BC%D0%B0%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20decipiens","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D0%BC%D0%B0%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20decipiens\/thumbs\/0DSC06838.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius decipiens - Паутинник обманчивый - Fool's webcap - Falscher Netz-Ritterling<\/h3><div class=\"comment\">Cortinarius decipiens is a mushroom species belonging to the family Cortinariaceae. The cap of the mushroom is brown to rusty brown, and it typically grows to a&hellip;<\/div>","name":"Паутинник обманчивый - Cortinarius decipiens","comment":"Cortinarius decipiens is a mushroom species belonging to the family Cortinariaceae. The cap of the mushroom is brown to rusty brown, and it typically grows to a size of 5 to 12 cm. The gills are adnate, and the stem is fibrous and has a cortina (cobweb-like veil) that disappears as the mushroom matures. The spores are rusty brown in color and elliptical in shape, measuring 8-11 x 4-5.5 µm.\n\nThis mushroom is known to be poisonous and contains the toxin orellanine, which can cause kidney damage if ingested. It is advised not to consume this mushroom, as it can lead to severe health complications.\n\nCortinarius decipiens is a mycorrhizal fungus, which means it forms a symbiotic relationship with trees, mainly conifers, and provides them with essential nutrients. This mushroom species can be found in coniferous and mixed forests in Europe, North America, and Asia.\n\nInterestingly, Cortinarius decipiens has been found to have an association with specific species of ants. The ants feed on the sugary exudate produced by the mushroom, and in return, they protect the mushroom from other insects and pests.\n\nRecent research has also shown that Cortinarius decipiens has antimicrobial properties and may have potential applications in the field of medicine. The extracts from this mushroom have been shown to inhibit the growth of various bacteria and fungi, including pathogenic strains such as Staphylococcus aureus and Candida albicans.","dates":{"added":1664064137,"dateRange":{"0":1663850892,"1":1663850939}},"fileDate":"2023-02-04T01:50:37.780Z","category":"folder","title":"Cortinarius decipiens - Паутинник обманчивый - Fool's webcap - Falscher Netz-Ritterling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D0%BB%D0%B5%D0%BD%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20paleaceus","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D0%BB%D0%B5%D0%BD%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20paleaceus\/thumbs\/fungi-0003319.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius paleaceus - Паутинник пленчатый - Slender Webcap - Blassblättriger <\/h3><div class=\"comment\">Cortinarius paleaceus is a species of mushroom belonging to the family Cortinariaceae. This mushroom has a convex cap that becomes flat or depressed with age,&hellip;<\/div>","name":"Паутинник пленчатый - Cortinarius paleaceus","comment":"Cortinarius paleaceus is a species of mushroom belonging to the family Cortinariaceae. This mushroom has a convex cap that becomes flat or depressed with age, and its color ranges from light brown to reddish-brown. The cap surface is covered with whitish fibers or scales, which are remnants of the universal veil. The gills are initially pale violet-grey but turn rusty-brown as they mature. The stalk is slender and has a ring, or annulus, that is membranous and hangs like a skirt. The mushroom's flesh is whitish and has a mild taste.\n\nCortinarius paleaceus is found in coniferous and mixed forests of Europe, North America, and Asia. It grows on the ground, often near coniferous trees, from late summer to autumn. The mushroom forms mycorrhizal associations with the roots of these trees, which benefit both the tree and the fungus.\n\nThe spores of Cortinarius paleaceus are rusty-brown, elliptical, and measure about 8–11 x 5–7 micrometers. They are covered with warts and ridges, which can be seen under a microscope. The spore print is rusty-brown.\n\nCortinarius paleaceus contains the pigment cortinarubin, which is responsible for its rusty-brown color. This pigment is a precursor to the more well-known cortinarius pigment cortinarius violaceus, which is responsible for the purple coloration of many webcaps. Cortinarubin has been found to have antioxidant properties.\n\nResearch has shown that some species of Cortinarius, including C. paleaceus, contain bioactive compounds that have potential therapeutic uses, including anti-inflammatory, antitumor, and antimicrobial properties. However, more research is needed before these compounds can be used in medical treatments.","dates":{"added":1475785322,"dateRange":{"0":1252669897,"1":1252669925}},"fileDate":"2023-02-04T01:50:37.840Z","category":"folder","title":"Cortinarius paleaceus - Паутинник пленчатый - Slender Webcap - Blassblättriger "},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D0%BE%D0%BB%D1%83%D0%B2%D0%BE%D0%BB%D0%BE%D1%81%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20hemitrichus","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D0%BE%D0%BB%D1%83%D0%B2%D0%BE%D0%BB%D0%BE%D1%81%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20hemitrichus\/thumbs\/DSC00570.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius hemitrichus - Паутинник полуволосистый - Hairy Curtain Crust - Zottiger Schleierling<\/h3><div class=\"comment\">Cortinarius hemitrichus is a species of mushroom found in various parts of the world, including Europe, North America, and Asia. It belongs to the family&hellip;<\/div>","name":"Паутинник полуволосистый - Cortinarius hemitrichus","comment":"Cortinarius hemitrichus is a species of mushroom found in various parts of the world, including Europe, North America, and Asia. It belongs to the family Cortinariaceae, commonly known as the webcaps, due to the partial veil that covers the young fruiting body. The cap of C. hemitrichus is convex when young, but later becomes flat or slightly depressed, and is covered with fine, velvety fibers. The color is usually ochre-brown to reddish-brown, but can vary. The gills are initially whitish, but later become brownish-purple. The stipe is cylindrical, often with a slight bulge in the middle, and is covered in fine hairs.\n\nC. hemitrichus is saprobic, which means it decomposes dead organic matter. It is commonly found in deciduous forests, especially under oak and beech trees. It typically fruits from summer to autumn, and is more common in damp weather. C. hemitrichus is not considered edible due to its tough and fibrous texture, but it is not known to be poisonous either.\n\nThe spores of C. hemitrichus are elliptical, with a size of 7-10 x 4-5 μm. They are ornamented with fine warts and are typically rusty-brown in color. Like other webcap species, C. hemitrichus has a partial veil that covers the gills when the fruiting body is young. The veil leaves a ring on the stipe as it expands, which is called an annulus.\n\nRecent research has suggested that some species in the Cortinariaceae family may have anti-inflammatory and anti-tumor properties. C. hemitrichus contains various bioactive compounds, including ergosterol, a precursor to vitamin D, and several sesquiterpenes with potential pharmacological activity.","dates":{"added":1599674707,"dateRange":{"0":1599399436,"1":1599564709}},"fileDate":"2023-02-04T01:50:38.328Z","category":"folder","title":"Cortinarius hemitrichus - Паутинник полуволосистый - Hairy Curtain Crust - Zottiger Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D1%80%D0%B8%D0%B4%D0%BE%D1%80%D0%BE%D0%B6%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20callisteus","deepCounters":{"total":2,"images":2,"files":2},"counters":{"total":2,"images":2,"files":2},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D1%80%D0%B8%D0%B4%D0%BE%D1%80%D0%BE%D0%B6%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20callisteus\/thumbs\/DSC06948.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius callisteus - Паутинник придорожный - Beautiful Webcap - Schöner Schleierling<\/h3><div class=\"comment\">Cortinarius callisteus is a species of mushroom belonging to the family Cortinariaceae. It is commonly known as the Beautiful Webcap due to its striking&hellip;<\/div>","name":"Паутинник придорожный - Cortinarius callisteus","comment":"Cortinarius callisteus is a species of mushroom belonging to the family Cortinariaceae. It is commonly known as the Beautiful Webcap due to its striking appearance. The cap of this mushroom is convex, with a diameter of up to 10 cm, and it is typically reddish-brown or purple-brown in color. The stem is also reddish-brown and can grow up to 15 cm tall.\n\nThis mushroom is typically found in coniferous forests, particularly under spruce trees. It is commonly found in Europe, particularly in northern and central regions, and is also found in North America. Cortinarius callisteus is mycorrhizal, meaning it forms a symbiotic relationship with the roots of trees.\n\nCortinarius callisteus contains the toxin orellanine, which can cause kidney damage if ingested. However, it is not considered deadly toxic and is still consumed in some European countries after thorough cooking.\n\nThe spores of Cortinarius callisteus are elliptical in shape, smooth, and measure 8-11 x 5-6 µm. Studies have shown that this species may be capable of sequestering heavy metals such as lead and cadmium from the soil, making it potentially useful for bioremediation.\n\nIn addition to its potential uses in bioremediation, Cortinarius callisteus has also been studied for its antioxidant and anti-inflammatory properties, and may have potential as a medicinal mushroom.","dates":{"added":1633205755,"dateRange":{"0":1633176984,"1":1633177011}},"fileDate":"2023-02-04T01:50:38.391Z","category":"folder","title":"Cortinarius callisteus - Паутинник придорожный - Beautiful Webcap - Schöner Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20purpureus","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20purpureus\/thumbs\/fungi-0003538.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius purpureus - Паутинник пурпурный - Purple Webcap - Purpurschleierling<\/h3><div class=\"comment\">Cortinarius purpureus, commonly known as the Purple Webcap or Purpurschleierling, is a medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Паутинник пурпурный - Cortinarius purpureus","comment":"Cortinarius purpureus, commonly known as the Purple Webcap or Purpurschleierling, is a medium-sized basidiomycete mushroom belonging to the family Cortinariaceae. This strikingly beautiful mushroom can be identified by its distinctive deep purple color, which can be seen on the cap, gills, and stipe. The cap usually measures 5 to 10 cm in diameter, while the stipe ranges from 6 to 12 cm in height and 1 to 2 cm in thickness.\n\nThe Purple Webcap is a mycorrhizal fungus, meaning it forms mutually beneficial relationships with the roots of living trees, particularly conifers and birch. These relationships help both the fungus and the tree absorb essential nutrients from the soil. The habitat of Cortinarius purpureus spans across the Northern Hemisphere, from North America and Europe to parts of Asia, typically in coniferous and mixed forests.\n\nThis mushroom usually fruits in late summer to autumn, growing solitary or in small groups. It is named after the cortina, a spiderweb-like veil that covers the gills in young specimens, which eventually disappears as the mushroom matures. The spores of Cortinarius purpureus are elliptical, measuring 9 to 12 µm in length and 6 to 7 µm in width, with a rough surface.\n\nCortinarius purpureus contains the pigment called \"cortinarin A,\" responsible for the deep purple color of the mushroom. This pigment has been of interest to researchers for its potential antioxidant and anti-inflammatory properties. However, it is important to note that Cortinarius purpureus is not considered edible due to the presence of potentially harmful toxins.\n\nSome research has indicated that Cortinarius purpureus may be an important indicator species for monitoring the health of forest ecosystems. The presence or absence of this fungus can give scientists valuable information about the overall health of the forest and the success of conservation efforts.","dates":{"added":1472860275,"dateRange":{"0":1254470993,"1":1443248849}},"fileDate":"2023-02-04T01:50:38.439Z","category":"folder","title":"Cortinarius purpureus - Паутинник пурпурный - Purple Webcap - Purpurschleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%81%D0%B8%D0%B7%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20glaucopus","deepCounters":{"total":13,"images":13,"files":13},"counters":{"total":13,"images":13,"files":13},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%81%D0%B8%D0%B7%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20glaucopus\/thumbs\/DSC04652.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius glaucopus - Паутинник сизоножковый - Blueleg Webcap - Blaugrauer Schleierling<\/h3><div class=\"comment\">Cortinarius glaucopus, also known as the Blueleg Webcap or Blaugrauer Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The&hellip;<\/div>","name":"Паутинник сизоножковый - Cortinarius glaucopus","comment":"Cortinarius glaucopus, also known as the Blueleg Webcap or Blaugrauer Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its rusty-brown cap, which can range from 4 to 10 cm in diameter, and the blue to blue-gray color of its stipe. The cap surface is smooth and becomes slightly sticky when moist.\n\nThe gills of the Blueleg Webcap are adnate to slightly sinuate, and they have a pale brown color that turns rusty-brown as the mushroom matures. The stipe typically measures 6 to 12 cm in height and 1 to 2 cm in thickness, with a bulbous base. A cortina, or cobweb-like veil, is present in young specimens but often disappears as the mushroom matures.\n\nCortinarius glaucopus is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly birch, beech, and spruce trees. These relationships help both the fungus and the tree to absorb nutrients from the soil. The Blueleg Webcap is predominantly found in the Northern Hemisphere, specifically in North America, Europe, and parts of Asia, where it grows in mixed and coniferous forests.\n\nThe fruiting period for Cortinarius glaucopus is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 8 to 11 µm in length and 5 to 6 µm in width, with a rough surface.\n\nThe blue coloration of the stipe is due to the presence of a pigment called \"glaucopine,\" which has sparked some scientific interest. However, little is currently known about its potential medicinal or other uses. Cortinarius glaucopus is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius glaucopus, like other Cortinarius species, is important ecologically for its role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.","dates":{"added":1592771828,"dateRange":{"0":1569667973,"1":1569669231}},"fileDate":"2023-02-04T01:50:38.935Z","category":"folder","title":"Cortinarius glaucopus - Паутинник сизоножковый - Blueleg Webcap - Blaugrauer Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%81%D0%BB%D0%B8%D0%B7%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20mucosus","deepCounters":{"total":12,"images":12,"files":12},"counters":{"total":12,"images":12,"files":12},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%81%D0%BB%D0%B8%D0%B7%D0%B8%D1%81%D1%82%D1%8B%D0%B9%20-%20Cortinarius%20mucosus\/thumbs\/0DSC07529.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius mucosus - Паутинник слизистый - Slimy Webcap - Schleimiger Schleierling<\/h3><div class=\"comment\">Cortinarius mucosus, commonly known as the Slimy Webcap or Schleimiger Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The&hellip;<\/div>","name":"Паутинник слизистый - Cortinarius mucosus","comment":"Cortinarius mucosus, commonly known as the Slimy Webcap or Schleimiger Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its slimy, ochre-brown cap that can range from 5 to 12 cm in diameter. The cap surface is sticky, especially when wet, and can be either smooth or slightly wrinkled.\n\nThe gills of the Slimy Webcap are adnate to slightly sinuate and have a pale brown color that turns rusty-brown as the mushroom matures. The stipe measures 5 to 12 cm in height and 1.5 to 2.5 cm in thickness, with a slimy surface and a white to pale yellow color. A cortina, or cobweb-like veil, is present in young specimens but usually disappears as the mushroom matures.\n\nCortinarius mucosus is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly conifers and occasionally deciduous trees like beech. These relationships help both the fungus and the tree absorb nutrients from the soil. The Slimy Webcap is predominantly found in the Northern Hemisphere, specifically in Europe and North America, where it grows in coniferous and mixed forests.\n\nThe fruiting period for Cortinarius mucosus is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 10 to 13 µm in length and 5 to 7 µm in width, with a rough surface.\n\nThe slimy texture of Cortinarius mucosus is due to the presence of a gelatinous layer on the cap and stipe surface, which helps protect the mushroom from desiccation. Though not well-studied, it is possible that the slime layer contains compounds of interest for various applications. However, Cortinarius mucosus is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius mucosus, like other Cortinarius species, plays an important ecological role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.","dates":{"added":1664725500,"dateRange":{"0":1253869015,"1":1664634796}},"fileDate":"2023-02-04T01:50:39.407Z","category":"folder","title":"Cortinarius mucosus - Паутинник слизистый - Slimy Webcap - Schleimiger Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%82%D1%91%D0%BC%D0%BD%D0%BE-%D0%B1%D1%83%D1%80%D1%8B%D0%B9%20-%20Cortinarius%20brunneus","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%82%D1%91%D0%BC%D0%BD%D0%BE-%D0%B1%D1%83%D1%80%D1%8B%D0%B9%20-%20Cortinarius%20brunneus\/thumbs\/DSC06195.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius brunneus - Паутинник тёмно-бурый - Dark Brown Webcap - Dunkelbrauner Schleierling<\/h3><div class=\"comment\">Cortinarius brunneus, commonly known as the Dark Brown Webcap or Dunkelbrauner Schleierling, is a medium-sized basidiomycete mushroom in the family&hellip;<\/div>","name":"Паутинник тёмно-бурый - Cortinarius brunneus","comment":"Cortinarius brunneus, commonly known as the Dark Brown Webcap or Dunkelbrauner Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its dark brown to blackish-brown cap that can range from 4 to 10 cm in diameter. The cap surface is smooth to slightly wrinkled, often becoming somewhat sticky when moist.\n\nThe gills of the Dark Brown Webcap are adnate to slightly sinuate, with a pale brown color that turns rusty-brown as the mushroom matures. The stipe measures 6 to 12 cm in height and 1 to 2.5 cm in thickness, with a fibrous surface and a pale to dark brown color. A cortina, or cobweb-like veil, is present in young specimens but usually disappears as the mushroom matures.\n\nCortinarius brunneus is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly conifers and deciduous trees such as birch and oak. These relationships help both the fungus and the tree absorb nutrients from the soil. The Dark Brown Webcap is predominantly found in the Northern Hemisphere, specifically in Europe and North America, where it grows in coniferous and mixed forests.\n\nThe fruiting period for Cortinarius brunneus is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 9 to 12 µm in length and 5 to 6.5 µm in width, with a rough surface.\n\nThe dark brown coloration of Cortinarius brunneus is due to the presence of various pigments, which have not been extensively studied. As such, it is currently unclear whether these pigments have any potential medicinal or other applications. Cortinarius brunneus is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius brunneus, like other Cortinarius species, plays an important ecological role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.\n\n","dates":{"added":1472860275,"dateRange":{"0":1441867564,"1":1441867624}},"fileDate":"2023-02-04T01:50:39.465Z","category":"folder","title":"Cortinarius brunneus - Паутинник тёмно-бурый - Dark Brown Webcap - Dunkelbrauner Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%88%D0%B0%D1%84%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20croceus","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%88%D0%B0%D1%84%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Cortinarius%20croceus\/thumbs\/DSC06864.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius croceus - Паутинник шафрановый - Saffron Webcap - Safrangelber Schleierling<\/h3><div class=\"comment\">Cortinarius croceus, commonly known as the Saffron Webcap or Safrangelber Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae.&hellip;<\/div>","name":"Паутинник шафрановый - Cortinarius croceus","comment":"Cortinarius croceus, commonly known as the Saffron Webcap or Safrangelber Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its bright yellow to orange-yellow cap that can range from 3 to 8 cm in diameter. The cap surface is smooth to slightly wrinkled, often becoming somewhat sticky when moist.\n\nThe gills of the Saffron Webcap are adnate to slightly sinuate, with a pale yellow color that turns rusty-brown as the mushroom matures. The stipe measures 4 to 10 cm in height and 0.5 to 1.5 cm in thickness, with a fibrous surface and a pale yellow to orange-yellow color. A cortina, or cobweb-like veil, is present in young specimens but usually disappears as the mushroom matures.\n\nCortinarius croceus is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly conifers and deciduous trees such as birch and oak. These relationships help both the fungus and the tree absorb nutrients from the soil. The Saffron Webcap is predominantly found in the Northern Hemisphere, specifically in Europe and North America, where it grows in coniferous and mixed forests.\n\nThe fruiting period for Cortinarius croceus is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 8 to 12 µm in length and 5 to 7 µm in width, with a rough surface.\n\nThe saffron coloration of Cortinarius croceus is due to the presence of various pigments, which have not been extensively studied. As such, it is currently unclear whether these pigments have any potential medicinal or other applications. Cortinarius croceus is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius croceus, like other Cortinarius species, plays an important ecological role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.","dates":{"added":1633205755,"dateRange":{"0":1443255323,"1":1633176258}},"fileDate":"2023-02-04T01:50:40.100Z","category":"folder","title":"Cortinarius croceus - Паутинник шафрановый - Saffron Webcap - Safrangelber Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%88%D0%B5%D1%80%D1%81%D1%82%D0%B5%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20laniger","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%88%D0%B5%D1%80%D1%81%D1%82%D0%B5%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20laniger\/thumbs\/0DSC06441.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius laniger - Паутинник шерстеносный - Woolly Webcap - Wolliger Schleierling<\/h3><div class=\"comment\">Cortinarius laniger, commonly known as the Woolly Webcap or Wolliger Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The&hellip;<\/div>","name":"Паутинник шерстеносный - Cortinarius laniger","comment":"Cortinarius laniger, commonly known as the Woolly Webcap or Wolliger Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its brown to dark brown cap that can range from 4 to 10 cm in diameter. The cap surface is unique due to its woolly, felt-like texture, which is formed by a dense layer of fibrils.\n\nThe gills of the Woolly Webcap are adnate to slightly sinuate, with a pale brown color that turns rusty-brown as the mushroom matures. The stipe measures 5 to 12 cm in height and 1 to 2.5 cm in thickness, with a fibrous surface and a pale to dark brown color. A cortina, or cobweb-like veil, is present in young specimens but usually disappears as the mushroom matures.\n\nCortinarius laniger is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly conifers and deciduous trees such as birch and oak. These relationships help both the fungus and the tree absorb nutrients from the soil. The Woolly Webcap is predominantly found in the Northern Hemisphere, specifically in Europe and North America, where it grows in coniferous and mixed forests.\n\nThe fruiting period for Cortinarius laniger is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 9 to 14 µm in length and 5 to 7 µm in width, with a rough surface.\n\nThe unique woolly texture of Cortinarius laniger is due to the presence of dense fibrils on the cap surface. Although the chemical composition of these fibrils is not well understood, their potential medicinal or other applications remain unknown. Cortinarius laniger is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius laniger, like other Cortinarius species, plays an important ecological role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.","dates":{"added":1664064137,"dateRange":{"0":1663660449,"1":1663660471}},"fileDate":"2023-02-04T01:50:40.457Z","category":"folder","title":"Cortinarius laniger - Паутинник шерстеносный - Woolly Webcap - Wolliger Schleierling"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20cinnamomeus","deepCounters":{"total":19,"images":19,"files":19},"counters":{"total":19,"images":19,"files":19},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20cinnamomeus\/thumbs\/DSC07177.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinarius cinnamomeus - Паутинник коричный - Cinnamon Webcap - Zimtbrauner Schleierling<\/h3><div class=\"comment\">Cortinarius cinnamomeus, commonly known as the Cinnamon Webcap or Zimtbrauner Schleierling, is a medium-sized basidiomycete mushroom in the family&hellip;<\/div>","name":"Паутиннник коричный - Cortinarius cinnamomeus","comment":"Cortinarius cinnamomeus, commonly known as the Cinnamon Webcap or Zimtbrauner Schleierling, is a medium-sized basidiomycete mushroom in the family Cortinariaceae. The mushroom is characterized by its cinnamon to reddish-brown cap that can range from 3 to 10 cm in diameter. The cap surface is smooth to slightly wrinkled, often becoming somewhat sticky when moist.\n\nThe gills of the Cinnamon Webcap are adnate to slightly sinuate, with a pale brown color that turns rusty-brown as the mushroom matures. The stipe measures 4 to 10 cm in height and 0.5 to 2 cm in thickness, with a fibrous surface and a pale cinnamon to reddish-brown color. A cortina, or cobweb-like veil, is present in young specimens but usually disappears as the mushroom matures.\n\nCortinarius cinnamomeus is a mycorrhizal fungus that forms symbiotic relationships with various tree species, particularly conifers and deciduous trees such as birch and oak. These relationships help both the fungus and the tree absorb nutrients from the soil. The Cinnamon Webcap is predominantly found in the Northern Hemisphere, specifically in Europe and North America, where it grows in coniferous and mixed forests.\n\nThe fruiting period for Cortinarius cinnamomeus is generally from late summer to autumn. The mushroom can be found growing solitary or in scattered groups. The spores of this species are elliptical, measuring 8 to 11 µm in length and 4.5 to 6 µm in width, with a rough surface.\n\nThe cinnamon coloration of Cortinarius cinnamomeus is due to the presence of various pigments, which have not been extensively studied. As such, it is currently unclear whether these pigments have any potential medicinal or other applications. Cortinarius cinnamomeus is not considered an edible mushroom, as it may contain toxins that can cause gastrointestinal issues if ingested.\n\nCortinarius cinnamomeus, like other Cortinarius species, plays an important ecological role in maintaining the health of forest ecosystems. This mushroom can serve as an indicator species, providing information about the overall health of a forest and the effectiveness of conservation efforts.","dates":{"added":1472860275,"dateRange":{"0":1253871480,"1":1443247441}},"fileDate":"2023-02-04T01:50:40.599Z","category":"folder","title":"Cortinarius cinnamomeus - Паутинник коричный - Cinnamon Webcap - Zimtbrauner Schleierling"}],"name":"Паутинниковые - Cortinariaceae","comment":"The Cortinariaceae family is a group of basidiomycete fungi belonging to the order Agaricales, containing several genera, including the well-known Cortinarius genus, which is one of the largest genera of agarics, with over 2000 species worldwide.\n\nMembers of this family are characterized by their cortina, a veil-like structure made of fine web-like filaments that protect the developing gills in young fruiting bodies. The cortina often leaves a ring or zone of fibrils on the stem as the fruiting body matures.\n\nCortinariaceae fungi have medium to large fruiting bodies, which are often colorful, displaying shades of brown, purple, orange, or red.\n\nThey can be found in various habitats, such as forests, woodlands, and grasslands, with many species forming mycorrhizal relationships with trees or shrubs, helping them absorb nutrients and water from the soil.\n\nThe Cortinariaceae family has a cosmopolitan distribution, with species occurring in North and South America, Europe, Asia, Africa, and Australasia.\n\nSpore prints of Cortinariaceae fungi are typically brown, rusty-brown, or ochre, and their spores are ornamented with warts, ridges, or reticulations, depending on the species.\n\nCortinariaceae fungi are known for their diverse range of odors, with some species having a pleasant smell, while others may have an unpleasant or even pungent odor.\n\nThe edibility of Cortinariaceae fungi is highly variable. Some species, such as Cortinarius caperatus, are edible and even considered choice by some, while others contain toxic compounds and can cause severe poisoning or even death, as in the case of Cortinarius orellanus and Cortinarius rubellus.\n\nDue to the risk of misidentifying toxic species, it is strongly advised not to consume any Cortinariaceae fungi unless they have been positively identified by an expert.\n\nEcologically, Cortinariaceae fungi play essential roles in nutrient cycling and maintaining the health of their host plants by forming mycorrhizal associations.\n\nCortinariaceae species exhibit considerable morphological variation, making identification challenging. Microscopic examination of spores, gill structure, and other features is often necessary for accurate identification.\n\nMolecular phylogenetic studies have significantly impacted the classification of Cortinariaceae, revealing new relationships between species and genera, and sometimes leading to the reassignment of species to different genera.\n\nSome Cortinariaceae species, such as Cortinarius violaceus, are known for their striking appearance, with deep violet or purple fruiting bodies that can be visually striking in their natural habitat.\n\nCortinariaceae fungi have been used in traditional medicine in some cultures, and recent research has identified bioactive compounds, including antioxidants and antimicrobial agents, which may have potential applications in modern medicine.","dates":{"added":1664725500,"dateRange":{"0":1250159584,"1":1664636200}},"fileDate":"2023-03-19T22:23:50.997Z","title":"Cortinariaceae - Паутинниковые - Webcap mushrooms - Schleierlingsverwandte"}