{"path":"%D0%A6%D0%B8%D1%84%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cyphellaceae","deepCounters":{"total":16,"images":14,"folders":2,"files":14},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A5%D0%BE%D0%BD%D0%B4%D1%80%D0%BE%D1%81%D1%82%D0%B5%D1%80%D0%B5%D1%83%D0%BC%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Chondrostereum%20purpureum\/thumbs\/DSC06715.webp","width":512,"height":410},"thumbCaption":"<h3>Cyphellaceae - Цифелловые - Cyphella Family - Cyphella Familie<\/h3><div class=\"comment\">The Cyphellaceae family is a group of fungi belonging to the order Agaricales, characterized by their distinct fruiting bodies called cyphellae. These cyphellae&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%A5%D0%B5%D0%B9%D0%BC%D0%BE%D0%BD%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B1%D0%B5%D0%BB%D0%B5%D0%B9%D1%88%D0%B8%D0%B9%20-%20Cheimonophyllum%20candidissimum","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%A5%D0%B5%D0%B9%D0%BC%D0%BE%D0%BD%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC%20%D0%B1%D0%B5%D0%BB%D0%B5%D0%B9%D1%88%D0%B8%D0%B9%20-%20Cheimonophyllum%20candidissimum\/thumbs\/fungi-0001527.webp","width":512,"height":410},"thumbCaption":"<h3>Cheimonophyllum candidissimum - Хеймонофиллум белейший - White Oysterette - Weißer Austernpilzähnlicher<\/h3><div class=\"comment\">Cheimonophyllum candidissimum, commonly known as the White Oysterette, is a small, delicate agaric fungus belonging to the family Tricholomataceae. This fungus&hellip;<\/div>","name":"Хеймонофиллум белейший - Cheimonophyllum candidissimum","comment":"Cheimonophyllum candidissimum, commonly known as the White Oysterette, is a small, delicate agaric fungus belonging to the family Tricholomataceae. This fungus is characterized by its distinctive white, fan- or shell-shaped caps, which can measure 1-3 cm in width.\n\nThe cap surface is typically smooth, with a slightly wavy margin, and the color may sometimes have a pale grayish or ivory hue. The gills of C. candidissimum are white, decurrent, and closely spaced, running down the short, eccentric stem.\n\nThe stem of this mushroom is usually 0.5-1.5 cm long and 1-3 mm thick, with a white, smooth, and somewhat fragile appearance. The spore print is white, with ellipsoid, smooth, and non-amyloid spores measuring 4-6 x 2-3 µm.\n\nCheimonophyllum candidissimum is a saprotrophic fungus, obtaining nutrients by decomposing dead organic material. It is commonly found growing on decaying wood, particularly hardwoods, and sometimes on bark or other plant debris.\n\nThe distribution of C. candidissimum is predominantly in North America and Europe, although it has also been reported in other regions. It is most commonly found in temperate and boreal forests, particularly in areas with abundant decaying wood.\n\nThe fruiting period of this fungus typically occurs from late summer to autumn, depending on the local climate and weather conditions.\n\nAlthough C. candidissimum is not considered a popular edible mushroom due to its small size and fragility, it is not known to be toxic. Nonetheless, it is generally not recommended for consumption.\n\nOne of the interesting features of this species is its ability to produce bioactive compounds, such as polyphenols and terpenes, which have shown potential antioxidant and antimicrobial properties in some studies.\n\nThere is still much to learn about the ecology and biology of Cheimonophyllum candidissimum, as it is a relatively understudied species.","dates":{"added":1631723361,"dateRange":{"0":1301657696,"1":1679595354}},"fileDate":"2023-02-04T01:51:15.421Z","category":"folder","title":"Cheimonophyllum candidissimum - Хеймонофиллум белейший - White Oysterette - Weißer Austernpilzähnlicher"},{"path":"%D0%A5%D0%BE%D0%BD%D0%B4%D1%80%D0%BE%D1%81%D1%82%D0%B5%D1%80%D0%B5%D1%83%D0%BC%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Chondrostereum%20purpureum","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%A5%D0%BE%D0%BD%D0%B4%D1%80%D0%BE%D1%81%D1%82%D0%B5%D1%80%D0%B5%D1%83%D0%BC%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Chondrostereum%20purpureum\/thumbs\/DSC06715.webp","width":512,"height":410},"thumbCaption":"<h3>Chondrostereum purpureum - Хондростереум пурпурный - Silverleaf fungus - Violetter Schichtpilz<\/h3><div class=\"comment\">Chondrostereum purpureum, commonly known as Silverleaf fungus or Purplepore bracket, is a wood-decaying fungus belonging to the family Stereaceae. It is&hellip;<\/div>","name":"Хондростереум пурпурный - Chondrostereum purpureum","comment":"Chondrostereum purpureum, commonly known as Silverleaf fungus or Purplepore bracket, is a wood-decaying fungus belonging to the family Stereaceae. It is characterized by its semi-circular, purple to lilac, and velvety fruiting bodies, which can grow up to 8 cm in width and 1-2 cm in thickness.\n\nThe upper surface of the fruiting body is covered in a dense, velvety layer of short hairs, while the lower surface features purple or lilac pores with a white to grayish margin. The fruiting bodies of C. purpureum are typically thin and flat, with a leathery texture.\n\nThe spores of Chondrostereum purpureum are ellipsoid, smooth, and hyaline, measuring 5-7 x 2-3 µm. The spore print is white, although it can be difficult to obtain due to the resupinate growth habit of the fungus.\n\nChondrostereum purpureum is a saprotrophic and weakly parasitic fungus, primarily decomposing dead hardwood trees or living trees with weakened immune systems. It is commonly found on species such as apple, cherry, plum, and poplar.\n\nThe distribution of C. purpureum is widespread, occurring in North America, Europe, and parts of Asia. It can be found in a variety of habitats, including forests, parks, and orchards.\n\nThe fruiting period of Chondrostereum purpureum typically occurs from late summer to autumn, depending on local climate and weather conditions.\n\nWhile not considered edible, C. purpureum is not known to be toxic. However, it is not recommended for consumption due to its tough, leathery texture and potential allergenic properties.\n\nChondrostereum purpureum is known to cause silver leaf disease in plants, particularly in fruit trees. The fungus invades the tree through wounds, causing the leaves to turn a silvery-gray color and eventually leading to tree death.\n\nResearch has shown that C. purpureum produces bioactive compounds with antimicrobial, antiviral, and antitumor activities, which may have potential applications in medicine and biotechnology.","dates":{"added":1664064137,"dateRange":{"0":1663759871,"1":1663925598}},"fileDate":"2023-02-04T01:51:15.899Z","category":"folder","title":"Chondrostereum purpureum - Хондростереум пурпурный - Silverleaf fungus - Violetter Schichtpilz"}],"name":"Цифелловые - Cyphellaceae","comment":"The Cyphellaceae family is a group of fungi belonging to the order Agaricales, characterized by their distinct fruiting bodies called cyphellae. These cyphellae are small, cup- or disc-shaped structures that form on the surface of wood, bark, or other substrates.\n\nMembers of the Cyphellaceae family typically have white, cream, or pale-colored spores, which are produced on the inner surface of the cup- or disc-shaped fruiting body. The spore-producing structure, known as the hymenium, is smooth, wrinkled, or even tooth-like in some species.\n\nThese fungi are saprotrophic, meaning they obtain nutrients by decomposing dead organic matter. They play an essential role in breaking down wood and other plant materials, contributing to nutrient cycling within their ecosystems.\n\nCyphellaceae species can be found worldwide, with a higher diversity in tropical and subtropical regions. They are particularly common in rainforests, where they can be found on decaying logs, branches, and other plant debris.\n\nThe size of the fruiting bodies in Cyphellaceae species can vary greatly, with some being less than a millimeter in diameter, while others can reach several centimeters.\n\nMany Cyphellaceae species are inconspicuous, often being overlooked due to their small size and growth on substrates like bark or decaying wood.\n\nThe taxonomy of the Cyphellaceae family is still not fully resolved, with ongoing research uncovering new species and genera.\n\nSome Cyphellaceae species are known to form associations with algae or cyanobacteria, resulting in lichenized fungi. These lichenized species play crucial roles in their ecosystems as primary producers and nutrient cyclers.\n\nThe fruiting bodies of some Cyphellaceae species are also known to be used as shelter by small invertebrates, like mites and springtails, contributing to the complex ecological interactions within their habitats.\n\nSome well-known genera within the Cyphellaceae family include Cyphella, Porodisculus, and Merismodes.\n\nThe genus Cyphella is the type genus of the family and is characterized by small, cup- or disc-shaped fruiting bodies with a smooth or slightly wrinkled hymenium.\n\nThe genus Porodisculus is known for its disc- or cushion-shaped fruiting bodies and a hymenium with a tooth-like appearance.\n\nThe genus Merismodes is characterized by its small, cup-shaped fruiting bodies, which are often found on decaying wood in tropical and subtropical forests.","dates":{"added":1664064137,"dateRange":{"0":1301657696,"1":1679595354}},"fileDate":"2023-02-04T01:49:57.388Z","title":"Cyphellaceae - Цифелловые - Cyphella Family - Cyphella Familie"}