{"path":"%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae","deepCounters":{"total":390,"images":378,"folders":12,"files":378},"counters":{"total":12,"folders":12},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Amanitaceae - Аманитовые - Amanita family - Wulstlingsverwandte<\/h3><div class=\"comment\">Amanitaceae is a family of fungi that includes the Amanita genus, as well as several other types of fungi with similar morphologies and lifestyles. This family&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D0%B5%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Amanita%20verna","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D0%B5%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Amanita%20verna\/thumbs\/fungi-0004778.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita verna - Мухомор весенний - Fool's mushroom, destroying angel - Frühlings-Knollenblätterpilz<\/h3><div class=\"comment\">Amanita verna, commonly known as the Fool's mushroom or destroying angel, is a highly toxic species of fungus that belongs to the Amanita genus. This mushroom&hellip;<\/div>","name":"Мухомор весенний - Amanita verna","comment":"Amanita verna, commonly known as the Fool's mushroom or destroying angel, is a highly toxic species of fungus that belongs to the Amanita genus. This mushroom is found throughout Europe and parts of Asia, where it grows in deciduous and coniferous forests.\n\nThe fruiting body of Amanita verna is typically white, with a cap that can range from 5-15 cm in diameter. The cap is convex when young and flattens out as it matures. The spores of this fungus are produced in basidia, which are elongated cells that contain four spores each.\n\nAmanita verna is a mycorrhizal fungus, meaning it forms mutualistic relationships with the roots of trees. It exchanges nutrients for carbon in a process that benefits both the fungus and the host plant. However, Amanita verna produces a potent toxin called amanitin, which can cause severe liver and kidney damage if ingested.\n\nAmanita verna is one of the most toxic species of mushroom in the world, and has been responsible for many mushroom poisonings and fatalities. The toxin in this mushroom is heat-stable and cannot be destroyed by cooking or drying. It is important to correctly identify this mushroom and avoid consumption at all costs.\n\nAmanita verna is widely distributed in Europe and parts of Asia, where it is commonly found in deciduous and coniferous forests. The fruiting body of this mushroom typically appears in late spring or early summer.\n\nIn conclusion, Amanita verna is a highly toxic and deadly species of fungus. Its potent toxin, which cannot be destroyed by cooking or drying, makes it an important and dangerous mushroom to avoid. The mycorrhizal relationship it forms with trees and its distribution in forests around the world make it an important player in forest ecosystems.","dates":{"added":1472860274,"dateRange":{"0":1348313833,"1":1348313855}},"fileDate":"2023-02-04T01:49:57.714Z","category":"folder","title":"Amanita verna - Мухомор весенний - Fool's mushroom, destroying angel - Frühlings-Knollenblätterpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D0%BE%D0%BD%D1%8E%D1%87%D0%B8%D0%B9%20-%20Amanita%20virosa","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D0%BE%D0%BD%D1%8E%D1%87%D0%B8%D0%B9%20-%20Amanita%20virosa\/thumbs\/fungi-0004218.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita virosa - Мухомор вонючий - Destroying angel - Weißer Knollenblätterpilz.<\/h3><div class=\"comment\">Amanita virosa, commonly known as the destroying angel, is a highly toxic species of fungus that belongs to the Amanita genus. This mushroom is found throughout&hellip;<\/div>","name":"Мухомор вонючий - Amanita virosa","comment":"Amanita virosa, commonly known as the destroying angel, is a highly toxic species of fungus that belongs to the Amanita genus. This mushroom is found throughout Europe and North America, where it grows in deciduous and coniferous forests.\n\nThe fruiting body of Amanita virosa is typically white, with a cap that can range from 5-15 cm in diameter. The cap is convex when young and flattens out as it matures. The spores of this fungus are produced in basidia, which are elongated cells that contain four spores each.\n\nAmanita virosa is a mycorrhizal fungus, meaning it forms mutualistic relationships with the roots of trees. It exchanges nutrients for carbon in a process that benefits both the fungus and the host plant. However, Amanita virosa produces a potent toxin called amanitin, which can cause severe liver and kidney damage if ingested.\n\nAmanita virosa is one of the most toxic species of mushroom in the world, and has been responsible for many mushroom poisonings and fatalities. The toxin in this mushroom is heat-stable and cannot be destroyed by cooking or drying. It is important to correctly identify this mushroom and avoid consumption at all costs.\n\nAmanita virosa is widely distributed in Europe and North America, where it is commonly found in deciduous and coniferous forests. The fruiting body of this mushroom typically appears in late spring or early summer.\n\nIn conclusion, Amanita virosa is a highly toxic and deadly species of fungus. Its potent toxin, which cannot be destroyed by cooking or drying, makes it an important and dangerous mushroom to avoid. The mycorrhizal relationship it forms with trees and its distribution in forests around the world make it an important player in forest ecosystems.","dates":{"added":1472860274,"dateRange":{"0":1285236970,"1":1285765482}},"fileDate":"2023-02-04T01:49:57.726Z","category":"folder","title":"Amanita virosa - Мухомор вонючий - Destroying angel - Weißer Knollenblätterpilz."},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Amanita%20excelsa","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Amanita%20excelsa\/thumbs\/DSC00294.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita excelsa - Мухомор высокий - Tall Amanita - Hohe Fliegenpilz<\/h3><div class=\"comment\">Amanita excelsa, commonly known as the Tall Amanita, is a large, grey-capped basidiomycete fungus belonging to the Amanita genus. It is characterized by its&hellip;<\/div>","name":"Мухомор высокий - Amanita excelsa","comment":"Amanita excelsa, commonly known as the Tall Amanita, is a large, grey-capped basidiomycete fungus belonging to the Amanita genus. It is characterized by its pale grey to brown cap, which can reach up to 15 cm in diameter, and a stem that may grow up to 20 cm in height. Advanced scientific research has shown that it contains ibotenic acid, a neurotoxin that can cause symptoms similar to those of other toxic Amanita species when ingested.\n\nThe Tall Amanita is mainly found in coniferous and mixed forests throughout Europe, including parts of Russia, where it is known as Мухомор высокий. It forms ectomycorrhizal relationships with various tree species, particularly spruces and pines, and is typically encountered during late summer and autumn.\n\nAmanita excelsa produces spores that are white, elliptical, and measure approximately 9-12 µm by 6-8 µm. The spore print is also white, making it a key characteristic for identification. There are an estimated 2-4 million spores produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita excelsa is not as toxic as its close relative, Amanita muscaria, it should still be considered poisonous and avoided. Consumption can lead to gastrointestinal symptoms such as nausea, vomiting, and diarrhea, as well as neurological effects like dizziness and confusion. It is important to note that the Tall Amanita is easily confused with other Amanita species, some of which can be deadly, so caution must be exercised during foraging.","dates":{"added":1505157493,"dateRange":{"0":1315053856,"1":1504340721}},"fileDate":"2023-02-04T01:49:57.785Z","category":"folder","title":"Amanita excelsa - Мухомор высокий - Tall Amanita - Hohe Fliegenpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D0%BE%D1%80%D0%BE%D0%BB%D0%B5%D0%B2%D1%81%D0%BA%D0%B8%D0%B9%20-%20Amanita%20regalis","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D0%BE%D1%80%D0%BE%D0%BB%D0%B5%D0%B2%D1%81%D0%BA%D0%B8%D0%B9%20-%20Amanita%20regalis\/thumbs\/fungi-0004020.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita regalis - Мухомор королевский - Royal Fly Agaric - Königs-Fliegenpilz<\/h3><div class=\"comment\">Amanita regalis, also known as the Royal Fly Agaric, is a striking basidiomycete fungus belonging to the Amanita genus. It is characterized by a large, dark&hellip;<\/div>","name":"Мухомор королевский - Amanita regalis","comment":"Amanita regalis, also known as the Royal Fly Agaric, is a striking basidiomycete fungus belonging to the Amanita genus. It is characterized by a large, dark brown to reddish-brown cap that can reach up to 30 cm in diameter, with white or yellowish warts on its surface. The stem, which may grow up to 20 cm tall, is adorned with a distinctive, skirt-like ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita regalis contains ibotenic acid and muscimol, which are psychoactive compounds responsible for the hallucinogenic and toxic effects associated with the ingestion of this mushroom. These compounds act on the central nervous system, leading to symptoms such as hallucinations, confusion, and agitation.\n\nThe Royal Fly Agaric is predominantly found in the boreal forests of Northern Europe and parts of Russia, where it is known as Мухомор королевский. It forms ectomycorrhizal relationships with coniferous trees, particularly spruces and pines, and is usually encountered during late summer and autumn.\n\nAmanita regalis produces white, elliptical spores that measure approximately 9-12 µm by 5-7 µm. The spore print is white, which is a key characteristic for identification. An estimated 2-4 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough the Royal Fly Agaric is not as toxic as the notorious Amanita phalloides, it is still considered poisonous due to the presence of psychoactive compounds. Ingestion can lead to gastrointestinal symptoms, as well as neurological effects such as hallucinations, confusion, and drowsiness. It is important to exercise caution when foraging, as Amanita regalis can be easily confused with other toxic Amanita species.\n\nIn German, this fungus is known as Königs-Fliegenpilz, reflecting its regal appearance and its close relationship with the iconic Fly Agaric (Amanita muscaria).","dates":{"added":1472860274,"dateRange":{"0":1284096319,"1":1472625810}},"fileDate":"2023-02-04T01:49:57.819Z","category":"folder","title":"Amanita regalis - Мухомор королевский - Royal Fly Agaric - Königs-Fliegenpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria","deepCounters":{"total":198,"images":198,"files":198},"counters":{"total":198,"images":198,"files":198},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita muscaria - Мухомор красный - Fly Agaric - Fliegenpilz<\/h3><div class=\"comment\">Amanita muscaria, commonly known as the Fly Agaric, is an iconic basidiomycete fungus belonging to the Amanita genus. It is characterized by a bright red cap&hellip;<\/div>","name":"Мухомор красный - Amanita muscaria","comment":"Amanita muscaria, commonly known as the Fly Agaric, is an iconic basidiomycete fungus belonging to the Amanita genus. It is characterized by a bright red cap with white warts, which can reach up to 30 cm in diameter. The white stem, which may grow up to 20 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita muscaria contains the psychoactive compounds ibotenic acid and muscimol, which are responsible for the toxic and hallucinogenic effects associated with the ingestion of this mushroom. These compounds act on the central nervous system, leading to symptoms such as hallucinations, confusion, and agitation.\n\nThe Fly Agaric is widely distributed across the Northern Hemisphere, including parts of Russia, where it is known as Мухомор красный. It forms ectomycorrhizal relationships with various tree species, particularly birches and pines, and is typically encountered during late summer and autumn.\n\nAmanita muscaria produces white, elliptical spores that measure approximately 9-13 µm by 6.5-9 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita muscaria is not as toxic as the deadly Amanita phalloides, it is still considered poisonous due to the presence of psychoactive compounds. Ingestion can lead to gastrointestinal symptoms, as well as neurological effects such as hallucinations, confusion, and drowsiness. It is important to exercise caution when foraging, as the Fly Agaric can be easily confused with other toxic Amanita species.\n\nIn German, this fungus is known as Fliegenpilz, a name that reflects its historical use as a fly-killing agent when mixed with milk or sugar.","dates":{"added":1664725500,"dateRange":{"0":1190484620,"1":1664635756}},"fileDate":"2023-02-04T01:49:59.911Z","category":"folder","title":"Amanita muscaria - Мухомор красный - Fly Agaric - Fliegenpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%B0%D0%BD%D1%82%D0%B5%D1%80%D0%BD%D1%8B%D0%B9%20-%20Amanita%20pantherina","deepCounters":{"total":47,"images":47,"files":47},"counters":{"total":47,"images":47,"files":47},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%B0%D0%BD%D1%82%D0%B5%D1%80%D0%BD%D1%8B%D0%B9%20-%20Amanita%20pantherina\/thumbs\/DSC03874.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita pantherina - Мухомор пантерный - Panther Cap - Pantherpilz<\/h3><div class=\"comment\">Amanita pantherina, commonly known as the Panther Cap, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a brown to dark brown&hellip;<\/div>","name":"Мухомор пантерный - Amanita pantherina","comment":"Amanita pantherina, commonly known as the Panther Cap, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a brown to dark brown cap with white warts, which can reach up to 12 cm in diameter. The white stem, which may grow up to 14 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita pantherina contains the psychoactive compounds ibotenic acid and muscimol, which are responsible for the toxic and hallucinogenic effects associated with the ingestion of this mushroom. These compounds act on the central nervous system, leading to symptoms such as hallucinations, confusion, and agitation.\n\nThe Panther Cap is widely distributed across the Northern Hemisphere, including parts of Russia, where it is known as Мухомор пантерный. It forms ectomycorrhizal relationships with various tree species, particularly deciduous and coniferous trees, and is typically encountered during late summer and autumn.\n\nAmanita pantherina produces white, elliptical spores that measure approximately 9-13 µm by 6-8 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita pantherina is not as toxic as the deadly Amanita phalloides, it is still considered poisonous due to the presence of psychoactive compounds. Ingestion can lead to gastrointestinal symptoms, as well as neurological effects such as hallucinations, confusion, and drowsiness. It is important to exercise caution when foraging, as the Panther Cap can be easily confused with other toxic Amanita species.\n\nIn German, this fungus is known as Pantherpilz, a name that reflects its panther-like appearance and its close relationship with the Fly Agaric (Amanita muscaria).","dates":{"added":1592771828,"dateRange":{"0":1316350681,"1":1567588209}},"fileDate":"2023-02-04T01:50:00.708Z","category":"folder","title":"Amanita pantherina - Мухомор пантерный - Panther Cap - Pantherpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%BE%D0%B3%D0%B0%D0%BD%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Amanita%20citrina","deepCounters":{"total":38,"images":38,"files":38},"counters":{"total":38,"images":38,"files":38},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%BE%D0%B3%D0%B0%D0%BD%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B9%20-%20Amanita%20citrina\/thumbs\/DSC00459.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita citrina - Мухомор поганковидный - False Death Cap - Gelber Knollenblätterpilz<\/h3><div class=\"comment\">Amanita citrina, commonly known as the False Death Cap, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a pale yellow to&hellip;<\/div>","name":"Мухомор поганковидный - Amanita citrina","comment":"Amanita citrina, commonly known as the False Death Cap, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a pale yellow to greenish-yellow cap with white warts, which can reach up to 12 cm in diameter. The white stem, which may grow up to 15 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita citrina contains trace amounts of the psychoactive compounds ibotenic acid and muscimol, as well as the toxin bufotenine, which can cause mild toxic effects when ingested in large quantities. However, it is generally considered to be less toxic than other Amanita species, such as Amanita pantherina and Amanita muscaria.\n\nThe False Death Cap is widely distributed across Europe, including parts of Russia, where it is known as Мухомор поганковидный. It forms ectomycorrhizal relationships with various tree species, particularly deciduous trees like oaks, beeches, and birches, and is typically encountered during late summer and autumn.\n\nAmanita citrina produces white, elliptical spores that measure approximately 8-10 µm by 6-7 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita citrina is not as toxic as some other Amanita species, it is still important to exercise caution when foraging, as the False Death Cap can be easily confused with the deadly Amanita phalloides, also known as the Death Cap. Ingestion of Amanita citrina may lead to mild gastrointestinal symptoms and, in rare cases, neurological effects such as confusion and drowsiness.\n\nIn German, this fungus is known as Gelber Knollenblätterpilz, which translates to \"yellow tuber gill fungus,\" a name that reflects its characteristic color and its close relationship with the Amanita genus.","dates":{"added":1664064137,"dateRange":{"0":1348309741,"1":1663677860}},"fileDate":"2023-02-04T01:50:01.393Z","category":"folder","title":"Amanita citrina - Мухомор поганковидный - False Death Cap - Gelber Knollenblätterpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%BE%D1%80%D1%84%D0%B8%D1%80%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20porphyria","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BF%D0%BE%D1%80%D1%84%D0%B8%D1%80%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20porphyria\/thumbs\/fungi-0004548.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita porphyria - Мухомор порфировый - Grey Veiled Amanita - Porphyreller Wulstling<\/h3><div class=\"comment\">Amanita porphyria, commonly known as the Grey Veiled Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a greyish to&hellip;<\/div>","name":"Мухомор порфировый - Amanita porphyria","comment":"Amanita porphyria, commonly known as the Grey Veiled Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a greyish to brownish cap with faint white warts, which can reach up to 10 cm in diameter. The white to grey stem, which may grow up to 12 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita porphyria contains low levels of the toxins α-amanitin and phalloidin, which can cause mild toxic effects when ingested in large quantities. However, it is generally considered to be less toxic than other Amanita species, such as Amanita phalloides.\n\nThe Grey Veiled Amanita is widely distributed across Europe and parts of North America, including parts of Russia, where it is known as Мухомор порфировый. It forms ectomycorrhizal relationships with various tree species, particularly coniferous trees like pines and spruces, and is typically encountered during late summer and autumn.\n\nAmanita porphyria produces white, elliptical spores that measure approximately 8-11 µm by 5-7 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita porphyria is not as toxic as some other Amanita species, it is still important to exercise caution when foraging, as the Grey Veiled Amanita can be easily confused with other toxic Amanita species. Ingestion of Amanita porphyria may lead to mild gastrointestinal symptoms and, in rare cases, neurological effects such as confusion and drowsiness.\n\nIn German, this fungus is known as Porphyreller Wulstling, a name that reflects its characteristic color and its close relationship with the Amanita genus.","dates":{"added":1592771828,"dateRange":{"0":1315054200,"1":1567235779}},"fileDate":"2023-02-04T01:50:01.655Z","category":"folder","title":"Amanita porphyria - Мухомор порфировый - Grey Veiled Amanita - Porphyreller Wulstling"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D1%81%D0%B5%D1%80%D0%BE-%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20rubescens","deepCounters":{"total":21,"images":21,"files":21},"counters":{"total":21,"images":21,"files":21},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D1%81%D0%B5%D1%80%D0%BE-%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20rubescens\/thumbs\/DSC03042.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita rubescens - Мухомор серо-розовый - Blusher - Perlpilz<\/h3><div class=\"comment\">Amanita rubescens, commonly known as the Blusher, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a pinkish-brown to&hellip;<\/div>","name":"Мухомор серо-розовый - Amanita rubescens","comment":"Amanita rubescens, commonly known as the Blusher, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a pinkish-brown to greyish-brown cap with white warts, which can reach up to 15 cm in diameter. The white to pinkish-grey stem, which may grow up to 15 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita rubescens contains a hemolytic toxin called rubescentin, which breaks down red blood cells. However, cooking the Blusher can effectively destroy this toxin, making the mushroom edible when properly prepared.\n\nThe Blusher is widely distributed across Europe and parts of North America, including parts of Russia, where it is known as Мухомор серо-розовый. It forms ectomycorrhizal relationships with various tree species, particularly deciduous trees like oaks, beeches, and birches, and is typically encountered during late summer and autumn.\n\nAmanita rubescens produces white, elliptical spores that measure approximately 8-10 µm by 6-7 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita rubescens is considered edible when cooked, it is crucial to exercise caution when foraging, as the Blusher can be easily confused with other toxic Amanita species. Ingestion of raw or undercooked Amanita rubescens may lead to gastrointestinal symptoms and, in rare cases, hemolysis.\n\nIn German, this fungus is known as Perlpilz, a name that reflects its pinkish hue and its close relationship with the Amanita genus.","dates":{"added":1630785202,"dateRange":{"0":1348308028,"1":1569667903}},"fileDate":"2023-02-04T01:50:01.880Z","category":"folder","title":"Amanita rubescens - Мухомор серо-розовый - Blusher - Perlpilz"},{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D1%8F%D1%80%D0%BA%D0%BE-%D0%B6%D1%91%D0%BB%D1%82%D1%8B%D0%B9%20-%20Amanita%20gemmata","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D1%8F%D1%80%D0%BA%D0%BE-%D0%B6%D1%91%D0%BB%D1%82%D1%8B%D0%B9%20-%20Amanita%20gemmata\/thumbs\/DSC01846.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita gemmata - Мухомор ярко-жёлтый - Gemmed Amanita - Gelber Knollenblätterpilz<\/h3><div class=\"comment\">Amanita gemmata, commonly known as the Gemmed Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a bright yellow to&hellip;<\/div>","name":"Мухомор ярко-жёлтый - Amanita gemmata","comment":"Amanita gemmata, commonly known as the Gemmed Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a bright yellow to orange-yellow cap with white warts, which can reach up to 8 cm in diameter. The white to yellowish stem, which may grow up to 12 cm tall, features a distinct ring and a bulbous base with a membranous, sack-like volva.\n\nAdvanced scientific research has shown that Amanita gemmata contains low levels of toxins such as α-amanitin and muscarine, which can cause mild toxic effects when ingested in large quantities. However, it is generally considered to be less toxic than other Amanita species, such as Amanita phalloides.\n\nThe Gemmed Amanita is widely distributed across Europe, including parts of Russia, where it is known as Мухомор ярко-жёлтый. It forms ectomycorrhizal relationships with various tree species, particularly deciduous trees like oaks, beeches, and birches, and is typically encountered during late summer and autumn.\n\nAmanita gemmata produces white, elliptical spores that measure approximately 9-12 µm by 6-8 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita gemmata is not as toxic as some other Amanita species, it is still important to exercise caution when foraging, as the Gemmed Amanita can be easily confused with other toxic Amanita species. Ingestion of Amanita gemmata may lead to mild gastrointestinal symptoms and, in rare cases, neurological effects such as confusion and drowsiness.\n\nIn German, this fungus is known as Gelber Knollenblätterpilz, a name that reflects its bright yellow color and its close relationship with the Amanita genus.","dates":{"added":1472860274,"dateRange":{"0":1469283340,"1":1469283432}},"fileDate":"2023-02-04T01:50:01.926Z","category":"folder","title":"Amanita gemmata - Мухомор ярко-жёлтый - Gemmed Amanita - Gelber Knollenblätterpilz"},{"path":"%D0%9F%D0%BE%D0%BF%D0%BB%D0%B0%D0%B2%D0%BE%D0%BA%20%D0%B6%D1%91%D0%BB%D1%82%D0%BE-%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B5%D0%B2%D1%8B%D0%B9%20-%20Amanita%20fulva","deepCounters":{"total":31,"images":31,"files":31},"counters":{"total":31,"images":31,"files":31},"thumb":{"path":"%D0%9F%D0%BE%D0%BF%D0%BB%D0%B0%D0%B2%D0%BE%D0%BA%20%D0%B6%D1%91%D0%BB%D1%82%D0%BE-%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B5%D0%B2%D1%8B%D0%B9%20-%20Amanita%20fulva\/thumbs\/DSC05316.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita fulva - Поплавок жёлто-коричневый - Tawny Grisette - Rotbrauner Streifling<\/h3><div class=\"comment\">Amanita fulva, commonly known as the Tawny Grisette, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a tawny to orange-brown&hellip;<\/div>","name":"Поплавок жёлто-коричневый - Amanita fulva","comment":"Amanita fulva, commonly known as the Tawny Grisette, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a tawny to orange-brown cap, which can reach up to 10 cm in diameter. The cap is smooth and lacks warts, while the white to pale yellow stem, which may grow up to 15 cm tall, features a distinct ring and a bulbous base without a volva.\n\nAdvanced scientific research has shown that Amanita fulva is considered edible, as it does not contain significant levels of toxic compounds found in other Amanita species, such as α-amanitin and phalloidin.\n\nThe Tawny Grisette is widely distributed across Europe, including parts of Russia, where it is known as Поплавок жёлто-коричневый. It forms ectomycorrhizal relationships with various tree species, particularly deciduous trees like oaks, beeches, and birches, and is typically encountered during late summer and autumn.\n\nAmanita fulva produces white, elliptical spores that measure approximately 9-11 µm by 6-8 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita fulva is considered edible, it is crucial to exercise caution when foraging, as the Tawny Grisette can be easily confused with other toxic Amanita species. Proper identification is essential to avoid accidental ingestion of poisonous mushrooms.\n\nIn German, this fungus is known as Rotbrauner Streifling, a name that reflects its tawny color and its close relationship with the Amanita genus.","dates":{"added":1664064137,"dateRange":{"0":1472314204,"1":1663660626}},"fileDate":"2023-02-04T01:50:02.925Z","category":"folder","title":"Amanita fulva - Поплавок жёлто-коричневый - Tawny Grisette - Rotbrauner Streifling"},{"path":"%D0%9F%D0%BE%D0%BF%D0%BB%D0%B0%D0%B2%D0%BE%D0%BA%20%D1%88%D0%B0%D1%84%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20crocea","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%9F%D0%BE%D0%BF%D0%BB%D0%B0%D0%B2%D0%BE%D0%BA%20%D1%88%D0%B0%D1%84%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Amanita%20crocea\/thumbs\/0DSC00409.webp","width":512,"height":410},"thumbCaption":"<h3>Amanita crocea - Поплавок шафрановый - Saffron Ringless Amanita - Safrangelber Streifling<\/h3><div class=\"comment\">Amanita crocea, commonly known as the Saffron Ringless Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a saffron to&hellip;<\/div>","name":"Поплавок шафрановый - Amanita crocea","comment":"Amanita crocea, commonly known as the Saffron Ringless Amanita, is a basidiomycete fungus belonging to the Amanita genus. It is characterized by a saffron to orange-brown cap, which can reach up to 10 cm in diameter. The cap is smooth and lacks warts, while the white to pale orange stem, which may grow up to 12 cm tall, features a distinct ring and a bulbous base without a volva.\n\nAdvanced scientific research has shown that Amanita crocea is considered edible, as it does not contain significant levels of toxic compounds found in other Amanita species, such as α-amanitin and phalloidin.\n\nThe Saffron Ringless Amanita is widely distributed across Europe, including parts of Russia, where it is known as Поплавок шафрановый. It forms ectomycorrhizal relationships with various tree species, particularly deciduous trees like oaks, beeches, and birches, and is typically encountered during late summer and autumn.\n\nAmanita crocea produces white, elliptical spores that measure approximately 8-11 µm by 5-7 µm. The spore print is also white, making it a key characteristic for identification. An estimated 1-2 million spores are produced per fruiting body, which are dispersed by wind and rain.\n\nAlthough Amanita crocea is considered edible, it is crucial to exercise caution when foraging, as the Saffron Ringless Amanita can be easily confused with other toxic Amanita species. Proper identification is essential to avoid accidental ingestion of poisonous mushrooms.\n\nIn German, this fungus is known as Safrangelber Streifling, a name that reflects its saffron color and its close relationship with the Amanita genus.","dates":{"added":1599674707,"dateRange":{"0":1347781254,"1":1599043020}},"fileDate":"2023-02-04T01:50:03.30Z","category":"folder","title":"Amanita crocea - Поплавок шафрановый - Saffron Ringless Amanita - Safrangelber Streifling"}],"name":"Аманитовые - Amanitaceae","comment":"Amanitaceae is a family of fungi that includes the Amanita genus, as well as several other types of fungi with similar morphologies and lifestyles. This family is characterized by their distinctive fruiting body, which typically includes a cap, stalk, and skirt-like annulus.\n\nThe fruiting body of Amanitaceae is typically large and showy, with a cap that can range from white to yellow, brown, or red. The cap is often covered in warts or scales, which can be used to help identify different species. The spores of Amanitaceae are produced in basidia, which are elongated cells that contain four spores each.\n\nAmanitaceae fungi are mycorrhizal, meaning they form mutualistic relationships with the roots of trees. They exchange nutrients for carbon in a process that benefits both the fungus and the host plant. Some species are also toxic, producing potent toxins that can cause severe illness or death if ingested.\n\nThis family includes many highly toxic species, including Amanita phalloides, commonly known as the Death cap, and Amanita virosa, the Destroying angel. These fungi are responsible for the majority of mushroom poisonings worldwide and should never be consumed. Some species of Amanitaceae are also used in traditional medicine, where they are believed to have anti-inflammatory and immune-boosting properties.\n\nAmanitaceae fungi are widely distributed and can be found in a variety of habitats, including forests, grasslands, and wetlands. They are most commonly found in temperate regions, but can also be found in tropical and arctic regions.\n\nIn conclusion, Amanitaceae is a fascinating and important family of fungi. Its members include some of the most toxic and deadly fungi in the world, as well as important mycorrhizal partners in forest ecosystems. The distinctive morphologies and lifestyles of these fungi make them an important and fascinating group for scientific study.","dates":{"added":1664725500,"dateRange":{"0":1190484620,"1":1664635756}},"fileDate":"2023-02-04T01:49:57.339Z","title":"Amanitaceae - Аманитовые - Amanita family - Wulstlingsverwandte"}