{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae","deepCounters":{"total":92,"images":89,"folders":3,"files":89},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Morchellaceae - Сморчковые - Morels - Morcheln<\/h3><div class=\"comment\">The Morchellaceae family, commonly known as Morels or Morcheln in German, is a group of fungi belonging to the order Pezizales. They are highly prized for their&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%91%D0%BB%D1%8E%D0%B4%D1%86%D0%B5%D0%B2%D0%B8%D0%BA%20%D0%B6%D0%B8%D0%BB%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B9%20-%20Disciotis%20venosa","deepCounters":{"total":17,"images":17,"files":17},"counters":{"total":17,"images":17,"files":17},"thumb":{"path":"%D0%91%D0%BB%D1%8E%D0%B4%D1%86%D0%B5%D0%B2%D0%B8%D0%BA%20%D0%B6%D0%B8%D0%BB%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B9%20-%20Disciotis%20venosa\/thumbs\/DSC05842.webp","width":512,"height":410},"thumbCaption":"<h3>Disciotis venosa - Блюдцевик жилковатый - Veiny cup - Adernbecherling<\/h3><div class=\"comment\">Disciotis venosa is a species of cup fungus that belongs to the family Disciotaceae. It is commonly known as the Veiny cup due to its distinctive pattern of&hellip;<\/div>","name":"Блюдцевик жилковатый - Disciotis venosa","comment":"Disciotis venosa is a species of cup fungus that belongs to the family Disciotaceae. It is commonly known as the Veiny cup due to its distinctive pattern of veins on the inner surface of the fruiting body. This species is found in temperate regions around the world, where it grows on dead wood, especially that of coniferous trees.\n\nThe fruiting body of Disciotis venosa is cup-shaped and can grow up to 12 cm in diameter. It is typically brown on the outer surface and light brown on the inner surface, with a distinctive pattern of veins that radiate from the center of the cup. The spores of this fungus are ellipsoidal or spindle-shaped and measure 12-20 x 5-7 µm.\n\nDisciotis venosa is a saprobic fungus, meaning it obtains nutrients by decomposing dead organic matter. It is an important decomposer in forest ecosystems, breaking down dead wood and returning nutrients to the soil. The fungus also has a symbiotic relationship with some tree species, including pine and spruce, where it forms mycorrhizal associations with the roots of these trees.\n\nThis fungus is widely distributed and can be found in temperate forests around the world. It is most commonly found in Europe and North America, but has also been reported from Asia and Australia. The fruiting body of Disciotis venosa typically appears in late summer or early fall, usually after a period of rainfall.\n\nDisciotis venosa is not toxic, but it is not considered edible due to its tough and leathery texture. Some cultures use the fungus for medicinal purposes, where it is believed to have anti-inflammatory and immune-boosting properties. The Veiny cup is also a popular subject for nature photographers and mushroom enthusiasts due to its unique and striking appearance.\n\nIn conclusion, Disciotis venosa is a fascinating and important species of fungus. Its distinctive pattern of veins and role as a decomposer and mycorrhizal partner make it a valuable player in forest ecosystems.","dates":{"added":1592685004,"dateRange":{"0":1587639755,"1":1588686369}},"fileDate":"2023-02-04T01:54:22.522Z","category":"folder","title":"Disciotis venosa - Блюдцевик жилковатый - Veiny cup - Adernbecherling"},{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata","deepCounters":{"total":63,"images":63,"files":63},"counters":{"total":63,"images":63,"files":63},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Morchella elata - Сморчок высокий - Elongated Black Morel - Hoch Spitzmorchel<\/h3><div class=\"comment\">Morchella elata, commonly known as the Black Morel or Spitzmorchel, is a highly prized edible fungus. The name \"elata\" derives from Latin and means \"tall,\"&hellip;<\/div>","name":"Сморчок высокий - Morchella elata","comment":"Morchella elata, commonly known as the Black Morel or Spitzmorchel, is a highly prized edible fungus. The name \"elata\" derives from Latin and means \"tall,\" reflecting this species' typically elongated and large stature, with mature specimens reaching heights of up to 12 cm.\n\nThe cap is usually 2-7 cm across and 3-12 cm high, oval to conical, and honeycombed with a network of ridges and pits, the ridges becoming dark brown or blackish as the mushroom matures.\n\nThis mushroom's stalk is 2-8 cm long, white or cream, and often chambered or hollow. The spore print is cream to yellow, with elliptical, smooth spores measuring 17.5-22 x 10-13 µm.\n\nMorchella elata is a saprotrophic fungus, meaning it feeds on decaying organic matter. It is often found in forests, orchards, and other areas rich in organic matter, including burn sites and areas affected by flooding.\n\nThis species has a broad distribution, occurring in North America, Europe, and parts of Asia. It typically appears in the spring, from April to June, depending on the region and weather conditions.\n\nChemically, Morchella elata contains various compounds that contribute to its distinct flavor, including sugars, amino acids, and volatile aroma compounds. It also contains small amounts of hydrazine toxins, which are destroyed by thorough cooking.\n\nThe black morel is highly regarded in culinary circles, known for its unique flavor and texture. It is used in various dishes, including sauces, soups, and stews, and pairs well with cream, butter, and white wine.\n\nThere are no known medicinal uses for Morchella elata. However, like most edible fungi, it is a good source of protein and dietary fiber.\n\nBe aware that all morels should be cooked before consumption to eliminate their mild toxicity. Additionally, avoid consuming large quantities as they can accumulate heavy metals from the soil.","dates":{"added":1683822651,"dateRange":{"0":1683647779,"1":1683717927}},"fileDate":"2023-05-11T19:24:37.738Z","category":"folder","title":"Morchella elata - Сморчок высокий - Elongated Black Morel - Hoch Spitzmorchel"},{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9%20-%20Morchella%20conica","deepCounters":{"total":9,"images":9,"files":9},"counters":{"total":9,"images":9,"files":9},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9%20-%20Morchella%20conica\/thumbs\/DSC02574.webp","width":512,"height":410},"thumbCaption":"<h3>Morchella conica - Сморчок конический - Black morel - Spitzmorchel<\/h3><div class=\"comment\">Morchella conica is a species of edible fungus that belongs to the family Morchellaceae. It is commonly known as the Black morel due to its dark coloration,&hellip;<\/div>","name":"Сморчок конический - Morchella conica","comment":"Morchella conica is a species of edible fungus that belongs to the family Morchellaceae. It is commonly known as the Black morel due to its dark coloration, which can range from dark grey to black. This species is found throughout the world, where it grows on soil, often in disturbed areas or burned forests.\n\nThe fruiting body of Morchella conica is cone-shaped or elongated and can grow up to 15 cm in height. It is typically dark grey to black in color and has a distinctive honeycomb-like structure on the outer surface. The spores of this fungus are produced in asci, which are elongated sacs that contain eight spores each.\n\nMorchella conica is a saprobic fungus, meaning it obtains nutrients by decomposing dead organic matter. It is an important decomposer in disturbed areas and burned forests, breaking down dead plant material and returning nutrients to the soil. The fungus also has a symbiotic relationship with some tree species, including oak and pine, where it forms mycorrhizal associations with the roots of these trees.\n\nThis fungus is widely distributed and can be found in temperate regions around the world. It is most commonly found in North America and Europe, but has also been reported from Asia and Australia. The fruiting body of Morchella conica typically appears in spring, usually after a period of rainfall.\n\nMorchella conica is a highly prized edible fungus, prized for its distinctive flavor and texture. It is often used in gourmet cuisine, especially in French cuisine where it is known as the \"mushroom of kings\". Some cultures also use the fungus for medicinal purposes, where it is believed to have anti-inflammatory, anti-viral, and anti-tumor properties.\n\nIn conclusion, Morchella conica is a fascinating and important species of fungus. Its distinctive flavor, texture, and culinary and medicinal properties make it a favorite among mushroom enthusiasts and gourmet chefs. Its role as a decomposer and mycorrhizal partner also make it an important player in disturbed areas and burned forests.","dates":{"added":1470756513,"dateRange":{"0":1431776067,"1":1464014493}},"fileDate":"2023-02-04T01:54:23.189Z","category":"folder","title":"Morchella conica - Сморчок конический - Black morel - Spitzmorchel"}],"name":"Сморчковые - Morchellaceae","comment":"The Morchellaceae family, commonly known as Morels or Morcheln in German, is a group of fungi belonging to the order Pezizales. They are highly prized for their unique, honeycomb-like appearance and excellent culinary properties.\n\nMorels are characterized by their sponge-like or honeycomb-textured fruiting bodies, which are typically conical or cylindrical in shape. The cap is covered with a network of ridges and pits, while the stalk is usually hollow, white to beige, and may be smooth or furrowed.\n\nThese fungi are found primarily in the Northern Hemisphere, particularly in temperate regions of Europe, Asia, and North America. However, some species can also be found in Africa, Australia, and South America.\n\nMorels are saprotrophic, meaning they decompose dead organic material, and some species are also known to form mycorrhizal associations with trees, especially in the genera Betula, Populus, and Quercus.\n\nThe fruiting bodies of Morchellaceae fungi typically appear in the spring, often after periods of rain or snowmelt. They are commonly found in forests, especially in disturbed areas, such as burned sites or areas with nutrient-rich soil.\n\nMorel spores are elliptical, smooth, and hyaline, and are produced in asci within the pits of the cap. They are dispersed by wind, water, or animal activity.\n\nThere are approximately 80 recognized species in the Morchellaceae family, with Morchella esculenta, Morchella elata, and Morchella deliciosa being some of the most well-known and sought-after species for their culinary value.\n\nMorels are highly prized by chefs and food enthusiasts for their earthy, nutty flavor and delicate texture. They are typically cooked before consumption to eliminate any potential toxins and to enhance their flavor.\n\nIt is important to distinguish true morels from the toxic false morel, Gyromitra esculenta, which can cause severe poisoning if consumed. The false morel has a more irregular, brain-like appearance compared to the honeycomb texture of true morels.\n\nMorel harvesting is a popular activity in many countries, with annual festivals and events dedicated to celebrating the morel season. In some regions, morel hunting is regulated to prevent overharvesting and to ensure the sustainability of morel populations.\n\nThe cultivation of morels has proven to be challenging due to their complex life cycle and specific environmental requirements. However, advances in cultivation techniques have resulted in limited commercial production of morels in recent years.\n\nSome Morchellaceae species, such as Morchella rufobrunnea, have been reported to assist in the biodegradation of environmental pollutants, indicating potential applications in bioremediation efforts.\n\nMorel populations can be sensitive to habitat disturbance and environmental changes, making their presence a potential indicator of the health of an ecosystem.\n\nConservation efforts, including habitat preservation and sustainable harvesting practices, are essential for maintaining morel populations and ensuring their continued availability for future generations.","dates":{"added":1683822651,"dateRange":{"0":1431776067,"1":1683717927}},"fileDate":"2023-05-11T19:13:07.528Z","title":"Morchellaceae - Сморчковые - Morels - Morcheln"}