{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Fistulinaceae","deepCounters":{"total":17,"images":16,"folders":1,"files":16},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Fistulina%20hepatica\/thumbs\/0DSC07338.webp","width":512,"height":410},"thumbCaption":"<h3>Fistulinaceae - Печёночницевые - Beefsteak Fungi Family - Röhrlingsverwandte<\/h3><div class=\"comment\">The Fistulinaceae, also known as the Beefsteak Fungi Family or Röhrlingsverwandte, is a family of basidiomycete fungi within the order Agaricales. This family&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Fistulina%20hepatica","deepCounters":{"total":16,"images":16,"files":16},"counters":{"total":16,"images":16,"files":16},"thumb":{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Fistulina%20hepatica\/thumbs\/0DSC07338.webp","width":512,"height":410},"thumbCaption":"<h3>Fistulina hepatica - Печёночница обыкновенная - Beefsteak Fungus - Leberreischling<\/h3><div class=\"comment\">basidiomycete mushroom belonging to the Fistulinaceae family. The mushroom is characterized by its fleshy, reddish-brown to dark brown cap that resembles raw&hellip;<\/div>","name":"Печёночница обыкновенная - Fistulina hepatica","comment":"basidiomycete mushroom belonging to the Fistulinaceae family. The mushroom is characterized by its fleshy, reddish-brown to dark brown cap that resembles raw meat. The cap can reach up to 25 cm in width and 3 cm in thickness, with a slightly wavy margin.\n\nThe spore-bearing surface of Fistulina hepatica consists of numerous small tubes that can be up to 6 mm long. The tubes are initially white to cream in color, turning reddish-brown as the mushroom matures. The spores released by the Beefsteak Fungus are elliptical, measuring 5 to 7 µm in length and 3 to 4.5 µm in width.\n\nThe stipe of Fistulina hepatica is short or sometimes absent, with a fibrous and fleshy texture. The mushroom's flesh is firm, fibrous, and moist, often exuding a reddish liquid when cut or pressed. This liquid is responsible for the mushroom's alternative name, \"Ox Tongue.\"\n\nFistulina hepatica grows primarily in the Northern Hemisphere, with a distribution that includes Europe, North America, and parts of Asia. The mushroom forms a parasitic relationship with various tree species, particularly oak and sweet chestnut trees. This parasitic interaction results in a form of white rot that can cause decay in the host tree.\n\nThe fruiting period for Fistulina hepatica typically occurs from late summer to autumn. The mushroom is often found growing solitary or in small groups on the trunks of living trees or fallen logs.\n\nFistulina hepatica is considered an edible mushroom, prized for its unique taste and texture. The mushroom has a slightly acidic, tangy flavor that is reminiscent of lemon or vinegar. When cooked, the Beefsteak Fungus has a texture similar to that of beef, making it a popular choice for vegetarian dishes.\n\nThe chemical composition of Fistulina hepatica is not well understood, but it has been suggested that the mushroom may contain compounds with potential medicinal properties. These compounds may exhibit antioxidant and antimicrobial activities, among other health benefits.","dates":{"added":1664561819,"dateRange":{"0":1664542596,"1":1664542782}},"fileDate":"2023-02-04T01:50:41.445Z","category":"folder","title":"Fistulina hepatica - Печёночница обыкновенная - Beefsteak Fungus - Leberreischling"}],"name":"Печёночницевые - Fistulinaceae","comment":"The Fistulinaceae, also known as the Beefsteak Fungi Family or Röhrlingsverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively small and contains only a few genera, including Fistulina and Pseudofistulina. Members of this family are characterized by their unique fruiting bodies and flesh-like appearance.\n\nFistulina hepatica, commonly known as the Beefsteak Fungus, is one of the most well-known species within the Fistulinaceae family. This mushroom resembles a piece of raw meat, with a reddish-brown to dark brown color and a texture that is both firm and fibrous. The cap of this species can reach up to 25 cm in width and 3 cm in thickness.\n\nThe spore-bearing surface of the Beefsteak Fungus is composed of numerous small tubes, which can be up to 6 mm long. These tubes release spores that are elliptical in shape, measuring 5 to 7 µm in length and 3 to 4.5 µm in width.\n\nMembers of the Fistulinaceae family are primarily found in the Northern Hemisphere, where they grow on various tree species, including oak and chestnut trees. These fungi form a parasitic relationship with their host trees, causing a form of white rot that can lead to the eventual decay of the tree.\n\nThe fruiting period for Fistulinaceae species is generally from late summer to autumn. They can be found growing solitary or in small groups, usually on the trunks of trees or fallen logs. Some species, such as Fistulina hepatica, are considered edible and are prized for their unique taste and texture.\n\nThe chemical composition of Fistulinaceae species is not well understood. However, some studies have suggested that these fungi may contain compounds with potential medicinal properties, including antioxidant and antimicrobial activities.\n\nFistulinaceae species play an important ecological role in breaking down wood and recycling nutrients within forest ecosystems. Additionally, their unique fruiting bodies and flesh-like appearance make them an interesting subject for scientific study and observation.","dates":{"added":1664561819,"dateRange":{"0":1664542596,"1":1664542782}},"fileDate":"2023-02-04T01:49:57.365Z","title":"Fistulinaceae - Печёночницевые - Beefsteak Fungi Family - Röhrlingsverwandte"}