{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizaceae","deepCounters":{"total":30,"images":25,"folders":5,"files":25},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Peziza%20varia\/thumbs\/DSC08192.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizaceae - Пецицевые - Cup Fungi - Becherlingsverwandte<\/h3><div class=\"comment\">The Pezizaceae family, known as Cup Fungi or Becherlingsverwandte in German, is a group of fungi belonging to the Ascomycota phylum. They are characterized by&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D1%80%D0%BE%D0%BC%D0%B5%D0%BB%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B8%D0%B9%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D1%8B%D0%B9%20-%20Chromelosporium%20fulvum","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9A%D1%80%D0%BE%D0%BC%D0%B5%D0%BB%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B8%D0%B9%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D1%8B%D0%B9%20-%20Chromelosporium%20fulvum\/thumbs\/0DSC06622.webp","width":512,"height":410},"thumbCaption":"<h3>Chromelosporium fulvum - Кромелоспорий коричный - Tawny Chromelosporium - Braunroter Chromelosporium<\/h3><div class=\"comment\">Chromelosporium fulvum, commonly known as the Tawny Chromelosporium or Braunroter Chromelosporium in German, is a fungus belonging to the Pezizaceae family. The&hellip;<\/div>","name":"Кромелоспорий коричный - Chromelosporium fulvum","comment":"Chromelosporium fulvum, commonly known as the Tawny Chromelosporium or Braunroter Chromelosporium in German, is a fungus belonging to the Pezizaceae family. The fruiting bodies of this species are characterized by their small, cup-shaped, tawny to reddish-brown appearance.\n\nThese fungi typically measure 1-3 centimeters in diameter, with a somewhat wrinkled or wavy surface texture.\n\nChromelosporium fulvum is saprotrophic, meaning it plays a crucial role in the decomposition of organic matter within ecosystems, particularly in breaking down wood and plant debris.\n\nThis species is predominantly found in forested areas, particularly in temperate regions. It grows on decaying wood, fallen branches, and stumps, as well as on leaf litter and soil.\n\nThe spores of Chromelosporium fulvum are smooth, elliptical, and typically measure 12-16 x 6-8 micrometers in size. They are released through an ostiole, a small opening at the top of the apothecium.\n\nThe distribution of Chromelosporium fulvum is relatively limited, with most records coming from Europe and North America.\n\nChromelosporium fulvum is not considered an edible fungus, and there is little information on its potential culinary or medicinal uses.\n\nHowever, research on the Pezizaceae family, to which Chromelosporium fulvum belongs, has revealed the presence of bioactive compounds with potential applications in pharmaceuticals, such as antibiotics or anti-inflammatory agents.\n\nThe species has also been the subject of research investigating its ability to degrade environmental pollutants, such as polycyclic aromatic hydrocarbons (PAHs) and heavy metals, through bioremediation.\n\nConservation efforts are crucial for preserving the habitats of Chromelosporium fulvum and other Pezizaceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nProper identification is essential when encountering fungi in the Pezizaceae family, as some species can be toxic and should not be consumed.","dates":{"added":1664064137,"dateRange":{"0":1663681247,"1":1663681268}},"fileDate":"2023-02-04T01:54:16.429Z","category":"folder","title":"Chromelosporium fulvum - Кромелоспорий коричный - Tawny Chromelosporium - Braunroter Chromelosporium"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Peziza%20varia","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Peziza%20varia\/thumbs\/DSC08192.webp","width":512,"height":410},"thumbCaption":"<h3>Peziza varia - Пецица изменчивая - Variable Peziza - Veränderliche Peziza  <\/h3><div class=\"comment\">Peziza varia, also known as the Variable Peziza or Veränderliche Peziza in German, is a species of fungi belonging to the Pezizaceae family. It is characterized&hellip;<\/div>","name":"Пецица изменчивая - Peziza varia","comment":"Peziza varia, also known as the Variable Peziza or Veränderliche Peziza in German, is a species of fungi belonging to the Pezizaceae family. It is characterized by its cup-shaped fruiting bodies that vary in size, typically measuring between 2 and 10 centimeters in diameter.\n\nThe color of the apothecia, or fruiting bodies, can range from pale yellowish-brown to dark brown, often with a lighter, yellowish margin. The surface is generally smooth but may be slightly wrinkled or ribbed in some specimens.\n\nPeziza varia is a saprotrophic fungus, meaning it plays an essential role in decomposing organic matter in ecosystems. It is particularly known for breaking down wood and plant debris.\n\nThis species is commonly found in forested areas, particularly in temperate regions. It grows on decaying wood, fallen branches, stumps, as well as on leaf litter and soil.\n\nThe spores of Peziza varia are elliptical, smooth, and hyaline (transparent), typically measuring 15-20 x 8-11 micrometers in size. They are released through a small opening at the top of the apothecium called an ostiole.\n\nThe distribution of Peziza varia is relatively wide, with records in Europe, North America, and Asia.\n\nThis fungus is not considered edible, and there is little information on its potential culinary or medicinal uses.\n\nHowever, research on the Pezizaceae family, which includes Peziza varia, has shown the presence of bioactive compounds with potential applications in pharmaceuticals, such as antibiotics and anti-inflammatory agents.\n\nThe species has also been the subject of research investigating its ability to degrade environmental pollutants, such as polycyclic aromatic hydrocarbons (PAHs) and heavy metals, through bioremediation.\n\nConservation efforts are crucial for preserving the habitats of Peziza varia and other Pezizaceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nProper identification is essential when encountering fungi in the Pezizaceae family, as some species can be toxic and should not be consumed.","dates":{"added":1497460401,"dateRange":{"0":1497086289,"1":1497086347}},"fileDate":"2023-02-04T01:54:16.476Z","category":"folder","title":"Peziza varia - Пецица изменчивая - Variable Peziza - Veränderliche Peziza  "},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B5%D0%B2%D0%B0%D1%8F%20-%20Peziza%20badia","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%BA%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B5%D0%B2%D0%B0%D1%8F%20-%20Peziza%20badia\/thumbs\/fungi-0003989.webp","width":512,"height":410},"thumbCaption":"<h3>Peziza badia - Пецица коричневая - Bay Cup Fungus - Braune Becherling<\/h3><div class=\"comment\">Peziza badia, commonly known as the Bay Cup Fungus or Braune Becherling in German, is a species of fungi in the Pezizaceae family. This ascomycete is&hellip;<\/div>","name":"Пецица коричневая - Peziza badia","comment":"Peziza badia, commonly known as the Bay Cup Fungus or Braune Becherling in German, is a species of fungi in the Pezizaceae family. This ascomycete is characterized by its cup-shaped fruiting bodies, which can range from 2 to 10 centimeters in diameter.\n\nThe apothecia of Peziza badia display a dark brown color on the inner surface, while the outer surface has a lighter brown, often with small scales or hairs. The margin of the cup is often wavy or irregular.\n\nThe Bay Cup Fungus is a saprotrophic species, playing a vital role in decomposing organic matter in its environment. It primarily breaks down wood, leaves, and other plant debris.\n\nThis fungus is typically found in deciduous and mixed forests, particularly in temperate regions. It grows on well-decayed wood, fallen branches, or stumps, as well as on soil rich in humus.\n\nPeziza badia's spores are elliptical, hyaline (transparent), and measure approximately 17-22 x 9-12 micrometers. The spores are released through an ostiole at the top of the apothecium.\n\nThis species has a widespread distribution, with records in Europe, North America, and Asia.\n\nAlthough Peziza badia is not considered poisonous, it is generally not regarded as edible due to its tough texture and lack of distinctive taste.\n\nResearch into the Pezizaceae family has revealed the presence of bioactive compounds with potential pharmaceutical applications, such as antibiotics and anti-inflammatory agents.\n\nPeziza badia is among the fungi species that have shown potential for bioremediation, helping to degrade environmental pollutants like polycyclic aromatic hydrocarbons (PAHs) and heavy metals.\n\nConservation efforts are necessary for preserving the habitats of Peziza badia and other Pezizaceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nProper identification is essential when encountering fungi in the Pezizaceae family, as some species can be toxic and should not be consumed.","dates":{"added":1451843149,"dateRange":{"0":1283954197,"1":1283955651}},"fileDate":"2023-02-04T01:54:16.494Z","category":"folder","title":"Peziza badia - Пецица коричневая - Bay Cup Fungus - Braune Becherling"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%BF%D1%83%D0%B7%D1%8B%D1%80%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Peziza%20vesiculosa","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%BF%D1%83%D0%B7%D1%8B%D1%80%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Peziza%20vesiculosa\/thumbs\/0fungi-0003848.webp","width":512,"height":410},"thumbCaption":"<h3>Peziza vesiculosa - Пецица пузырчатая - Blistered Cup Fungus - Blasiger Becherling<\/h3><div class=\"comment\">Peziza vesiculosa, also known as the Blistered Cup Fungus or Blasiger Becherling in German, is a species of fungi belonging to the Pezizaceae family. It is&hellip;<\/div>","name":"Пецица пузырчатая - Peziza vesiculosa","comment":"Peziza vesiculosa, also known as the Blistered Cup Fungus or Blasiger Becherling in German, is a species of fungi belonging to the Pezizaceae family. It is characterized by its cup-shaped fruiting bodies, which can grow up to 10 centimeters in diameter.\n\nThe inner surface of the apothecium features a brown to dark brown color, while the outer surface is paler with a slightly granular texture. The cup edges are often irregular and wavy.\n\nBlistered Cup Fungus is a saprobic fungus, meaning it plays an essential role in decomposing organic matter in its environment, specifically dead plant material and wood debris.\n\nPeziza vesiculosa is commonly found in a variety of habitats, such as deciduous and mixed forests, grasslands, and even urban areas like gardens and parks. It typically grows on soil, especially in areas rich in decaying organic matter.\n\nThe spores of Peziza vesiculosa are elliptical, hyaline, and measure approximately 18-25 x 10-13 micrometers. These spores are dispersed through an ostiole at the top of the apothecium.\n\nThis fungus has a wide distribution, with records in Europe, North America, and parts of Asia.\n\nAlthough not considered poisonous, Peziza vesiculosa is not recommended for consumption due to its tough texture and lack of a distinctive taste.\n\nResearch on the Pezizaceae family has revealed the presence of bioactive compounds, such as antibiotics and anti-inflammatory agents, which could have potential pharmaceutical applications.\n\nLike other species in the Pezizaceae family, Peziza vesiculosa has shown potential for bioremediation, helping to degrade environmental pollutants like polycyclic aromatic hydrocarbons (PAHs) and heavy metals.\n\nConservation efforts are essential to preserve the habitats of Peziza vesiculosa and other Pezizaceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nProper identification is crucial when encountering fungi in the Pezizaceae family, as some species can be toxic and should not be consumed.","dates":{"added":1592685004,"dateRange":{"0":1273220742,"1":1588507857}},"fileDate":"2023-02-04T01:54:16.579Z","category":"folder","title":"Peziza vesiculosa - Пецица пузырчатая - Blistered Cup Fungus - Blasiger Becherling"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D1%80%D0%B0%D1%81%D0%BF%D1%83%D1%81%D1%82%D0%B8%D0%B2%D1%88%D0%B0%D1%8F%D1%81%D1%8F%20-%20Peziza%20repanda","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D1%80%D0%B0%D1%81%D0%BF%D1%83%D1%81%D1%82%D0%B8%D0%B2%D1%88%D0%B0%D1%8F%D1%81%D1%8F%20-%20Peziza%20repanda\/thumbs\/DSC05696.webp","width":512,"height":410},"thumbCaption":"<h3>Peziza repanda - Пецица распустившаяся - Mealy Cup Fungus - Flacher Becherling<\/h3><div class=\"comment\">Peziza repanda, commonly known as the Mealy Cup Fungus or Flacher Becherling in German, is a species of fungi in the Pezizaceae family. It is characterized by&hellip;<\/div>","name":"Пецица распустившаяся - Peziza repanda","comment":"Peziza repanda, commonly known as the Mealy Cup Fungus or Flacher Becherling in German, is a species of fungi in the Pezizaceae family. It is characterized by its shallow, cup-shaped or saucer-like fruiting bodies, which can reach up to 15 centimeters in diameter.\n\nThe inner surface of the apothecium is typically a pale brown color, while the outer surface is lighter, often covered with a fine mealy texture. The edges of the cup can be wavy, irregular, and sometimes even curled.\n\nMealy Cup Fungus is a saprobic fungus, decomposing organic matter like dead leaves, plant material, and wood debris, playing a vital role in nutrient recycling in ecosystems.\n\nPeziza repanda is often found in various habitats, such as deciduous and coniferous forests, grasslands, and urban areas like gardens and parks. It typically grows on soil, especially in areas with decaying organic matter.\n\nThe spores of Peziza repanda are elliptical, hyaline, and measure approximately 14-18 x 7-10 micrometers. They are dispersed through an ostiole at the top of the apothecium.\n\nThe Mealy Cup Fungus has a broad distribution, with records in Europe, North America, and parts of Asia.\n\nWhile not considered poisonous, Peziza repanda is not recommended for consumption due to its tough texture and lack of any distinctive flavor.\n\nStudies on the Pezizaceae family have identified the presence of bioactive compounds, such as antibiotics and anti-inflammatory agents, which could have potential pharmaceutical applications.\n\nLike other species in the Pezizaceae family, Peziza repanda may have potential for bioremediation, helping to degrade environmental pollutants such as polycyclic aromatic hydrocarbons (PAHs) and heavy metals.\n\nConservation efforts are crucial to protect the habitats of Peziza repanda and other Pezizaceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nIt is important to correctly identify fungi in the Pezizaceae family, as some species can be toxic and should not be consumed.","dates":{"added":1592685004,"dateRange":{"0":1587639057,"1":1587639090}},"fileDate":"2023-02-04T01:54:16.654Z","category":"folder","title":"Peziza repanda - Пецица распустившаяся - Mealy Cup Fungus - Flacher Becherling"}],"name":"Пецицевые - Pezizaceae","comment":"The Pezizaceae family, known as Cup Fungi or Becherlingsverwandte in German, is a group of fungi belonging to the Ascomycota phylum. They are characterized by their cup-shaped or saucer-like fruiting bodies, also known as apothecia.\n\nPezizaceae fungi display a diverse range of sizes, colors, and textures, with fruiting bodies ranging from a few millimeters to over 10 centimeters in diameter. Colors can vary from bright and vibrant to dull and earth-toned, while textures range from smooth to hairy or scaly.\n\nThese fungi are saprotrophic, meaning they decompose organic matter, playing a crucial role in nutrient cycling within ecosystems.\n\nPezizaceae are commonly found in various habitats, including forests, grasslands, and even urban environments. They typically grow on decaying wood, leaf litter, or soil.\n\nThe spores of Pezizaceae fungi are typically elliptical, smooth, or ornamented, and are released through a small opening at the top of the apothecium called an ostiole.\n\nPezizaceae are known for their unique method of spore dispersal, which involves the forcible ejection of spores from the apothecium due to changes in humidity or mechanical disturbance.\n\nSome species within the Pezizaceae family are considered edible, while others are inedible or even toxic. Proper identification is crucial before consumption.\n\nOne well-known edible species is Morchella esculenta, or the common morel, which is prized for its unique flavor and texture.\n\nPezizaceae fungi have been used in traditional medicine, particularly in Asian cultures, for their potential health benefits, although scientific evidence supporting these claims is limited.\n\nSome species within the Pezizaceae family are known to produce bioactive compounds with potential applications in pharmaceuticals, such as antibiotics or anti-inflammatory agents.\n\nPezizaceae fungi have also been the subject of research investigating their ability to degrade environmental pollutants, such as polycyclic aromatic hydrocarbons (PAHs) and heavy metals, through bioremediation.\n\nIn some regions, certain Pezizaceae species are considered rare or threatened due to habitat loss and environmental degradation, highlighting the importance of conservation efforts.\n\nFossil evidence suggests that the Pezizaceae family has existed for at least 100 million years, making it one of the oldest known groups of fungi.","dates":{"added":1664064137,"dateRange":{"0":1273220742,"1":1663681268}},"fileDate":"2023-02-04T01:49:57.620Z","title":"Pezizaceae - Пецицевые - Cup Fungi - Becherlingsverwandte"}