{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sclerotiniaceae","deepCounters":{"total":150,"images":145,"folders":5,"files":145},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea\/thumbs\/BO300503-Enhanced.webp","width":512,"height":410},"thumbCaption":"<h3>Склеротиниевые - Sclerotiniaceae<\/h3><div class=\"comment\">Sclerotiniaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of plant pathogenic fungi,&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%91%D0%BE%D1%82%D1%80%D0%B8%D1%82%D0%B8%D1%81%20%D0%BB%D0%B0%D0%BD%D0%B4%D1%8B%D1%88%D0%B5%D0%B2%D1%8B%D0%B9%20-%20Botrytis%20convallariae","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%91%D0%BE%D1%82%D1%80%D0%B8%D1%82%D0%B8%D1%81%20%D0%BB%D0%B0%D0%BD%D0%B4%D1%8B%D1%88%D0%B5%D0%B2%D1%8B%D0%B9%20-%20Botrytis%20convallariae\/thumbs\/DSC00518.webp","width":512,"height":410},"thumbCaption":"<h3>Botrytis convallariae - Ботритис конваллиарийский - Lily blight - Maiglöckchen-Blattfleckenpilz<\/h3><div class=\"comment\">Botrytis convallariae is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as lily&hellip;<\/div>","name":"Ботритис ландышевый - Botrytis convallariae","comment":"Botrytis convallariae is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as lily blight and is a plant pathogen that affects lilies and other plants in the family Liliaceae.\n\nThe fungus attacks the leaves and flowers of plants, causing brown spots and blotches that can rapidly spread and lead to rot and death of the affected plant. The disease can cause significant damage to lily crops and landscapes.\n\nBotrytis convallariae produces airborne spores that are dispersed by wind or rain, allowing it to spread to nearby plants. The fungus can also survive on infected plant material, allowing the disease to persist from one growing season to the next.\n\nControl measures for Botrytis convallariae include cultural practices such as the removal of infected plant material, as well as fungicides and biological control agents. The disease can be prevented by maintaining proper sanitation practices in landscapes and gardens.\n\nResearch on the ecology, taxonomy, and physiology of Botrytis convallariae aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Botrytis convallariae is a plant pathogen that causes lily blight on lilies and other plants in the family Liliaceae. The fungus produces airborne spores, allowing it to spread. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1441482702,"dateRange":{"0":1403539787,"1":1440332147}},"fileDate":"2023-02-04T01:54:02.376Z","category":"folder","title":"Botrytis convallariae - Ботритис конваллиарийский - Lily blight - Maiglöckchen-Blattfleckenpilz"},{"path":"%D0%91%D0%BE%D1%82%D1%80%D0%B8%D1%82%D0%B8%D1%81%20%D1%81%D0%B5%D1%80%D1%8B%D0%B9%2C%20%D0%BF%D0%B5%D0%BF%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE-%D1%81%D0%B5%D1%80%D1%8B%D0%B9%20-%20Botrytis%20cinerea","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%91%D0%BE%D1%82%D1%80%D0%B8%D1%82%D0%B8%D1%81%20%D1%81%D0%B5%D1%80%D1%8B%D0%B9%2C%20%D0%BF%D0%B5%D0%BF%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE-%D1%81%D0%B5%D1%80%D1%8B%D0%B9%20-%20Botrytis%20cinerea\/thumbs\/DSC00833_.webp","width":512,"height":410},"thumbCaption":"<h3>Botrytis cinerea - Ботритис серый - Gray mold - Grauschimmel<\/h3><div class=\"comment\">Botrytis cinerea is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as gray mold&hellip;<\/div>","name":"Ботритис серый, пепельно-серый - Botrytis cinerea","comment":"Botrytis cinerea is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as gray mold and is a plant pathogen that affects various crops and plants, including fruits, vegetables, and ornamental flowers.\n\nThe fungus attacks the tissues of plants, causing water-soaked lesions that can rapidly spread and lead to rot and death of the affected plant. The disease can cause significant economic losses in the agriculture and horticulture industries.\n\nBotrytis cinerea produces airborne spores that are dispersed by wind or rain, allowing it to spread to nearby plants. The fungus can also survive on infected plant material, allowing the disease to persist from one growing season to the next.\n\nControl measures for Botrytis cinerea include cultural practices such as the removal of infected plant material, as well as fungicides and biological control agents. The disease can be prevented by maintaining proper sanitation practices in fields and greenhouses.\n\nResearch on the ecology, taxonomy, and physiology of Botrytis cinerea aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Botrytis cinerea is a plant pathogen that causes gray mold on various crops and plants. The fungus produces airborne spores, allowing it to spread. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1439852902,"dateRange":{"0":1375618351,"1":1682270442}},"fileDate":"2023-02-04T01:54:02.397Z","category":"folder","title":"Botrytis cinerea - Ботритис серый - Gray mold - Grauschimmel"},{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D1%8F%20%D1%81%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Sclerotinia%20sclerotiorum","deepCounters":{"total":11,"images":11,"files":11},"counters":{"total":11,"images":11,"files":11},"thumb":{"path":"%D0%A1%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%B8%D1%8F%20%D1%81%D0%BA%D0%BB%D0%B5%D1%80%D0%BE%D1%82%D0%B8%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Sclerotinia%20sclerotiorum\/thumbs\/fungi-0000092__.webp","width":512,"height":410},"thumbCaption":"<h3>Sclerotinia sclerotiorum - Склеротиния кочанная гниль - White mold - Weißer Schimmel<\/h3><div class=\"comment\">Sclerotinia sclerotiorum is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as&hellip;<\/div>","name":"Склеротиния склеротиновая - Sclerotinia sclerotiorum","comment":"Sclerotinia sclerotiorum is a species of fungus in the family Sclerotiniaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as white mold and is a plant pathogen that affects various crops and plants, including vegetables, fruits, and ornamental flowers.\n\nThe fungus attacks the tissues of plants, causing water-soaked lesions that can rapidly spread and lead to wilt and death of the affected plant. The disease can cause significant economic losses in the agriculture and horticulture industries.\n\nSclerotinia sclerotiorum produces sclerotia, which are small, hard, black structures that can survive in soil for several years, allowing the fungus to persist from one growing season to the next. The fungus can also produce airborne spores that are dispersed by wind or rain, allowing it to spread to nearby plants.\n\nControl measures for Sclerotinia sclerotiorum include cultural practices such as crop rotation and the removal of infected plant material, as well as fungicides and biological control agents. The disease can be prevented by planting resistant crop cultivars and maintaining proper sanitation practices in fields and greenhouses.\n\nResearch on the ecology, taxonomy, and physiology of Sclerotinia sclerotiorum aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Sclerotinia sclerotiorum is a plant pathogen that causes white mold on various crops and plants. The fungus produces sclerotia and airborne spores, allowing it to persist and spread. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1441655872,"dateRange":{"0":1410545343,"1":1441655840}},"fileDate":"2023-02-04T01:54:02.469Z","category":"folder","title":"Sclerotinia sclerotiorum - Склеротиния кочанная гниль - White mold - Weißer Schimmel"},{"path":"%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea","deepCounters":{"total":93,"images":93,"files":93},"counters":{"total":93,"images":93,"files":93},"thumb":{"path":"%D0%A6%D0%B8%D0%B1%D0%BE%D1%80%D0%B8%D1%8F%20%D0%B0%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%86%D0%B5%D1%8F%20-%20Ciboria%20amentacea\/thumbs\/BO300503-Enhanced.webp","width":512,"height":410},"thumbCaption":"<h3>Ciboria amentacea - Цибория желудевидная - Alder Ciboria - Haselbecherchen<\/h3><div class=\"comment\">Ciboria amentacea, a unique species of fungi, belongs to the family Sclerotiniaceae within the Ascomycota phylum. These fungi are commonly found in Europe and&hellip;<\/div>","name":"Цибория аментацея - Ciboria amentacea","comment":"Ciboria amentacea, a unique species of fungi, belongs to the family Sclerotiniaceae within the Ascomycota phylum. These fungi are commonly found in Europe and North America, predominantly inhabiting deciduous forests. They grow on fallen catkins, particularly those from alder (Alnus) and hazel (Corylus) trees, providing a vital role in the decomposition of organic matter.\n\nCiboria amentacea typically appears in late winter to early spring, flourishing in cool, moist environments. Its fruiting bodies, or apothecia, are characterized by a cup-shaped structure, ranging from 3 to 15 mm in diameter. They are dark brown or black in color, with a wrinkled surface, giving them a distinctive appearance.\n\nThe asci, or spore-producing cells, of Ciboria amentacea contain eight spores each. These spores are ellipsoid to elongate-ellipsoid in shape, measuring 10-17 x 5-8 µm, and are transparent to pale brown in color. The outer layer of the ascus, known as the ascus wall, is equipped with a special apical apparatus, which helps in releasing the spores during reproduction.\n\nCiboria amentacea is not considered edible due to its small size and lack of desirable flavors. While it is not toxic, consumption is not recommended. As a decomposer, this fungus plays a crucial role in the forest ecosystem by breaking down organic material and recycling nutrients, thereby supporting plant growth and overall biodiversity.","dates":{"added":1710623416,"dateRange":{"0":1520358658,"1":1710622792}},"fileDate":"2024-03-16T23:04:14.792Z","category":"folder","title":"Ciboria amentacea - Цибория желудевидная - Alder Ciboria - Haselbecherchen"},{"path":"%D0%AD%D0%BD%D1%86%D0%B5%D0%BB%D0%B8%D1%8F%20%D1%88%D0%B5%D0%BB%D1%83%D1%88%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Encoelia%20furfuracea","deepCounters":{"total":25,"images":25,"files":25},"counters":{"total":25,"images":25,"files":25},"thumb":{"path":"%D0%AD%D0%BD%D1%86%D0%B5%D0%BB%D0%B8%D1%8F%20%D1%88%D0%B5%D0%BB%D1%83%D1%88%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Encoelia%20furfuracea\/thumbs\/2024-03-16-07.02.46%20ZS%20PMax.webp","width":512,"height":410},"thumbCaption":"<h3> Encoelia furfuracea - Энцелия шелушистая - Spring Hazelcup - Hasel-Kleiebecherling<\/h3><div class=\"comment\">Encoelia furfuracea is a species of fungus known for its distinctive appearance and ecological role. It typically has small fruiting bodies with caps ranging&hellip;<\/div>","name":"Энцелия шелушистая - Encoelia furfuracea","comment":"Encoelia furfuracea is a species of fungus known for its distinctive appearance and ecological role. It typically has small fruiting bodies with caps ranging from 0.5 to 2 centimeters in diameter. The caps are irregularly shaped and covered with fine, powdery granules, giving them a dusty or mealy appearance. The coloration of the caps can vary but often ranges from tan to brown.\n\nThis fungus is commonly found growing on decaying wood, particularly hardwoods such as oak and beech, in temperate forests. It plays a vital role in the decomposition of woody debris, helping to recycle nutrients back into the ecosystem. Encoelia furfuracea has a wide distribution and can be found in various parts of North America, Europe, and Asia.\n\nChemically, Encoelia furfuracea produces various compounds, some of which may have potential applications in medicine or industry. Research into the bioactive compounds produced by this fungus is ongoing and may uncover new therapeutic or industrial uses.\n\nThe spores of Encoelia furfuracea are typically released from specialized structures called asci, which are contained within fruiting bodies. These spores are dispersed by wind or other means, allowing the fungus to colonize new habitats and continue its life cycle.\n\nWhile Encoelia furfuracea is not generally considered to be edible, it is an intriguing subject for fungal enthusiasts and researchers due to its unique morphology and ecological importance. As with all wild fungi, proper identification is essential before consumption to avoid potential health risks.","dates":{"added":1710623416,"dateRange":{"0":1710593007,"1":1710622764}},"fileDate":"2024-03-16T23:10:16.713Z","category":"folder","title":" Encoelia furfuracea - Энцелия шелушистая - Spring Hazelcup - Hasel-Kleiebecherling"}],"name":"Склеротиниевые - Sclerotiniaceae","comment":"Sclerotiniaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of plant pathogenic fungi, including the well-known genera Sclerotinia and Botrytis.\n\nSclerotinia sclerotiorum, a species within Sclerotiniaceae, causes white mold on various crops and plants, including vegetables, fruits, and ornamental flowers. It produces small, hard, black sclerotia that can survive in soil for several years and airborne spores that can be dispersed by wind or rain.\n\nBotrytis cinerea, another species within Sclerotiniaceae, causes gray mold on various crops and plants, including fruits, vegetables, and ornamental flowers. It produces airborne spores that can spread to nearby plants and can survive on infected plant material.\n\nSclerotiniaceae fungi can cause significant economic losses in the agriculture and horticulture industries. Control measures include cultural practices such as crop rotation and the removal of infected plant material, as well as fungicides and biological control agents.\n\nResearch on the ecology, taxonomy, and physiology of Sclerotiniaceae fungi aids in understanding their distribution, virulence, and potential control measures. Some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Sclerotiniaceae is a family of plant pathogenic fungi containing several genera, including Sclerotinia and Botrytis, that can cause significant economic losses. Control measures include cultural practices, fungicides, and biological control agents. Research on this family aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1710623416,"dateRange":{"0":1375618351,"1":1710622792}},"fileDate":"2024-03-16T23:08:09.299Z","title":"Склеротиниевые - Sclerotiniaceae"}