{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rhytismataceae","deepCounters":{"total":65,"images":62,"folders":3,"files":62},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rhytisma%20acerinum\/thumbs\/0DSC07567.webp","width":512,"height":410},"thumbCaption":"<h3>Ритисмовые - Rhytismataceae<\/h3><div class=\"comment\">The Rhytismataceae family is a diverse group of fungi within the Ascomycota phylum, which is characterized by its unique and often conspicuous fruiting bodies.&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9A%D0%BE%D0%BA%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D0%B7%20%D0%B7%D0%B8%D0%BC%D0%BD%D0%B8%D0%B9%20-%20Coccomyces%20hiemalis","deepCounters":{"total":12,"images":12,"files":12},"counters":{"total":12,"images":12,"files":12},"thumb":{"path":"%D0%9A%D0%BE%D0%BA%D0%BA%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D0%B7%20%D0%B7%D0%B8%D0%BC%D0%BD%D0%B8%D0%B9%20-%20Coccomyces%20hiemalis\/thumbs\/DSC05674.webp","width":512,"height":410},"thumbCaption":"<h3>Coccomyces hiemalis - Коккомицес зимний - Winter Coccomyces - Winterlicher Fleckenpilz<\/h3><div class=\"comment\">Coccomyces hiemalis is a noteworthy species of fungi belonging to the family Rhytismataceae within the Ascomycota phylum. This fungus is known to occur in North&hellip;<\/div>","name":"Коккомицез зимний - Coccomyces hiemalis","comment":"Coccomyces hiemalis is a noteworthy species of fungi belonging to the family Rhytismataceae within the Ascomycota phylum. This fungus is known to occur in North America and Europe, particularly in temperate regions with moist environments. Coccomyces hiemalis primarily infects the leaves of deciduous trees and shrubs, such as Prunus and Rosa species, causing a leaf spot disease.\n\nThe fruiting bodies of Coccomyces hiemalis, called apothecia, appear as small, circular to irregular, black or dark brown spots on the surface of infected leaves. These spots typically measure 1 to 3 mm in diameter and may coalesce, forming larger patches on the leaf surface. The fungus overwinters on fallen leaves and releases spores during the following spring, which then infect new leaves.\n\nThe asci of Coccomyces hiemalis typically contain eight spores each, a characteristic feature of fungi in the Ascomycota phylum. The spores are elliptical in shape, measuring approximately 10-15 x 4-6 µm, and are hyaline, which makes them almost transparent. Each spore typically has one septum, or crosswall, that divides it into separate cells.\n\nCoccomyces hiemalis is considered a plant pathogen, causing leaf spot disease in various deciduous trees and shrubs. While the disease can lead to unsightly leaf spots, premature leaf drop, and reduced photosynthesis, it rarely causes significant harm to the overall health of the plant. In some cases, however, severe infections may result in reduced growth or defoliation.\n\nAs Coccomyces hiemalis is a plant pathogen and not a mushroom-forming fungus, it is not edible. Its primary importance lies in its impact on the health of deciduous trees and shrubs and as a subject of study for plant pathologists, mycologists, and naturalists.\n\nTo manage leaf spot disease caused by Coccomyces hiemalis, it is recommended to collect and dispose of infected leaves during the fall season, which helps to reduce the source of inoculum and limit the spread of the fungus to new leaves in the following year. Fungicides are generally not recommended, as leaf spot disease is usually not severe enough to warrant their use.","dates":{"added":1441482702,"dateRange":{"0":1440326370,"1":1440326690}},"fileDate":"2023-02-04T01:54:02.622Z","category":"folder","title":"Coccomyces hiemalis - Коккомицес зимний - Winter Coccomyces - Winterlicher Fleckenpilz"},{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%B1%D1%80%D1%83%D1%81%D0%BD%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Rhytisma%20vaccinii","deepCounters":{"total":2,"images":2,"files":2},"counters":{"total":2,"images":2,"files":2},"thumb":{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%B1%D1%80%D1%83%D1%81%D0%BD%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Rhytisma%20vaccinii\/thumbs\/DSC05453.webp","width":512,"height":410},"thumbCaption":"<h3>Rhytisma vaccinii - Ритизма вакциниевая - Blueberry Tar Spot - Heidelbeer-Tarzfleckenpilz<\/h3><div class=\"comment\">Rhytisma vaccinii is an interesting species of fungi belonging to the family Rhytismataceae within the Ascomycota phylum. This fungus primarily infects plants&hellip;<\/div>","name":"Ритисма брусничная - Rhytisma vaccinii","comment":"Rhytisma vaccinii is an interesting species of fungi belonging to the family Rhytismataceae within the Ascomycota phylum. This fungus primarily infects plants in the Vaccinium genus, such as blueberries, cranberries, and lingonberries, causing a condition known as tar spot disease. It has been reported in various regions across North America and Europe, particularly in areas where these Vaccinium species are native or cultivated.\n\nThe fruiting bodies of Rhytisma vaccinii, called apothecia, appear as dark, tar-like spots on the surface of infected leaves. These spots may be surrounded by a yellowish or reddish halo, giving the infected leaves a distinctive appearance. The fungus overwinters on fallen leaves and releases spores during the following spring, which then infect new leaves.\n\nThe asci of Rhytisma vaccinii typically contain eight spores each, a characteristic feature of fungi in the Ascomycota phylum. The spores are elongated and needle-shaped, measuring approximately 40-70 x 1-2 µm, and are hyaline, which makes them almost transparent. They often appear in clusters or fascicles.\n\nRhytisma vaccinii is considered a plant pathogen, causing tar spot disease in Vaccinium species. While the disease can lead to unsightly leaf spots and potentially reduce photosynthesis, it rarely causes significant harm to the overall health of the plant. However, in some cases, severe infections may result in reduced growth, defoliation, or decreased fruit yield.\n\nAs Rhytisma vaccinii is a plant pathogen and not a mushroom-forming fungus, it is not edible. Its primary importance lies in its impact on the health of Vaccinium plants and as a subject of study for plant pathologists, mycologists, and naturalists.\n\nTo manage tar spot disease caused by Rhytisma vaccinii, it is recommended to collect and dispose of infected leaves during the fall season, which helps to reduce the source of inoculum and limit the spread of the fungus to new leaves in the following year. Fungicides are generally not recommended, as tar spot disease is usually not severe enough to warrant their use.","dates":{"added":1439577132,"dateRange":{"0":1439567748,"1":1682270464}},"fileDate":"2023-02-04T01:54:02.634Z","category":"folder","title":"Rhytisma vaccinii - Ритизма вакциниевая - Blueberry Tar Spot - Heidelbeer-Tarzfleckenpilz"},{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rhytisma%20acerinum","deepCounters":{"total":48,"images":48,"files":48},"counters":{"total":48,"images":48,"files":48},"thumb":{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rhytisma%20acerinum\/thumbs\/0DSC07567.webp","width":512,"height":410},"thumbCaption":"<h3>Rhytisma acerinum - Ритизма кленовая - Sycamore Tar Spot - Ahorn-Tarzfleckenpilz<\/h3><div class=\"comment\">Rhytisma acerinum, commonly known as the Sycamore Tar Spot or Maple Tar Spot, is a fascinating species of fungi that belongs to the family Rhytismataceae within&hellip;<\/div>","name":"Ритисма кленовая - Rhytisma acerinum","comment":"Rhytisma acerinum, commonly known as the Sycamore Tar Spot or Maple Tar Spot, is a fascinating species of fungi that belongs to the family Rhytismataceae within the Ascomycota phylum. This fungus is widely distributed across Europe and North America and primarily infects the leaves of sycamore (Acer pseudoplatanus) and other maple species (Acer spp.).\n\nThe fruiting bodies of Rhytisma acerinum, known as apothecia, appear as distinctive black, tar-like spots on the surface of infected leaves. These spots typically measure 5 to 20 mm in diameter and are surrounded by a yellowish halo. The fungus overwinters on fallen leaves, releasing spores during the following spring to infect new leaves.\n\nThe asci of Rhytisma acerinum contain eight spores each, which is a characteristic feature of the Ascomycota phylum. The spores are needle-shaped and measure approximately 45-90 x 1-2 µm. They are hyaline, rendering them almost transparent, and often appear in clusters.\n\nRhytisma acerinum is considered a plant pathogen, causing a condition known as tar spot disease in maple and sycamore trees. While the disease can lead to premature leaf drop and reduced photosynthesis, it rarely causes significant harm to the overall health of the tree. In some cases, however, severe infections may result in reduced growth or defoliation.\n\nSince Rhytisma acerinum is a plant pathogen and not a mushroom-forming fungus, it is not edible. Its primary importance lies in its impact on the health of sycamore and maple trees and its potential as a subject of study for plant pathologists, mycologists, and naturalists.\n\nTo control the spread of tar spot disease, it is recommended to collect and dispose of infected leaves during the fall season. This helps to reduce the source of inoculum and limit the spread of the fungus to new leaves in the following year. Fungicides are generally not recommended, as tar spot disease is usually not severe enough to warrant their use.","dates":{"added":1665945060,"dateRange":{"0":1285928180,"1":1665313054}},"fileDate":"2023-02-04T01:54:07.141Z","category":"folder","title":"Rhytisma acerinum - Ритизма кленовая - Sycamore Tar Spot - Ahorn-Tarzfleckenpilz"}],"name":"Ритисмовые - Rhytismataceae","comment":"The Rhytismataceae family is a diverse group of fungi within the Ascomycota phylum, which is characterized by its unique and often conspicuous fruiting bodies. Fungi in this family are predominantly plant pathogens, causing a variety of diseases in trees and other plants, but some species are also saprobic, decomposing dead plant material.\n\nMembers of the Rhytismataceae family produce fruiting bodies known as apothecia, which are often disk- or cup-shaped structures that vary in size, color, and morphology. These apothecia produce asci, the spore-producing cells characteristic of the Ascomycota phylum. Each ascus typically contains eight spores, although this may vary depending on the species.\n\nRhytismataceae fungi are diverse in their host preferences, with some species having a narrow host range while others are more generalist in nature. They often cause leaf spot diseases, needle blights, and other foliar infections in a wide variety of plants, including trees, shrubs, and herbaceous plants.\n\nOne of the most well-known species within the Rhytismataceae family is Rhytisma acerinum, which causes the distinctive tar spot disease on sycamore and maple trees. Another notable species is Rhytisma salicinum, which infects the leaves of willow (Salix spp.) trees, causing a similar tar spot appearance.\n\nWhile the diseases caused by Rhytismataceae fungi can be unsightly and sometimes result in reduced growth or premature leaf drop, they rarely cause significant long-term damage to the host plants. In most cases, control measures, such as the removal of infected leaves or the use of fungicides, are not necessary.\n\nThe Rhytismataceae family is a fascinating group of fungi that contribute to the intricate relationships between plants and fungi within ecosystems. These fungi serve as important subjects of study for plant pathologists, mycologists, and naturalists who seek to understand their role in plant health and disease dynamics. Additionally, the Rhytismataceae family offers insights into the complex world of fungal diversity and the various ecological roles fungi play in nature.","dates":{"added":1665945060,"dateRange":{"0":1285928180,"1":1682270464}},"fileDate":"2023-02-04T01:49:57.578Z","title":"Ритисмовые - Rhytismataceae"}