{"path":"%D0%93%D0%BD%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nidulariaceae","deepCounters":{"total":11,"images":10,"folders":1,"files":10},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%91%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B8%D0%BA%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Crucibulum%20laeve\/thumbs\/DSC00752_.webp","width":512,"height":410},"thumbCaption":"<h3>Nidulariaceae - Гнездовковые - Bird's Nest Fungi - Vogelnestpilze<\/h3><div class=\"comment\">Nidulariaceae, commonly known as Bird's Nest Fungi or Vogelnestpilze, is a family of fungi within the order Agaricales. These fungi are small and are&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>518<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8600<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%91%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B8%D0%BA%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Crucibulum%20laeve","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%91%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B8%D0%BA%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Crucibulum%20laeve\/thumbs\/DSC00752_.webp","width":512,"height":410},"thumbCaption":"<h3>Crucibulum laeve - Бокальчик гладкий - Common Bird's Nest - Glatter Nistkuckuckspilz<\/h3><div class=\"comment\">Crucibulum laeve, also known as the Common Bird's Nest or Glatter Nistkuckuckspilz, is a widely distributed fungus belonging to the Nidulariaceae family. The&hellip;<\/div>","name":"Бокальчик гладкий - Crucibulum laeve","comment":"Crucibulum laeve, also known as the Common Bird's Nest or Glatter Nistkuckuckspilz, is a widely distributed fungus belonging to the Nidulariaceae family. The fruiting body of this species resembles a small, beige to light brown cup with a smooth surface, measuring between 3 to 10 mm in diameter. Inside the cup, several small, egg-like structures called peridioles can be found, which contain the spores necessary for reproduction.\n\nThe distribution of C. laeve spans across North America, Europe, and Asia, with the fungus commonly found in deciduous and mixed forests. It primarily grows on decaying wood and plant debris, where it plays a significant role in the decomposition process by breaking down complex organic material.\n\nChemically, C. laeve produces a variety of compounds, including several enzymes that facilitate the decomposition of lignin and cellulose in wood. Additionally, research has revealed the presence of bioactive compounds with potential medicinal applications, such as antimicrobial and antiviral properties. However, further studies are needed to explore these properties in depth.\n\nThe spores of C. laeve are ellipsoid, smooth, and hyaline, measuring approximately 10-15 x 5-7.5 micrometers. They are released when raindrops or other external forces dislodge the peridioles from the cup-like structure. Once released, the spores are dispersed by wind, water, or animal vectors, allowing the fungus to colonize new areas.\n\nC. laeve is not considered toxic, but its small size, leathery texture, and lack of culinary appeal make it inedible for human consumption. Despite its inedibility, the fungus is an essential contributor to the overall health of forest ecosystems, as its decomposition activities help recycle nutrients back into the soil.\n\nIn summary, Crucibulum laeve is an intriguing fungus with a unique appearance, ecological significance, and potential medicinal applications. Its fascinating morphology and biological properties make it an interesting subject for both amateur mycologists and scientific researchers alike.","dates":{"added":1599678026,"dateRange":{"0":1252666855,"1":1599567332}},"fileDate":"2023-02-04T01:50:17.168Z","category":"folder","title":"Crucibulum laeve - Бокальчик гладкий - Common Bird's Nest - Glatter Nistkuckuckspilz"}],"name":"Гнездовковые - Nidulariaceae","comment":"Nidulariaceae, commonly known as Bird's Nest Fungi or Vogelnestpilze, is a family of fungi within the order Agaricales. These fungi are small and are characterized by their distinct bird's nest-like appearance, which consists of a small, cup-like structure containing numerous small, egg-like structures called peridioles. The peridioles contain spores that are used for reproduction.\n\nThese fungi have a worldwide distribution and are commonly found in various habitats, including forests, grasslands, and gardens. They typically grow on decaying plant material, such as wood and leaf litter, and play a significant role in the decomposition process by breaking down complex organic matter.\n\nThe fruiting bodies of Nidulariaceae species are small, typically measuring less than 2 cm in diameter. The outer surface of the fruiting body is typically covered with a layer of small, hair-like structures called setae, while the inner surface is smooth and shiny.\n\nSpores are produced within the peridioles and are released when raindrops or other external forces dislodge the peridioles from the nest-like structure. Once released, the spores are dispersed by wind, water, or animal vectors, allowing the fungi to colonize new areas.\n\nThere are several genera within the Nidulariaceae family, including Nidula, Cyathus, Crucibulum, and Mycocalia. Each genus has its unique morphological characteristics, but they all share the common bird's nest appearance.\n\nNidulariaceae fungi are generally considered inedible due to their small size and tough, leathery texture. They are not known to be toxic, but they are not commonly consumed by humans.\n\nIn terms of ecological importance, Nidulariaceae species play a vital role in the decomposition process, helping recycle nutrients back into the soil. This process contributes to overall ecosystem health and supports plant growth.\n\nResearch into the Nidulariaceae family has revealed the presence of various bioactive compounds with potential medicinal applications, such as antimicrobial, antiviral, and anticancer properties. However, further research is needed to fully understand the potential therapeutic applications of these compounds.\n\nOverall, the Nidulariaceae family is a fascinating group of fungi with a unique appearance and ecological role. Their intriguing morphology and biological properties make them an interesting subject for both amateur mycologists and scientific researchers.","dates":{"added":1599678026,"dateRange":{"0":1252666855,"1":1599567332}},"fileDate":"2023-02-04T01:49:57.349Z","title":"Nidulariaceae - Гнездовковые - Bird's Nest Fungi - Vogelnestpilze"}