{"path":"%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Erysiphales","deepCounters":{"total":34,"images":29,"folders":5,"files":29},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Erysiphaceae\/%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%B5%20%D1%86%D0%B8%D0%BA%D0%BE%D1%80%D0%B8%D0%B5%D0%B2%D0%B0%D1%8F%20-%20Erysiphe%20cichoracearum\/thumbs\/DSC05925.webp","width":512,"height":410},"thumbCaption":"<h3>Эризифовые - Erysiphales<\/h3><div class=\"comment\">The Erysiphales is an order of fungi within the class Leotiomycetes of the Ascomycota phylum. This group of fungi is characterized by its members' distinct&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Erysiphaceae","deepCounters":{"total":33,"images":29,"folders":4,"files":29},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Erysiphaceae\/%D0%AD%D1%80%D0%B8%D0%B7%D0%B8%D1%84%D0%B5%20%D1%86%D0%B8%D0%BA%D0%BE%D1%80%D0%B8%D0%B5%D0%B2%D0%B0%D1%8F%20-%20Erysiphe%20cichoracearum\/thumbs\/DSC05925.webp","width":512,"height":410},"thumbCaption":"<h3>Эризифовые - Erysiphaceae<\/h3><div class=\"comment\">The Erysiphaceae family is a group of fungi within the order Erysiphales of the class Leotiomycetes in the Ascomycota phylum. Members of this family, commonly&hellip;<\/div>","name":"Эризифовые - Erysiphaceae","comment":"The Erysiphaceae family is a group of fungi within the order Erysiphales of the class Leotiomycetes in the Ascomycota phylum. Members of this family, commonly known as powdery mildews, are obligate biotrophic plant pathogens, meaning they require living host tissue to survive and reproduce. They infect a wide variety of plants, including trees, shrubs, and herbaceous plants, causing powdery mildew diseases that can have significant impacts on plant health and agriculture.\n\nFungi within the Erysiphaceae family produce fruiting bodies called cleistothecia, which are small, closed, spherical structures that house the asci, the spore-producing cells characteristic of the Ascomycota phylum. Each ascus typically contains eight spores, although this may vary depending on the species. These spores, called ascospores, are forcibly discharged from the cleistothecia and dispersed by wind to infect new host plants.\n\nPowdery mildews are easily recognized by the white, powdery appearance they create on the surface of infected plant tissues, such as leaves, stems, flowers, and fruits. These diseases can lead to reduced photosynthesis, stunted plant growth, and decreased crop yield, making them a significant concern in agriculture and horticulture.\n\nThe Erysiphaceae family contains several important genera, including Erysiphe, Podosphaera, and Golovinomyces. These genera include species like Erysiphe necator, which causes powdery mildew on grapevines, and Podosphaera xanthii, responsible for powdery mildew in cucurbits.\n\nControl measures for powdery mildews include cultural practices, such as providing adequate air circulation and avoiding excess nitrogen fertilization, as well as the use of resistant plant varieties, fungicides, and biological control agents.\n\nThe Erysiphaceae family is an essential group of fungi that contribute to the intricate relationships between plants and fungi within ecosystems. These fungi serve as critical subjects of study for plant pathologists, mycologists, and naturalists who seek to understand their role in plant health and disease dynamics. Additionally, the Erysiphaceae family offers insights into the complex world of fungal diversity and the various ecological roles fungi play in nature.\n","dates":{"added":1599674708,"dateRange":{"0":1440326094,"1":1599399870}},"fileDate":"2023-02-04T01:49:57.583Z","category":"folder","title":"Эризифовые - Erysiphaceae"}],"name":"Эризифовые - Erysiphales","comment":"The Erysiphales is an order of fungi within the class Leotiomycetes of the Ascomycota phylum. This group of fungi is characterized by its members' distinct ecological roles as obligate biotrophic plant pathogens, meaning they require living host tissue to survive and reproduce. Members of the Erysiphales order are commonly known as powdery mildews, due to the white, powdery appearance they create on the surface of infected plant tissues.\n\nFungi within the Erysiphales order produce fruiting bodies called cleistothecia, which are small, closed, spherical structures that house the asci, the spore-producing cells characteristic of the Ascomycota phylum. Each ascus typically contains eight spores, although this may vary depending on the species. These spores, called ascospores, are forcibly discharged from the cleistothecia and dispersed by wind to infect new host plants.\n\nMembers of the Erysiphales order exhibit diverse host preferences, with some species having a narrow host range while others are more generalist in nature. They infect a wide variety of plants, including trees, shrubs, and herbaceous plants, causing powdery mildew diseases that affect the leaves, stems, flowers, and fruits. These diseases can lead to reduced photosynthesis, plant growth, and crop yield, making them of significant concern in agriculture and horticulture.\n\nThe most notable family within the Erysiphales order is the Erysiphaceae family, which contains genera such as Erysiphe, Podosphaera, and Golovinomyces. These genera include species like Erysiphe necator, which causes powdery mildew on grapevines, and Podosphaera xanthii, responsible for powdery mildew in cucurbits.\n\nControl measures for powdery mildews include cultural practices, such as providing adequate air circulation and avoiding excess nitrogen fertilization, as well as the use of resistant plant varieties, fungicides, and biological control agents.\n\nThe Erysiphales order is an important group of fungi that contribute to the complex relationships between plants and fungi within ecosystems. These fungi serve as essential subjects of study for plant pathologists, mycologists, and naturalists who seek to understand their role in plant health and disease dynamics. Additionally, the Erysiphales order offers insights into the complex world of fungal diversity and the various ecological roles fungi play in nature.","dates":{"added":1599674708,"dateRange":{"0":1440326094,"1":1599399870}},"fileDate":"2023-02-04T01:49:57.267Z","title":"Эризифовые - Erysiphales"}