{"path":"%D0%A4%D0%B8%D0%B7%D0%B0%D0%BB%D0%B0%D0%BA%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Physalacriaceae","deepCounters":{"total":159,"images":151,"folders":8,"files":151},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Armillaria%20mellea\/thumbs\/DSC07455.webp","width":512,"height":410},"thumbCaption":"<h3>Physalacriaceae - Физалакриевые - Physalacria Family - Physalacria Familie<\/h3><div class=\"comment\">The Physalacriaceae is a family of fungi within the order Agaricales, encompassing a diverse group of species that includes saprotrophic, mycorrhizal, and&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%B7%D0%B8%D0%BC%D0%BD%D0%B8%D0%B9%20-%20Flammulina%20velutipes","deepCounters":{"total":55,"images":55,"files":55},"counters":{"total":55,"images":55,"files":55},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%B7%D0%B8%D0%BC%D0%BD%D0%B8%D0%B9%20-%20Flammulina%20velutipes\/thumbs\/fungi-0003793.webp","width":512,"height":410},"thumbCaption":"<h3>Flammulina velutipes - Опёнок зимний - Velvet Foot - Samtfußrübling<\/h3><div class=\"comment\">Flammulina velutipes, commonly known as the Velvet Foot or Samtfußrübling in German, is a small to medium-sized mushroom species belonging to the&hellip;<\/div>","name":"Опёнок зимний - Flammulina velutipes","comment":"Flammulina velutipes, commonly known as the Velvet Foot or Samtfußrübling in German, is a small to medium-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 2 to 10 cm in diameter, with a convex to flat shape and a smooth, slightly slimy surface. The cap color ranges from yellowish-brown to reddish-brown, often with a darker center.\n\nThe gills of Flammulina velutipes are adnate (broadly attached to the stem) to slightly decurrent and white to cream in color. The stem is 3-10 cm tall and 0.5-1.5 cm thick, with a velvety texture and a dark brown to black color at the base, giving the species its common name.\n\nFlammulina velutipes can be found across North America, Europe, and Asia, primarily in deciduous and mixed forests. It grows on the wood of living or dead trees, particularly on hardwoods, from late autumn to early winter, and sometimes even in freezing temperatures.\n\nThe chemistry of Flammulina velutipes is not well studied, but it is considered an edible mushroom with a pleasant taste and is cultivated in several countries, particularly in Asia. It is known as Enokitake in Japan and is often used in soups and salads.\n\nThe spores of Flammulina velutipes are white, elliptical, and measure 6-9 x 3-5 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nFlammulina velutipes has been studied for its potential medicinal properties, with research suggesting that it may contain compounds with antioxidant, anticancer, and immunomodulatory effects.\n\nThe fungus is also known for its ability to grow in cold temperatures, with the fruiting bodies continuing to develop even during winter months. This characteristic has led to its common name \"Winter Mushroom\" in some regions.","dates":{"added":1709139663,"dateRange":{"0":1232825786,"1":1709028250}},"fileDate":"2024-02-28T18:45:07.454Z","category":"folder","title":"Flammulina velutipes - Опёнок зимний - Velvet Foot - Samtfußrübling"},{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BB%D1%83%D0%BA%D0%BE%D0%B2%D0%B8%D1%87%D0%BD%D0%BE%D0%BD%D0%BE%D0%B3%D0%B8%D0%B9%20-%20Armillaria%20cepistipes","deepCounters":{"total":2,"images":2,"files":2},"counters":{"total":2,"images":2,"files":2},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BB%D1%83%D0%BA%D0%BE%D0%B2%D0%B8%D1%87%D0%BD%D0%BE%D0%BD%D0%BE%D0%B3%D0%B8%D0%B9%20-%20Armillaria%20cepistipes\/thumbs\/fungi-0004226.webp","width":512,"height":410},"thumbCaption":"<h3>Armillaria cepistipes - Опёнок луковичноногий - Bulbous Honey Mushroom - Zwiebelstieliger Hallimasch<\/h3><div class=\"comment\">Armillaria cepistipes, commonly known as the Bulbous Honey Mushroom or Zwiebelstieliger Hallimasch in German, is a medium-sized mushroom species belonging to&hellip;<\/div>","name":"Опёнок луковичноногий - Armillaria cepistipes","comment":"Armillaria cepistipes, commonly known as the Bulbous Honey Mushroom or Zwiebelstieliger Hallimasch in German, is a medium-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 3 to 10 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from honey-yellow to brownish, often with a slightly darker center.\n\nThe gills of Armillaria cepistipes are adnate to slightly decurrent (running down the stem) and white to cream in color. The stem is 5-15 cm tall and 0.5-2 cm thick, with a white to yellowish color and a bulbous base, giving the species its common name.\n\nArmillaria cepistipes can be found across Europe and North America, primarily in deciduous and mixed forests. It grows in clusters around the bases of living or dead trees, particularly on hardwoods, from late summer to late autumn.\n\nThe chemistry of Armillaria cepistipes is not well studied, but it is considered an edible mushroom when cooked, although it is less popular than its close relative, Armillaria mellea.\n\nThe spores of Armillaria cepistipes are white, elliptical, and measure 7-10 x 5-6 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nArmillaria cepistipes is not only notable for its edibility but also for its role as a plant pathogen. It can cause root rot in various tree species, leading to decline and death. However, its pathogenicity is considered to be less aggressive than that of Armillaria mellea.\n\nThe fungus is known for its mycelial structures called rhizomorphs, which resemble black shoelaces and allow the fungus to spread underground and infect trees.","dates":{"added":1433107698,"dateRange":{"0":1285765851,"1":1285765865}},"fileDate":"2023-02-04T01:51:13.567Z","category":"folder","title":"Armillaria cepistipes - Опёнок луковичноногий - Bulbous Honey Mushroom - Zwiebelstieliger Hallimasch"},{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Armillaria%20mellea","deepCounters":{"total":54,"images":54,"files":54},"counters":{"total":54,"images":54,"files":54},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Armillaria%20mellea\/thumbs\/DSC07455.webp","width":512,"height":410},"thumbCaption":"<h3>Armillaria mellea - Опёнок осенний - Honey Mushroom - Hallimasch<\/h3><div class=\"comment\">Armillaria mellea, commonly known as the Honey Mushroom or Hallimasch in German, is a medium to large-sized mushroom species belonging to the Physalacriaceae&hellip;<\/div>","name":"Опёнок осенний - Armillaria mellea","comment":"Armillaria mellea, commonly known as the Honey Mushroom or Hallimasch in German, is a medium to large-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 3 to 15 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from yellowish-brown to dark brown, often with a slightly sticky texture when moist.\n\nThe gills of Armillaria mellea are adnate to slightly decurrent (running down the stem) and white to cream in color. The stem is 6-15 cm tall and 0.5-2 cm thick, with a white to yellowish color, a fibrous texture, and a distinctive dark-colored ring near the top.\n\nArmillaria mellea can be found across North America, Europe, and Asia, primarily in deciduous and mixed forests. It grows in clusters around the bases of living or dead trees, particularly on hardwoods, from late summer to late autumn.\n\nThe chemistry of Armillaria mellea is not well studied, but it is considered an edible mushroom when cooked, although some people may experience gastrointestinal upset. The mushroom contains a heat-sensitive toxin that is destroyed during cooking.\n\nThe spores of Armillaria mellea are white, elliptical, and measure 7-9 x 5-6 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nArmillaria mellea is not only notable for its edibility but also for its role as a plant pathogen. It causes a disease known as Armillaria root rot, which can lead to the decline and death of various tree species. The fungus spreads through underground structures called rhizomorphs, which resemble black shoelaces.\n\nArmillaria mellea has been observed to be bioluminescent, with the mycelium emitting a faint greenish light in dark conditions. This phenomenon, known as foxfire, has been observed in various other fungi as well.","dates":{"added":1640530252,"dateRange":{"0":1283953001,"1":1640082629}},"fileDate":"2023-02-04T01:51:14.661Z","category":"folder","title":"Armillaria mellea - Опёнок осенний - Honey Mushroom - Hallimasch"},{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%81%D0%B5%D0%B2%D0%B5%D1%80%D0%BD%D1%8B%D0%B9%20-%20Armillaria%20borealis","deepCounters":{"total":13,"images":13,"files":13},"counters":{"total":13,"images":13,"files":13},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%81%D0%B5%D0%B2%D0%B5%D1%80%D0%BD%D1%8B%D0%B9%20-%20Armillaria%20borealis\/thumbs\/DSC03081.webp","width":512,"height":410},"thumbCaption":"<h3>Armillaria borealis - Опёнок северный - Northern Honey Mushroom - Nordischer Hallimasch<\/h3><div class=\"comment\">Armillaria borealis, commonly known as the Northern Honey Mushroom or Nordischer Hallimasch in German, is a medium-sized mushroom species belonging to the&hellip;<\/div>","name":"Опёнок северный - Armillaria borealis","comment":"Armillaria borealis, commonly known as the Northern Honey Mushroom or Nordischer Hallimasch in German, is a medium-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 3 to 12 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from honey-brown to dark brown, often with a slightly darker center.\n\nThe gills of Armillaria borealis are adnate to slightly decurrent (running down the stem) and white to cream in color. The stem is 4-15 cm tall and 0.5-2.5 cm thick, with a white to yellowish-brown color and a slightly bulbous base.\n\nArmillaria borealis can be found in boreal and temperate forests across Europe, Asia, and North America. It grows in clusters around the bases of living or dead trees, particularly on conifers and hardwoods, from late summer to late autumn.\n\nThe chemistry of Armillaria borealis is not well studied, but it is considered an edible mushroom when cooked, with a mild, slightly sweet taste.\n\nThe spores of Armillaria borealis are white, elliptical, and measure 7-9 x 5-6 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nArmillaria borealis is known for its ecological role as a wood decomposer, breaking down dead wood and recycling nutrients within forest ecosystems. This process contributes to the cycling of nutrients and overall forest health.\n\nThe fungus is also known as a weak pathogen, causing root rot in some tree species, though its pathogenicity is considered to be less aggressive than that of Armillaria mellea and Armillaria ostoyae.\n\nArmillaria borealis has been studied for its potential medicinal properties, with research suggesting that it may contain compounds with antioxidant, anticancer, and immunomodulatory effects.","dates":{"added":1664561819,"dateRange":{"0":1472633383,"1":1664542752}},"fileDate":"2023-02-04T01:51:15.151Z","category":"folder","title":"Armillaria borealis - Опёнок северный - Northern Honey Mushroom - Nordischer Hallimasch"},{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%82%D1%91%D0%BC%D0%BD%D1%8B%D0%B9%20-%20Armillaria%20ostoyae","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%82%D1%91%D0%BC%D0%BD%D1%8B%D0%B9%20-%20Armillaria%20ostoyae\/thumbs\/fungi-0002678.webp","width":512,"height":410},"thumbCaption":"<h3>Armillaria ostoyae - Опёнок тёмный - Dark Honey Mushroom - Dunkler Hallimasch<\/h3><div class=\"comment\">Armillaria ostoyae, commonly known as the Dark Honey Mushroom or Dunkler Hallimasch in German, is a medium-sized mushroom species belonging to the&hellip;<\/div>","name":"Опёнок тёмный - Armillaria ostoyae","comment":"Armillaria ostoyae, commonly known as the Dark Honey Mushroom or Dunkler Hallimasch in German, is a medium-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 4 to 15 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from dark brown to reddish-brown, often with a slightly darker center.\n\nThe gills of Armillaria ostoyae are adnate to slightly decurrent (running down the stem) and white to cream in color. The stem is 5-15 cm tall and 1-3 cm thick, with a white to yellowish-brown color and a slightly bulbous base.\n\nArmillaria ostoyae can be found in temperate forests across Europe, Asia, and North America. It grows in clusters around the bases of living or dead trees, particularly on conifers and hardwoods, from late summer to late autumn.\n\nThe chemistry of Armillaria ostoyae is not well studied, but it is considered an edible mushroom when cooked, with a mild, slightly sweet taste.\n\nThe spores of Armillaria ostoyae are white, elliptical, and measure 7-9 x 5-6 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nArmillaria ostoyae is known for its ecological role as a wood decomposer, breaking down dead wood and recycling nutrients within forest ecosystems. This process contributes to the cycling of nutrients and overall forest health.\n\nThe fungus is also known as a pathogen, causing root rot in various tree species, leading to decline and death. Its pathogenicity is considered to be more aggressive than that of Armillaria mellea and Armillaria borealis.\n\nOne notable aspect of Armillaria ostoyae is the discovery of a massive colony in the Malheur National Forest in Oregon, USA, which is believed to be one of the largest and oldest living organisms on Earth.\n\nArmillaria ostoyae has been studied for its potential medicinal properties, with research suggesting that it may contain compounds with antioxidant, anticancer, and immunomodulatory effects.","dates":{"added":1444430550,"dateRange":{"0":1301658350,"1":1301658352}},"fileDate":"2023-02-04T01:51:15.198Z","category":"folder","title":"Armillaria ostoyae - Опёнок тёмный - Dark Honey Mushroom - Dunkler Hallimasch"},{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%82%D0%BE%D0%BB%D1%81%D1%82%D0%BE%D0%BD%D0%BE%D0%B3%D0%B8%D0%B9%20-%20Armillaria%20lutea","deepCounters":{"total":15,"images":15,"files":15},"counters":{"total":15,"images":15,"files":15},"thumb":{"path":"%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D1%82%D0%BE%D0%BB%D1%81%D1%82%D0%BE%D0%BD%D0%BE%D0%B3%D0%B8%D0%B9%20-%20Armillaria%20lutea\/thumbs\/DSC05979.webp","width":512,"height":410},"thumbCaption":"<h3>Armillaria lutea - Опёнок толстоногий - Thick-stemmed Honey Mushroom - Dickerstieliger Hallimasch<\/h3><div class=\"comment\">Armillaria lutea, commonly known as the Thick-stemmed Honey Mushroom or Dickerstieliger Hallimasch in German, is a medium-sized mushroom species belonging to&hellip;<\/div>","name":"Опёнок толстоногий - Armillaria lutea","comment":"Armillaria lutea, commonly known as the Thick-stemmed Honey Mushroom or Dickerstieliger Hallimasch in German, is a medium-sized mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 4 to 14 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from ochre-brown to reddish-brown, often with a slightly darker center.\n\nThe gills of Armillaria lutea are adnate to slightly decurrent (running down the stem) and white to cream in color. The stem is 6-18 cm tall and 1-3.5 cm thick, with a whitish to yellowish-brown color and a bulbous base, giving the species its common name.\n\nArmillaria lutea can be found in temperate forests across Europe and Asia. It grows in clusters around the bases of living or dead trees, particularly on hardwoods, from late summer to late autumn.\n\nThe chemistry of Armillaria lutea is not well studied, but it is considered an edible mushroom when cooked, with a mild, slightly sweet taste.\n\nThe spores of Armillaria lutea are white, elliptical, and measure 7-10 x 5-6 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nArmillaria lutea is known for its ecological role as a wood decomposer, breaking down dead wood and recycling nutrients within forest ecosystems. This process contributes to the cycling of nutrients and overall forest health.\n\nThe fungus is also known as a weak pathogen, causing root rot in some tree species, though its pathogenicity is considered to be less aggressive than that of Armillaria ostoyae and Armillaria mellea.\n\nArmillaria lutea has been studied for its potential medicinal properties, with research suggesting that it may contain compounds with antioxidant, anticancer, and immunomodulatory effects.","dates":{"added":1631385452,"dateRange":{"0":1283952755,"1":1631357632}},"fileDate":"2023-02-04T01:51:15.348Z","category":"folder","title":"Armillaria lutea - Опёнок толстоногий - Thick-stemmed Honey Mushroom - Dickerstieliger Hallimasch"},{"path":"%D0%A1%D1%82%D1%80%D0%BE%D0%B1%D0%B8%D0%BB%D1%8E%D1%80%D1%83%D1%81%20%D1%87%D0%B5%D1%80%D0%B5%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Strobilurus%20tenacellus","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%BE%D0%B1%D0%B8%D0%BB%D1%8E%D1%80%D1%83%D1%81%20%D1%87%D0%B5%D1%80%D0%B5%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9%20-%20Strobilurus%20tenacellus\/thumbs\/0DSC05884_.webp","width":512,"height":410},"thumbCaption":"<h3>Strobilurus tenacellus - Стробилюрус черенковый - Pinecone Cap - Zapfenrübling<\/h3><div class=\"comment\">Strobilurus tenacellus, commonly known as the Pinecone Cap or Zapfenrübling in German, is a small mushroom species belonging to the Physalacriaceae family. The&hellip;<\/div>","name":"Стробилюрус черенковый - Strobilurus tenacellus","comment":"Strobilurus tenacellus, commonly known as the Pinecone Cap or Zapfenrübling in German, is a small mushroom species belonging to the Physalacriaceae family. The cap of this fungus measures 1 to 4 cm in diameter, with a convex to flat shape and a smooth surface. The cap color ranges from pale gray to grayish-brown or tan.\n\nThe gills of Strobilurus tenacellus are adnate to slightly decurrent (running down the stem) and white to pale cream in color. The stem is 2-5 cm tall and 0.1-0.3 cm thick, with a white to grayish color and a slightly fibrous texture.\n\nStrobilurus tenacellus can be found across Europe and North America, primarily in coniferous and mixed forests. It grows exclusively on the fallen cones of conifers, particularly on spruce and pine cones, from late winter to early spring.\n\nThe chemistry of Strobilurus tenacellus is not well studied, but it is considered an edible mushroom with a mild taste. However, its small size and relatively scarce occurrence make it less desirable as a culinary ingredient.\n\nThe spores of Strobilurus tenacellus are white, elliptical, and measure 4-6 x 2-3 micrometers. They are produced in basidia and are released into the environment for reproduction and dispersal.\n\nStrobilurus tenacellus is known for its ecological role in breaking down and recycling nutrients from fallen conifer cones. This process contributes to the cycling of nutrients within forest ecosystems.\n\nThe fungus is also notable for its specific habitat and growth on conifer cones, which distinguishes it from other mushroom species and makes it relatively easy to identify in the field.\n\n","dates":{"added":1599678026,"dateRange":{"0":1543410111,"1":1543410129}},"fileDate":"2023-02-04T01:51:15.403Z","category":"folder","title":"Strobilurus tenacellus - Стробилюрус черенковый - Pinecone Cap - Zapfenrübling"},{"path":"%D0%A6%D0%B8%D0%BB%D0%B8%D0%BD%D0%B4%D1%80%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D1%83%D0%BC%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Cylindrobasidium%20laeve","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%A6%D0%B8%D0%BB%D0%B8%D0%BD%D0%B4%D1%80%D0%BE%D0%B1%D0%B0%D0%B7%D0%B8%D0%B4%D0%B8%D1%83%D0%BC%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Cylindrobasidium%20laeve\/thumbs\/marjamagi-surroundings-february-35.webp","width":512,"height":410},"thumbCaption":"<h3>Цилиндробазидиум гладкий - Cylindrobasidium laeve<\/h3>","name":"Цилиндробазидиум гладкий - Cylindrobasidium laeve","dates":{"added":1709139663,"dateRange":{"0":1709038816,"1":1709038817}},"fileDate":"2024-02-28T19:01:03.119Z","category":"folder"}],"name":"Физалакриевые - Physalacriaceae","comment":"The Physalacriaceae is a family of fungi within the order Agaricales, encompassing a diverse group of species that includes saprotrophic, mycorrhizal, and parasitic fungi. This family is characterized by a wide range of morphological features and habitats, making it a fascinating and complex group to study.\n\nMushrooms within the Physalacriaceae family are characterized by their often small to medium-sized fruiting bodies, which can display a variety of forms, from agaricoid (typical mushroom shape) to cyphelloid (cup-like) and clavarioid (coral-like) structures. Their caps can be smooth, wrinkled, or even gelatinous in some species.\n\nThese fungi often produce white to pale-colored spores and have a wide range of spore shapes, from ellipsoid to cylindrical or even irregular. The spore-producing structure, or hymenium, is typically formed on the underside of the cap, though it can sometimes be found on the outer surface of the fruiting body.\n\nHabitats of Physalacriaceae species are diverse, with many of them being found on decaying wood, soil, or forest litter. Some species form mycorrhizal associations with trees, while others are parasites on other fungi or plants.\n\nSome well-known genera within the Physalacriaceae family include Armillaria (honey mushrooms), Oudemansiella (porcelain mushrooms), and Rhizomarasmius (root rot fungi).\n\nArmillaria species are particularly noteworthy for their bioluminescent properties, with the mycelium emitting a greenish glow in the dark, a phenomenon known as \"foxfire.\"\n\nOudemansiella species, like the porcelain mushroom (Oudemansiella mucida), are known for their slimy caps and preference for growing on decaying wood.\n\nRhizomarasmius species are root-rot pathogens that can cause significant damage to various plant species, making them economically important.\n\nPhysalacriaceae species are found worldwide, with a higher diversity in temperate and tropical regions.\n\nMany species within this family have yet to be fully studied and classified, as ongoing research continues to reveal new species and genera.\n\nSome Physalacriaceae species are edible, like certain Armillaria species, while others are inedible or toxic, so caution is advised when foraging.\n\nThe ecological roles of Physalacriaceae species are varied, with some serving as essential decomposers in their ecosystems, breaking down dead organic matter, while others form beneficial symbiotic relationships with plants or parasitize other fungi or plants.","dates":{"added":1709139663,"dateRange":{"0":1232825786,"1":1709038817}},"fileDate":"2024-02-28T18:57:44.687Z","title":"Physalacriaceae - Физалакриевые - Physalacria Family - Physalacria Familie"}