{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pleurotaceae","deepCounters":{"total":83,"images":80,"folders":3,"files":80},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20ostreatus\/thumbs\/fungi-0003778.webp","width":512,"height":410},"thumbCaption":"<h3>Pleurotaceae - Вёшенковые - Pleurotaceae family - Seitlingsverwandte<\/h3><div class=\"comment\">The Pleurotaceae family, also known as Вёшенковые in Russian, is a family of basidiomycete fungi belonging to the Agaricales order. This family comprises&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BB%D1%91%D0%B3%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20pulmonarius","deepCounters":{"total":6,"images":6,"files":6},"counters":{"total":6,"images":6,"files":6},"thumb":{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BB%D1%91%D0%B3%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20pulmonarius\/thumbs\/DSC07128.webp","width":512,"height":410},"thumbCaption":"<h3>Pleurotus pulmonarius - Вёшенка лёгочная - Lung Oyster - Lungen-Seitling<\/h3><div class=\"comment\">Pleurotus pulmonarius, also known as the Lung Oyster, is a saprobic basidiomycete fungus belonging to the Pleurotaceae family. This species is characterized by&hellip;<\/div>","name":"Вёшенка лёгочная - Pleurotus pulmonarius","comment":"Pleurotus pulmonarius, also known as the Lung Oyster, is a saprobic basidiomycete fungus belonging to the Pleurotaceae family. This species is characterized by its fan-shaped or oyster-like caps, which can reach up to 15 cm in diameter. The cap color varies from pale gray to brownish, often with a lighter margin. The white to cream-colored gills run down the short, off-center stem.\n\nAs a saprotrophic fungus, Pleurotus pulmonarius primarily decomposes dead hardwood, although it can also grow on conifer wood. This species is considered edible and is known for its pleasant taste and tender texture.\n\nThe Lung Oyster is widely distributed across North America, Europe, Asia, and parts of Russia, where it is known as Вёшенка лёгочная. It typically inhabits deciduous forests and can be found on decaying logs, stumps, and living trees with weakened bark.\n\nPleurotus pulmonarius produces white to pale lilac, elliptical spores that measure approximately 8-12 µm by 3-4 µm. The spore print is white, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Pleurotus pulmonarius is considered edible, proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species. This species can sometimes be confused with the toxic Pleurocybella porrigens, although the latter has a more gelatinous texture and a white spore print.\n\nIn German, this fungus is known as Lungen-Seitling, which reflects its lung-like appearance and its close relationship with the Pleurotaceae family. Additionally, Pleurotus pulmonarius has been studied for its potential medicinal properties, including antioxidant and anti-inflammatory effects, as well as its ability to stimulate the immune system.","dates":{"added":1664064137,"dateRange":{"0":1663942336,"1":1663942367}},"fileDate":"2023-02-04T01:50:05.510Z","category":"folder","title":"Pleurotus pulmonarius - Вёшенка лёгочная - Lung Oyster - Lungen-Seitling"},{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20ostreatus","deepCounters":{"total":43,"images":43,"files":43},"counters":{"total":43,"images":43,"files":43},"thumb":{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20ostreatus\/thumbs\/fungi-0003778.webp","width":512,"height":410},"thumbCaption":"<h3>Pleurotus ostreatus - Вёшенка обыкновенная - Oyster Mushroom - Austernseitling<\/h3><div class=\"comment\">Pleurotus ostreatus, commonly known as the Oyster Mushroom, is a saprotrophic basidiomycete fungus belonging to the Pleurotaceae family. This species is&hellip;<\/div>","name":"Вёшенка обыкновенная - Pleurotus ostreatus","comment":"Pleurotus ostreatus, commonly known as the Oyster Mushroom, is a saprotrophic basidiomycete fungus belonging to the Pleurotaceae family. This species is characterized by its fan-shaped or oyster-like caps, which can reach up to 25 cm in diameter. The cap color varies from white to gray, sometimes with shades of blue or brown. The white to cream-colored gills run down the short, off-center stem.\n\nAs a saprotrophic fungus, Pleurotus ostreatus decomposes dead hardwood, such as oak and beech, and can also grow on conifer wood. This species is highly valued as an edible mushroom, known for its delicate flavor and tender texture.\n\nThe Oyster Mushroom is widely distributed across North America, Europe, Asia, and parts of Russia, where it is known as Вёшенка обыкновенная. It typically inhabits deciduous and mixed forests, growing on decaying logs, stumps, and living trees with weakened bark.\n\nPleurotus ostreatus produces white to pale lilac, elliptical spores that measure approximately 8-12 µm by 3-4 µm. The spore print is white or pale lilac, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Pleurotus ostreatus is considered edible, proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species. This species can sometimes be confused with the toxic Pleurocybella porrigens, although the latter has a more gelatinous texture and a white spore print.\n\nIn German, this fungus is known as Austernseitling, which reflects its oyster-like appearance and its close relationship with the Pleurotaceae family. Additionally, Pleurotus ostreatus has been studied for its potential medicinal properties, including antioxidant, anti-inflammatory, and anti-tumor effects, as well as its ability to lower cholesterol and stimulate the immune system.","dates":{"added":1431193835,"dateRange":{"0":1232823320,"1":1379757228}},"fileDate":"2023-02-04T01:50:05.945Z","category":"folder","title":"Pleurotus ostreatus - Вёшенка обыкновенная - Oyster Mushroom - Austernseitling"},{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D1%80%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20cornucopiae","deepCounters":{"total":31,"images":31,"files":31},"counters":{"total":31,"images":31,"files":31},"thumb":{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D1%80%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20cornucopiae\/thumbs\/fungi-0002288.webp","width":512,"height":410},"thumbCaption":"<h3>Pleurotus cornucopiae - Вёшенка рожковидная - Branched Oyster Mushroom - Hornförmiger Seitling<\/h3><div class=\"comment\">Pleurotus cornucopiae, also known as the Branched Oyster Mushroom, is a saprotrophic basidiomycete fungus belonging to the Pleurotaceae family. This species is&hellip;<\/div>","name":"Вёшенка рожковидная - Pleurotus cornucopiae","comment":"Pleurotus cornucopiae, also known as the Branched Oyster Mushroom, is a saprotrophic basidiomycete fungus belonging to the Pleurotaceae family. This species is characterized by its fan-shaped or oyster-like caps, which can reach up to 15 cm in diameter. The cap color ranges from pale yellow to brownish-yellow with a slightly darker center. The white to cream-colored gills run down the short, off-center stem.\n\nAs a saprotrophic fungus, Pleurotus cornucopiae primarily decomposes dead hardwood, such as oak, beech, and poplar, but can also grow on conifer wood. This species is considered edible and is known for its mild taste and tender texture.\n\nThe Branched Oyster Mushroom is distributed across Europe, Asia, and parts of Russia, where it is known as Вёшенка рожковидная. It typically inhabits deciduous and mixed forests, growing on decaying logs, stumps, and living trees with weakened bark.\n\nPleurotus cornucopiae produces white to pale lilac, elliptical spores that measure approximately 8-12 µm by 3-4 µm. The spore print is white or pale lilac, making it a key characteristic for identification. The number of spores produced per fruiting body can vary, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nAlthough Pleurotus cornucopiae is considered edible, proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species. This species can sometimes be confused with other toxic mushrooms, although its spore print and habitat can help with identification.\n\nIn German, this fungus is known as Hornförmiger Seitling, which reflects its horn-like appearance and its close relationship with the Pleurotaceae family. Additionally, Pleurotus cornucopiae has been studied for its potential medicinal properties, including antioxidant and anti-inflammatory effects, as well as its ability to stimulate the immune system.","dates":{"added":1431886041,"dateRange":{"0":1253800486,"1":1679250217}},"fileDate":"2023-02-04T01:50:06.155Z","category":"folder","title":"Pleurotus cornucopiae - Вёшенка рожковидная - Branched Oyster Mushroom - Hornförmiger Seitling"}],"name":"Вёшенковые - Pleurotaceae","comment":"The Pleurotaceae family, also known as Вёшенковые in Russian, is a family of basidiomycete fungi belonging to the Agaricales order. This family comprises various genera, including Pleurotus, Hohenbuehelia, and Sarcomyxa. Species within this family are characterized by their eccentrically stemmed or lateral fruiting bodies, which often lack a distinct stalk or have a very reduced one.\n\nMembers of the Pleurotaceae family are predominantly saprotrophic fungi, meaning they obtain nutrients by decomposing dead organic matter, particularly wood. Some species are also known to form weak parasitic relationships with living trees.\n\nThese fungi are widely distributed across the globe, particularly in temperate and subtropical regions. They can be found in various habitats, including woodlands, forests, and on decaying logs or stumps.\n\nThe spore-producing surface of Pleurotaceae fungi is usually a smooth or slightly wrinkled surface rather than the gills typically seen in other agarics. Spore prints of these fungi can vary in color, depending on the species, and can range from white to pale lilac.\n\nThe number of spores produced by a single fruiting body within this family can vary greatly, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nSome species within the Pleurotaceae family, particularly those belonging to the Pleurotus genus, are highly valued for their culinary and medicinal properties. For example, the oyster mushroom (Pleurotus ostreatus) is a popular edible mushroom with potential health benefits.\n\nIn addition to their culinary and medicinal value, some Pleurotaceae fungi have also been studied for their potential in bioremediation, which is the process of using living organisms to clean up environmental pollution.\n\nProper identification is essential when foraging for mushrooms in this family, as some members may have toxic look-alikes.\n\nIn German, the Pleurotaceae family is known as Seitlingsverwandte, which reflects the unique growth habit of these fungi, often featuring eccentrically stemmed or lateral fruiting bodies.","dates":{"added":1664064137,"dateRange":{"0":1232823320,"1":1679250217}},"fileDate":"2023-02-04T01:49:57.342Z","title":"Pleurotaceae - Вёшенковые - Pleurotaceae family - Seitlingsverwandte"}