{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hygrophoraceae","deepCounters":{"total":117,"images":108,"folders":9,"files":108},"counters":{"total":9,"folders":9},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20conica\/thumbs\/DSC02862.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrophoraceae - Гигрофоровые - Waxy Caps - Schnecklinge<\/h3><div class=\"comment\">Hygrophoraceae, also known as the Waxy Caps or Schnecklinge, is a family of basidiomycete fungi characterized by their often brightly colored fruiting bodies&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%BC%D0%BF%D1%83%D0%BB%D0%BB%D0%BE%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%83%D1%88%D0%BA%D0%B0%20%D0%B1%D1%83%D0%BB%D0%B0%D0%B2%D0%BE%D0%BD%D0%BE%D0%B3%D0%B0%D1%8F%20-%20Ampulloclitocybe%20clavipes","deepCounters":{"total":4,"images":4,"files":4},"counters":{"total":4,"images":4,"files":4},"thumb":{"path":"%D0%90%D0%BC%D0%BF%D1%83%D0%BB%D0%BB%D0%BE%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%83%D1%88%D0%BA%D0%B0%20%D0%B1%D1%83%D0%BB%D0%B0%D0%B2%D0%BE%D0%BD%D0%BE%D0%B3%D0%B0%D1%8F%20-%20Ampulloclitocybe%20clavipes\/thumbs\/DSC06339.webp","width":512,"height":410},"thumbCaption":"<h3>Ampulloclitocybe clavipes - Ампуллоговорушка булавоногая - Club-footed Clitocybe - Keulenfuß-Trichterling<\/h3><div class=\"comment\">Ampulloclitocybe clavipes, commonly known as the Club-footed Clitocybe or Keulenfuß-Trichterling, is a medium-sized basidiomycete mushroom belonging to the&hellip;<\/div>","name":"Ампуллоговорушка булавоногая - Ampulloclitocybe clavipes","comment":"Ampulloclitocybe clavipes, commonly known as the Club-footed Clitocybe or Keulenfuß-Trichterling, is a medium-sized basidiomycete mushroom belonging to the family Tricholomataceae. It is characterized by a convex to funnel-shaped cap, measuring 3-10 cm in diameter, with a smooth surface and a color that varies from light brown to grayish-brown. The stem is thick and club-shaped, measuring 4-10 cm long and 1-3 cm thick, with a whitish to pale brown color and a somewhat fibrous texture. The gills are decurrent, crowded, and white to cream-colored.\n\nAmpulloclitocybe clavipes is known for its distinctive club-shaped stem, which sets it apart from other Clitocybe species. This fungus is primarily distributed across Europe and North America, where it can be found in deciduous and mixed forests, forming mycorrhizal associations with various tree species, including oak, beech, and birch. It prefers moist, nutrient-rich soil and can be encountered from late summer to late autumn.\n\nThe spores of Ampulloclitocybe clavipes are smooth, elliptical, and measure approximately 5-7 x 3-4 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Ampulloclitocybe clavipes is considered edible, although its taste is rather bland, and it is not highly valued as a culinary ingredient. Mushroom foragers should exercise caution when collecting mushrooms, as misidentification can lead to accidental consumption of toxic species.","dates":{"added":1664064137,"dateRange":{"0":1663595333,"1":1663595356}},"fileDate":"2023-02-04T01:50:08.819Z","category":"folder","title":"Ampulloclitocybe clavipes - Ампуллоговорушка булавоногая - Club-footed Clitocybe - Keulenfuß-Trichterling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%20%D0%B1%D0%BB%D0%B0%D0%B3%D0%BE%D1%83%D1%85%D0%B0%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Hygrophorus%20agathosmus","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%20%D0%B1%D0%BB%D0%B0%D0%B3%D0%BE%D1%83%D1%85%D0%B0%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Hygrophorus%20agathosmus\/thumbs\/DSC07167.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrophorus agathosmus - Гигрофор благоуханный - Gray Almond Waxy Cap - Duftender Schneckling<\/h3><div class=\"comment\">Hygrophorus agathosmus, also known as the Gray Almond Waxy Cap or Duftender Schneckling, is a small to medium-sized basidiomycete mushroom belonging to the&hellip;<\/div>","name":"Гигрофор благоуханный - Hygrophorus agathosmus","comment":"Hygrophorus agathosmus, also known as the Gray Almond Waxy Cap or Duftender Schneckling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to broadly convex cap, measuring 3-8 cm in diameter, with a smooth surface and a color that varies from gray to grayish-brown. The stem is slender, measuring 3-8 cm long and 0.5-1.5 cm thick, with a whitish to pale gray color and a somewhat slimy texture. The gills are widely spaced, decurrent, and white to cream-colored.\n\nHygrophorus agathosmus is known for its distinctive almond-like odor, which is considered pleasant by many. This fungus is primarily distributed across Europe and North America, where it can be found in deciduous and mixed forests, forming mycorrhizal associations with various tree species, especially with spruce and fir. It prefers moist, acidic soil and can be encountered from late summer to late autumn.\n\nThe spores of Hygrophorus agathosmus are smooth, elliptical, and measure approximately 8-12 x 4-6 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrophorus agathosmus is considered edible and is appreciated for its mild, almond-like flavor. However, mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1449187370,"dateRange":{"0":1443247222,"1":1443247272}},"fileDate":"2023-02-04T01:50:08.876Z","category":"folder","title":"Hygrophorus agathosmus - Гигрофор благоуханный - Gray Almond Waxy Cap - Duftender Schneckling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%BE-%D0%B1%D0%B5%D0%BB%D1%8B%D0%B9%20-%20Hygrophorus%20eburneus","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D0%BE-%D0%B1%D0%B5%D0%BB%D1%8B%D0%B9%20-%20Hygrophorus%20eburneus\/thumbs\/0DSC07737.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrophorus eburneus - Гигрофор желтовато-белый - Ivory Waxy Cap - Elfenbein-Schneckling<\/h3><div class=\"comment\">Hygrophorus eburneus, commonly known as the Ivory Waxy Cap or Elfenbein-Schneckling, is a small to medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гигрофор желтовато-белый - Hygrophorus eburneus","comment":"Hygrophorus eburneus, commonly known as the Ivory Waxy Cap or Elfenbein-Schneckling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to broadly convex cap, measuring 2-7 cm in diameter, with a smooth, slimy surface and a color that ranges from ivory to pale yellowish-white. The stem is slender, measuring 4-10 cm long and 0.5-1.5 cm thick, with a whitish to pale yellowish color and a slimy texture. The gills are widely spaced, decurrent, and white to cream-colored.\n\nHygrophorus eburneus is known for its ivory to pale yellowish-white coloration and slimy texture, which set it apart from other Hygrophorus species. This fungus is primarily distributed across Europe and North America, where it can be found in deciduous and mixed forests, forming mycorrhizal associations with various tree species, particularly oak and beech. It prefers moist, nutrient-rich soil and can be encountered from late summer to late autumn.\n\nThe spores of Hygrophorus eburneus are smooth, elliptical, and measure approximately 8-12 x 4-6 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrophorus eburneus is considered edible, with a mild taste and a somewhat slimy texture. However, mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1668208444,"dateRange":{"0":1666439991,"1":1666440083}},"fileDate":"2023-02-04T01:50:09.90Z","category":"folder","title":"Hygrophorus eburneus - Гигрофор желтовато-белый - Ivory Waxy Cap - Elfenbein-Schneckling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%B6%D1%91%D0%BB%D1%82%D0%BE-%D0%B7%D0%B5%D0%BB%D1%91%D0%BD%D0%B0%D1%8F%20-%20Hygrocybe%20chlorophana","deepCounters":{"total":17,"images":17,"files":17},"counters":{"total":17,"images":17,"files":17},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%B6%D1%91%D0%BB%D1%82%D0%BE-%D0%B7%D0%B5%D0%BB%D1%91%D0%BD%D0%B0%D1%8F%20-%20Hygrocybe%20chlorophana\/thumbs\/DSC05132.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrocybe chlorophana - Гигроцибе жёлто-зелёная - Golden Waxcap - Goldgelber Saftling<\/h3><div class=\"comment\">Hygrocybe chlorophana, commonly known as the Golden Waxcap or Goldgelber Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гигроцибе жёлто-зелёная - Hygrocybe chlorophana","comment":"Hygrocybe chlorophana, commonly known as the Golden Waxcap or Goldgelber Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to broadly convex cap, measuring 2-5 cm in diameter, with a smooth, slightly slimy surface and a color that ranges from yellow to yellowish-green. The stem is slender, measuring 3-7 cm long and 0.3-1 cm thick, with a yellowish to pale green color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellow to orange-yellow in color.\n\nHygrocybe chlorophana is known for its vibrant yellow to yellowish-green coloration, which sets it apart from other Hygrocybe species. This fungus is primarily distributed across Europe and North America, where it can be found in grasslands, meadows, and pastures, particularly in areas with low nutrient levels and little disturbance. It prefers moist, acidic soil and can be encountered from late spring to late autumn.\n\nThe spores of Hygrocybe chlorophana are smooth, ellipsoidal, and measure approximately 7-10 x 4-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrocybe chlorophana is considered edible, although it is not highly valued as a culinary ingredient due to its mild taste and slimy texture. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1537596352,"dateRange":{"0":1443798097,"1":1537015355}},"fileDate":"2023-02-04T01:50:09.229Z","category":"folder","title":"Hygrocybe chlorophana - Гигроцибе жёлто-зелёная - Golden Waxcap - Goldgelber Saftling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20conica","deepCounters":{"total":45,"images":45,"files":45},"counters":{"total":45,"images":45,"files":45},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20conica\/thumbs\/DSC02862.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrocybe conica - Гигроцибе коническая - Blackening Waxcap - Spitzkegeliger Saftling<\/h3><div class=\"comment\">Hygrocybe conica, commonly known as the Blackening Waxcap or Spitzkegeliger Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гигроцибе коническая - Hygrocybe conica","comment":"Hygrocybe conica, commonly known as the Blackening Waxcap or Spitzkegeliger Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a conical to bell-shaped cap, measuring 2-5 cm in diameter, with a smooth, slightly slimy surface and a color that ranges from yellow-orange to red-orange. The stem is slender, measuring 4-8 cm long and 0.5-1 cm thick, with a yellowish to orange color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellow to orange-yellow in color.\n\nHygrocybe conica is known for its distinct conical cap shape and its tendency to blacken when bruised or as it ages. This fungus is primarily distributed across Europe and North America, where it can be found in grasslands, meadows, and pastures, particularly in areas with low nutrient levels and little disturbance. It prefers moist, acidic soil and can be encountered from late spring to late autumn.\n\nThe spores of Hygrocybe conica are smooth, ellipsoidal, and measure approximately 7-10 x 4-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrocybe conica is considered edible, although it is not highly valued as a culinary ingredient due to its mild taste and slimy texture. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1664064137,"dateRange":{"0":1253866974,"1":1664013461}},"fileDate":"2023-02-04T01:50:10.413Z","category":"folder","title":"Hygrocybe conica - Гигроцибе коническая - Blackening Waxcap - Spitzkegeliger Saftling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BE%D1%81%D1%82%D1%80%D0%BE%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20acutoconica","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BE%D1%81%D1%82%D1%80%D0%BE%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20acutoconica\/thumbs\/0DSC05971.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrocybe acutoconica - Гигроцибе остроконическая - Spruce Waxcap - Spitzkegeliger Filzschüppling<\/h3><div class=\"comment\">Hygrocybe acutoconica, commonly known as the Spruce Waxcap or Spitzkegeliger Filzschüppling, is a small to medium-sized basidiomycete mushroom belonging to the&hellip;<\/div>","name":"Гигроцибе остроконическая - Hygrocybe acutoconica","comment":"Hygrocybe acutoconica, commonly known as the Spruce Waxcap or Spitzkegeliger Filzschüppling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a conical to bell-shaped cap, measuring 2-6 cm in diameter, with a smooth, slightly slimy surface and a color that ranges from yellow to yellow-orange. The stem is slender, measuring 3-8 cm long and 0.3-1 cm thick, with a yellowish to orange color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellow to orange-yellow in color.\n\nHygrocybe acutoconica is known for its distinct conical cap shape and its preference for growing near coniferous trees, especially spruce. This fungus is primarily distributed across Europe and North America, where it can be found in coniferous and mixed forests, forming ectomycorrhizal associations with spruce trees. It prefers moist, acidic soil and can be encountered from late spring to late autumn.\n\nThe spores of Hygrocybe acutoconica are smooth, ellipsoidal, and measure approximately 7-10 x 4-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrocybe acutoconica is considered edible, although it is not highly valued as a culinary ingredient due to its mild taste and slimy texture. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.\n\n\n\n","dates":{"added":1630785202,"dateRange":{"0":1630759534,"1":1630759554}},"fileDate":"2023-02-04T01:50:10.496Z","category":"folder","title":"Hygrocybe acutoconica - Гигроцибе остроконическая - Spruce Waxcap - Spitzkegeliger Filzschüppling"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BF%D1%91%D1%81%D1%82%D1%80%D0%B0%D1%8F%20-%20Hygrocybe%20psittacina","deepCounters":{"total":1,"images":1,"files":1},"counters":{"total":1,"images":1,"files":1},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BF%D1%91%D1%81%D1%82%D1%80%D0%B0%D1%8F%20-%20Hygrocybe%20psittacina\/thumbs\/fungi-0003716.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrocybe psittacina - Гигроцибе пёстрая - Parrot Waxcap - Papagei-Saftling<\/h3><div class=\"comment\">Hygrocybe psittacina, commonly known as the Parrot Waxcap or Papagei-Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Гигроцибе пёстрая - Hygrocybe psittacina","comment":"Hygrocybe psittacina, commonly known as the Parrot Waxcap or Papagei-Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to broadly convex cap, measuring 1-4 cm in diameter, with a smooth, slightly slimy surface and a color that ranges from green to greenish-yellow, sometimes with red or orange hues. The stem is slender, measuring 2-5 cm long and 0.2-0.6 cm thick, with a yellowish to greenish color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and yellow to greenish-yellow in color.\n\nHygrocybe psittacina is known for its striking coloration, resembling the vibrant plumage of a parrot, which sets it apart from other Hygrocybe species. This fungus is primarily distributed across Europe and North America, where it can be found in grasslands, meadows, and pastures, particularly in areas with low nutrient levels and little disturbance. It prefers moist, acidic soil and can be encountered from late spring to late autumn.\n\nThe spores of Hygrocybe psittacina are smooth, ellipsoidal, and measure approximately 7-9 x 4-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Hygrocybe psittacina is considered edible, although it is not highly valued as a culinary ingredient due to its mild taste and slimy texture. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1433107698,"dateRange":{"0":1679248189,"1":1679248189}},"fileDate":"2023-02-04T01:50:10.501Z","category":"folder","title":"Hygrocybe psittacina - Гигроцибе пёстрая - Parrot Waxcap - Papagei-Saftling"},{"path":"%D0%9A%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%B5%D0%BB%D0%BB%D1%83%D0%BB%D0%B0%20%D0%B1%D1%83%D0%B3%D0%BE%D1%80%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Cantharellula%20umbonata","deepCounters":{"total":14,"images":14,"files":14},"counters":{"total":14,"images":14,"files":14},"thumb":{"path":"%D0%9A%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%B5%D0%BB%D0%BB%D1%83%D0%BB%D0%B0%20%D0%B1%D1%83%D0%B3%D0%BE%D1%80%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Cantharellula%20umbonata\/thumbs\/0DSC06387.webp","width":512,"height":410},"thumbCaption":"<h3>Cantharellula umbonata - Кантареллула бугорковая - Umbonate Chanterelle - Höckeriger Scheinpfifferling<\/h3><div class=\"comment\">Cantharellula umbonata, commonly known as the Umbonate Chanterelle or Höckeriger Scheinpfifferling, is a small basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Кантареллула бугорковая - Cantharellula umbonata","comment":"Cantharellula umbonata, commonly known as the Umbonate Chanterelle or Höckeriger Scheinpfifferling, is a small basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to umbonate cap, measuring 1-4 cm in diameter, with a smooth, slightly wrinkled surface and a color that ranges from grayish-brown to dark brown. The stem is slender, measuring 2-5 cm long and 0.2-0.6 cm thick, with a whitish to grayish color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and whitish to grayish in color.\n\nCantharellula umbonata is known for its small size and umbonate cap, which sets it apart from true chanterelles (Cantharellus spp.). This fungus is primarily distributed across Europe and North America, where it can be found in coniferous and mixed forests, often growing in moss or needle beds. It prefers moist, acidic soil and can be encountered from late summer to late autumn.\n\nThe spores of Cantharellula umbonata are smooth, ellipsoidal, and measure approximately 4-7 x 3-4 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Cantharellula umbonata is considered edible, although it is not highly valued as a culinary ingredient due to its small size and mild taste. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1664725500,"dateRange":{"0":1663595966,"1":1664630872}},"fileDate":"2023-02-04T01:50:11.497Z","category":"folder","title":"Cantharellula umbonata - Кантареллула бугорковая - Umbonate Chanterelle - Höckeriger Scheinpfifferling"},{"path":"%D0%9A%D1%83%D1%84%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D1%81%20%D0%B4%D0%B5%D0%B2%D0%B8%D1%87%D0%B8%D0%B9%20-%20Cuphophyllus%20virgineus","deepCounters":{"total":7,"images":7,"files":7},"counters":{"total":7,"images":7,"files":7},"thumb":{"path":"%D0%9A%D1%83%D1%84%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D1%81%20%D0%B4%D0%B5%D0%B2%D0%B8%D1%87%D0%B8%D0%B9%20-%20Cuphophyllus%20virgineus\/thumbs\/DSC00509.webp","width":512,"height":410},"thumbCaption":"<h3>Cuphophyllus virgineus - Куфофиллус девичий - Snowy Waxcap - Weißer Saftling<\/h3><div class=\"comment\">Cuphophyllus virgineus, commonly known as the Snowy Waxcap or Weißer Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family&hellip;<\/div>","name":"Куфофиллус девичий - Cuphophyllus virgineus","comment":"Cuphophyllus virgineus, commonly known as the Snowy Waxcap or Weißer Saftling, is a small to medium-sized basidiomycete mushroom belonging to the family Hygrophoraceae. It is characterized by a convex to broadly convex cap, measuring 2-6 cm in diameter, with a smooth, slightly slimy surface and a pure white color. The stem is slender, measuring 3-6 cm long and 0.3-1 cm thick, with a white color and a smooth texture. The gills are narrowly spaced, adnate to adnexed, and white in color.\n\nCuphophyllus virgineus is known for its pure white coloration, which sets it apart from other waxcap species. This fungus is primarily distributed across Europe and North America, where it can be found in grasslands, meadows, and pastures, particularly in areas with low nutrient levels and little disturbance. It prefers moist, acidic soil and can be encountered from late spring to late autumn.\n\nThe spores of Cuphophyllus virgineus are smooth, ellipsoidal, and measure approximately 6-8 x 3.5-5 µm. It produces a large number of spores, with a single mature fruiting body capable of releasing millions of them. These spores are dispersed by the wind, allowing the fungus to colonize new areas. Cuphophyllus virgineus is considered edible, although it is not highly valued as a culinary ingredient due to its mild taste and slimy texture. Mushroom foragers should exercise caution when collecting mushrooms to avoid misidentification and accidental consumption of toxic species.","dates":{"added":1599674707,"dateRange":{"0":1599047060,"1":1599047141}},"fileDate":"2023-02-04T01:50:11.929Z","category":"folder","title":"Cuphophyllus virgineus - Куфофиллус девичий - Snowy Waxcap - Weißer Saftling"}],"name":"Гигрофоровые - Hygrophoraceae","comment":"Hygrophoraceae, also known as the Waxy Caps or Schnecklinge, is a family of basidiomycete fungi characterized by their often brightly colored fruiting bodies and distinctive waxy or slimy textures. Members of this family typically have a cap with a convex to flattened shape, and their gills are usually thick, well-spaced, and either decurrent or adnate. The stem is generally central and can vary in length and thickness depending on the species.\n\nSome advanced scientific studies have identified certain species within the Hygrophoraceae family as being bioluminescent, as well as having potential medicinal properties due to the presence of bioactive compounds. The Hygrophoraceae family is widely distributed across the globe, with species found in various habitats, such as deciduous and coniferous forests, grasslands, and alpine regions. They are predominantly found in temperate regions of North America, Europe, and Asia.\n\nThe spores of Hygrophoraceae fungi are typically smooth, hyaline, and ellipsoid, with sizes varying depending on the species. Spore production can also vary greatly among different species, with some producing a larger number of spores than others. The spores are dispersed by the wind, allowing the fungi to colonize new areas.\n\nWhile many species within the Hygrophoraceae family are considered edible and some even prized for their taste, others can be inedible or mildly toxic, causing gastrointestinal symptoms if consumed. It is important for mushroom foragers to exercise caution and accurately identify species before consumption to avoid potential health issues.","dates":{"added":1668208444,"dateRange":{"0":1253866974,"1":1679248189}},"fileDate":"2023-02-04T01:49:57.347Z","title":"Hygrophoraceae - Гигрофоровые - Waxy Caps - Schnecklinge"}