{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%BE%D0%BC%D0%B8%D1%86%D0%B5%D1%82%D1%8B%20-%20Pezizomycetes","deepCounters":{"total":612,"images":584,"folders":28,"files":584},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizales\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizomycetes - Пецицомицеты - Cup Fungi - Becherpilze<\/h3><div class=\"comment\">Pezizomycetes, commonly known as Cup Fungi or Becherpilze in German, is a class of fungi within the phylum Ascomycota. This diverse group includes many species&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>513<\/b> species in <b>39<\/b> orders and <b>110<\/b> families photographed.<br\/>\n<br\/><b>8353<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbarium.info\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/plantarium.info\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.info\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/lichenarium.info\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/herbarium.info\/algaerium.info\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizales","deepCounters":{"total":611,"images":584,"folders":27,"files":584},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizales\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizales - Пецицевые - Cup Fungi - Becherpilze<\/h3><div class=\"comment\">Pezizales, commonly known as Cup Fungi or Becherpilze in German, is an order of fungi within the class Pezizomycetes, belonging to the phylum Ascomycota. This&hellip;<\/div>","name":"Пецицевые - Pezizales","comment":"Pezizales, commonly known as Cup Fungi or Becherpilze in German, is an order of fungi within the class Pezizomycetes, belonging to the phylum Ascomycota. This group is characterized by their distinct cup-shaped or discoid fruiting bodies, which give them their common name.\n\nThere are several families within the Pezizales order, including Pezizaceae, Morchellaceae, and Sarcoscyphaceae, among others. Each family contains a diverse range of species, varying in size, color, and habitat preferences.\n\nCup Fungi exhibit a wide range of morphologies, with some species having shallow, open cups, while others may have more complex, lobed, or contorted shapes. The fruiting bodies can display a variety of colors, from bright yellows and oranges to more subdued browns and grays.\n\nPezizales fungi are predominantly saprotrophic, meaning they decompose dead organic matter. Some species also form mycorrhizal associations with plants, exchanging nutrients for sugars produced by the host.\n\nThese fungi can be found in various habitats, including forests, grasslands, and even arid deserts. Many species are associated with specific substrates, such as decaying wood, leaf litter, or soil.\n\nThe spores of Pezizales fungi are produced within specialized structures called asci, which are contained within the fruiting body. Spores are often forcibly ejected from the asci and dispersed by wind, water, or animal activity.\n\nSpores of Pezizales species are typically hyaline (translucent), smooth or ornamented, and vary in shape from spherical to elongated.\n\nSome species of Pezizales are prized for their culinary value, such as the morels (Morchella spp.) and truffles (Tuber spp.).\n\nOther species, like the Scarlet Elf Cup (Sarcoscypha coccinea), are known for their striking appearance and are sought after by nature photographers and mushroom enthusiasts.\n\nSeveral Pezizales species have been found to produce bioactive compounds with potential applications in medicine, such as antimicrobial, antitumor, and immunosuppressive agents.\n\nSome members of the Pezizales order, like those in the genus Xylaria, are known for their role in the decomposition of wood and their ability to break down complex lignin structures.\n\nSpecies within the Pezizales order can be indicators of environmental health, with certain species being sensitive to pollution and other environmental changes.\n\nThe study of Pezizales contributes to our understanding of fungal diversity and ecology and has implications for conservation efforts, as well as potential applications in biotechnology and medicine.","dates":{"added":1683822651,"dateRange":{"0":1240090478,"1":1683717927}},"fileDate":"2023-02-04T01:49:57.297Z","category":"folder","title":"Pezizales - Пецицевые - Cup Fungi - Becherpilze"}],"name":"Пецицомицеты - Pezizomycetes","comment":"Pezizomycetes, commonly known as Cup Fungi or Becherpilze in German, is a class of fungi within the phylum Ascomycota. This diverse group includes many species known for their distinctive cup-like or disc-shaped fruiting bodies, which give them their common name.\n\nThe class Pezizomycetes contains seven orders, including Pezizales, Helotiales, and Orbiliales, with the Pezizales being the most well-known and containing the largest number of species.\n\nCup Fungi exhibit a wide range of fruiting body morphologies, from simple, shallow cups to more complex, lobed or contorted shapes. The colors of these fungi can also be quite diverse, ranging from bright yellows and oranges to more muted browns and grays.\n\nThese fungi are predominantly saprotrophic, meaning they decompose dead organic matter. Some species also form mycorrhizal associations with plants, providing essential nutrients to their host in exchange for sugars.\n\nPezizomycetes can be found in various habitats, including forests, grasslands, and even arid deserts. Many species are associated with specific substrates, such as decaying wood, leaf litter, or soil.\n\nCup Fungi produce their spores in specialized structures called asci, which are contained within the fruiting body. The spores are often forcibly ejected from the asci and dispersed by wind, water, or animal activity.\n\nThe spores of Pezizomycetes are typically hyaline (translucent), smooth or ornamented, and vary in shape from spherical to elongated.\n\nSome species of Pezizomycetes are prized for their culinary value, such as the morels in the family Morchellaceae and the truffles in the family Tuberaceae.\n\nOther species, such as the Scarlet Elf Cup (Sarcoscypha coccinea), are known for their striking appearance and are sought after by nature photographers and mushroom enthusiasts.\n\nSeveral Pezizomycetes species have been found to produce bioactive compounds with potential applications in medicine, such as antimicrobial, antitumor, and immunosuppressive agents.\n\nSome members of the Pezizomycetes class, like those in the genus Xylaria, are known for their role in the decomposition of wood and their ability to break down complex lignin structures.\n\nSpecies within the Pezizomycetes class can be indicators of environmental health, with certain species being sensitive to pollution and other environmental changes.\n\nThe study of Pezizomycetes contributes to our understanding of fungal diversity and ecology and has implications for conservation efforts, as well as potential applications in biotechnology and medicine.","dates":{"added":1683822651,"dateRange":{"0":1240090478,"1":1683717927}},"fileDate":"2023-02-04T01:49:57.209Z","title":"Pezizomycetes - Пецицомицеты - Cup Fungi - Becherpilze"}