{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizales","deepCounters":{"total":611,"images":584,"folders":27,"files":584},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizales - Пецицевые - Cup Fungi - Becherpilze<\/h3><div class=\"comment\">Pezizales, commonly known as Cup Fungi or Becherpilze in German, is an order of fungi within the class Pezizomycetes, belonging to the phylum Ascomycota. This&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%93%D0%B5%D0%BB%D1%8C%D0%B2%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Helvellaceae","deepCounters":{"total":53,"images":50,"folders":3,"files":50},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%93%D0%B5%D0%BB%D1%8C%D0%B2%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Helvellaceae\/%D0%9B%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B9%20-%20Helvella%20acetabulum\/thumbs\/0SET09003.webp","width":512,"height":410},"thumbCaption":"<h3>Helvellaceae - Гельвелловые - Helvellas - Lorcheln<\/h3><div class=\"comment\">The Helvellaceae family, commonly referred to as helvellas or Lorcheln in German, is a group of fungi belonging to the order Pezizales. The family contains&hellip;<\/div>","name":"Гельвелловые - Helvellaceae","comment":"The Helvellaceae family, commonly referred to as helvellas or Lorcheln in German, is a group of fungi belonging to the order Pezizales. The family contains several genera, including Helvella, Gyromitra, and Rhizina, among others.\n\nFungi within the Helvellaceae family are characterized by their unique, often intricate fruiting bodies. These structures can be variously shaped, such as cup-like, saddle-like, or lobed, and are often found in shades of brown, black, or gray.\n\nHelvellaceae fungi are predominantly found in the Northern Hemisphere, including North America, Europe, and Asia. They can be encountered in a variety of habitats, such as forests, grasslands, and disturbed areas, depending on the specific species.\n\nMembers of the Helvellaceae family often form ectomycorrhizal relationships with trees, especially conifers and hardwoods. This symbiotic association benefits both the fungus and the host tree by facilitating nutrient exchange.\n\nSome species in the Helvellaceae family are considered edible, while others are toxic or inedible. It is essential to accurately identify these fungi to avoid potentially dangerous mistakes.\n\nOne well-known species within this family is Gyromitra esculenta, which is known to contain the toxin gyromitrin. Consumption of this species can lead to severe gastrointestinal distress, liver and kidney damage, and even death.\n\nOn the other hand, some species of Helvella, such as H. crispa and H. lacunosa, are considered edible when cooked, although their edibility remains a matter of debate among mycologists and foragers.\n\nSpore morphology and size can vary within the Helvellaceae family, but they are generally elliptical, smooth, and colorless.\n\nMembers of the Helvellaceae family have been used traditionally for various medicinal purposes, although scientific research supporting these uses is limited.\n\nFruiting bodies of Helvellaceae fungi typically appear during spring and fall, depending on the species and local environmental conditions.\n\nThe taxonomy of the Helvellaceae family has undergone numerous revisions, with molecular studies providing new insights into the relationships between genera and species.\n\nSome Helvellaceae fungi demonstrate potential for use in bioremediation, as they can accumulate heavy metals and other contaminants from their environment.\n\nIn recent years, researchers have been investigating the potential of Helvellaceae fungi as sources of bioactive compounds for pharmaceutical and industrial applications.\n\nConservation efforts are essential to protect the habitats and ecosystems supporting Helvellaceae fungi, as many species are sensitive to environmental changes and human disturbance.","dates":{"added":1683384424,"dateRange":{"0":1283954473,"1":1683109881}},"fileDate":"2023-05-06T17:20:24.327Z","category":"folder","title":"Helvellaceae - Гельвелловые - Helvellas - Lorcheln"},{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Discinaceae","deepCounters":{"total":68,"images":64,"folders":4,"files":64},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Discinaceae\/%D0%94%D0%B8%D1%81%D1%86%D0%B8%D0%BD%D0%B0%20%D1%89%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Discina%20ancilis\/thumbs\/DSC07387.webp","width":512,"height":410},"thumbCaption":"<h3>Discinaceae - Дисциновые - False Morels - Schein-Morchelverwandte<\/h3><div class=\"comment\">The Discinaceae family, also known as False Morels or Schein-Morchelverwandte in German, belongs to the Ascomycota phylum of fungi. This family comprises&hellip;<\/div>","name":"Дисциновые - Discinaceae","comment":"The Discinaceae family, also known as False Morels or Schein-Morchelverwandte in German, belongs to the Ascomycota phylum of fungi. This family comprises several genera, including Gyromitra, Discina, and Hydnotrya. The members of Discinaceae are mostly characterized by their distinctive, irregularly shaped, and often brain-like or convoluted cap appearance.\n\nSpecies in the Discinaceae family are typically found in temperate regions of the Northern Hemisphere, particularly in Europe, Asia, and North America. They usually grow in various forest habitats, forming mycorrhizal associations with trees such as conifers and broadleaf species.\n\nThe fruiting bodies of Discinaceae fungi can appear in spring or autumn, depending on the species and environmental conditions. Some species, like Gyromitra esculenta, are known to fruit after snowmelt in early spring.\n\nThe caps of Discinaceae mushrooms can vary greatly in size, shape, and color, ranging from small, cup-shaped structures to large, convoluted masses. The colors can also vary from brown, reddish-brown, or yellowish-brown.\n\nWhile some species in the Discinaceae family are considered edible and even prized in certain regions, others are known to be toxic. For example, Gyromitra esculenta contains the toxin gyromitrin, which can be lethal if ingested in large quantities.\n\nSpore-producing structures in Discinaceae fungi are called asci, which are typically cylindrical or club-shaped. The spores themselves are usually hyaline, smooth, and ellipsoid, measuring between 15-30 x 5-10 micrometers, depending on the species.\n\nThe microscopic structure of Discinaceae fungi is characterized by the presence of paraphyses, which are sterile, elongated cells interspersed among the asci. These paraphyses can be branched or unbranched, septate or aseptate, and may contain pigments.\n\nResearch on the ecology and biology of Discinaceae fungi is still ongoing, and new species are occasionally discovered. In recent years, molecular phylogenetic studies have helped refine the classification of these fungi and shed light on their evolutionary relationships.\n\nIn addition to their ecological roles as mycorrhizal partners and decomposers, some species in the Discinaceae family have been investigated for their potential medicinal properties. For example, certain compounds isolated from Gyromitra species have shown cytotoxic activity against cancer cells.\n\nIt is important to exercise caution when foraging for mushrooms in the Discinaceae family, as some species can be easily confused with the true morels (Morchella spp.), which are highly prized edible fungi. False morels can be distinguished by their irregularly shaped, convoluted caps, and the absence of a honeycomb-like pattern found in true morels.","dates":{"added":1592685004,"dateRange":{"0":1253867873,"1":1588525485}},"fileDate":"2023-02-04T01:49:57.618Z","category":"folder","title":"Discinaceae - Дисциновые - False Morels - Schein-Morchelverwandte"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizaceae","deepCounters":{"total":30,"images":25,"folders":5,"files":25},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pezizaceae\/%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B0%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D0%B0%D1%8F%20-%20Peziza%20varia\/thumbs\/DSC08192.webp","width":512,"height":410},"thumbCaption":"<h3>Pezizaceae - Пецицевые - Cup Fungi - Becherlingsverwandte<\/h3><div class=\"comment\">The Pezizaceae family, known as Cup Fungi or Becherlingsverwandte in German, is a group of fungi belonging to the Ascomycota phylum. They are characterized by&hellip;<\/div>","name":"Пецицевые - Pezizaceae","comment":"The Pezizaceae family, known as Cup Fungi or Becherlingsverwandte in German, is a group of fungi belonging to the Ascomycota phylum. They are characterized by their cup-shaped or saucer-like fruiting bodies, also known as apothecia.\n\nPezizaceae fungi display a diverse range of sizes, colors, and textures, with fruiting bodies ranging from a few millimeters to over 10 centimeters in diameter. Colors can vary from bright and vibrant to dull and earth-toned, while textures range from smooth to hairy or scaly.\n\nThese fungi are saprotrophic, meaning they decompose organic matter, playing a crucial role in nutrient cycling within ecosystems.\n\nPezizaceae are commonly found in various habitats, including forests, grasslands, and even urban environments. They typically grow on decaying wood, leaf litter, or soil.\n\nThe spores of Pezizaceae fungi are typically elliptical, smooth, or ornamented, and are released through a small opening at the top of the apothecium called an ostiole.\n\nPezizaceae are known for their unique method of spore dispersal, which involves the forcible ejection of spores from the apothecium due to changes in humidity or mechanical disturbance.\n\nSome species within the Pezizaceae family are considered edible, while others are inedible or even toxic. Proper identification is crucial before consumption.\n\nOne well-known edible species is Morchella esculenta, or the common morel, which is prized for its unique flavor and texture.\n\nPezizaceae fungi have been used in traditional medicine, particularly in Asian cultures, for their potential health benefits, although scientific evidence supporting these claims is limited.\n\nSome species within the Pezizaceae family are known to produce bioactive compounds with potential applications in pharmaceuticals, such as antibiotics or anti-inflammatory agents.\n\nPezizaceae fungi have also been the subject of research investigating their ability to degrade environmental pollutants, such as polycyclic aromatic hydrocarbons (PAHs) and heavy metals, through bioremediation.\n\nIn some regions, certain Pezizaceae species are considered rare or threatened due to habitat loss and environmental degradation, highlighting the importance of conservation efforts.\n\nFossil evidence suggests that the Pezizaceae family has existed for at least 100 million years, making it one of the oldest known groups of fungi.","dates":{"added":1664064137,"dateRange":{"0":1273220742,"1":1663681268}},"fileDate":"2023-02-04T01:49:57.620Z","category":"folder","title":"Pezizaceae - Пецицевые - Cup Fungi - Becherlingsverwandte"},{"path":"%D0%9F%D0%B8%D1%80%D0%BE%D0%BD%D0%B5%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pyronemataceae","deepCounters":{"total":31,"images":27,"folders":4,"files":27},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9F%D0%B8%D1%80%D0%BE%D0%BD%D0%B5%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pyronemataceae\/%D0%9E%D1%82%D0%B8%D0%B4%D0%B5%D1%8F%20%D0%B6%D0%B0%D0%B1%D1%8C%D1%8F%20-%20Otidea%20bufonia\/thumbs\/0DSC06711.webp","width":512,"height":410},"thumbCaption":"<h3>Pyronemataceae - Пиронемовые - Pyronema family - Flaschenkürbisverwandte<\/h3><div class=\"comment\">The Pyronemataceae family, also known as the Pyronema family or Flaschenkürbisverwandte in German, is a diverse group of fungi that belongs to the Ascomycota&hellip;<\/div>","name":"Пиронемовые - Pyronemataceae","comment":"The Pyronemataceae family, also known as the Pyronema family or Flaschenkürbisverwandte in German, is a diverse group of fungi that belongs to the Ascomycota phylum. This family includes over 100 genera and more than 400 species, which are known for their cup-shaped or disc-shaped fruiting bodies called apothecia.\n\nThe fruiting bodies of Pyronemataceae species vary in size and color, ranging from a few millimeters to several centimeters in diameter. Colors can be bright, such as orange, yellow, or red, or more subdued, like brown or gray.\n\nMany Pyronemataceae species are saprobic, decomposing dead organic matter, while others are mycorrhizal, forming symbiotic relationships with the roots of plants. This makes them important contributors to nutrient cycling in ecosystems.\n\nPyronemataceae fungi are often found in a variety of habitats, including forests, grasslands, and even urban environments like gardens and parks. They typically grow on soil, leaf litter, or decaying wood.\n\nThe spores of Pyronemataceae fungi are usually elliptical, smooth or ornamented, and are dispersed through an opening at the top of the apothecium called an ostiole.\n\nThe distribution of Pyronemataceae species is widespread, with occurrences in Europe, North America, Asia, and other parts of the world.\n\nSome Pyronemataceae fungi are considered edible, like the Scarlet Elf Cup (Sarcoscypha coccinea), but caution is advised when foraging, as many species within this family are difficult to identify and some may be toxic.\n\nResearch on Pyronemataceae fungi has revealed the presence of bioactive compounds with potential pharmaceutical applications, such as antimicrobial and antioxidant properties.\n\nSome Pyronemataceae species, like Otidea onotica, have been used traditionally in folk medicine for their presumed health benefits.\n\nThe ecological role of Pyronemataceae fungi is significant, with some species having potential for bioremediation, helping to degrade environmental pollutants.\n\nConservation efforts are essential to protect the habitats of Pyronemataceae species, as some are considered rare or threatened due to habitat loss and environmental degradation.\n\nMolecular techniques and DNA sequencing have improved the understanding of Pyronemataceae taxonomy and phylogeny, but further research is still required to fully comprehend the relationships between species within this diverse family.\n\nProper identification of Pyronemataceae species is important for both ecological studies and to ensure safe foraging practices.","dates":{"added":1664064137,"dateRange":{"0":1278688396,"1":1679762104}},"fileDate":"2023-02-04T01:49:57.621Z","category":"folder","title":"Pyronemataceae - Пиронемовые - Pyronema family - Flaschenkürbisverwandte"},{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sarcoscyphaceae","deepCounters":{"total":331,"images":329,"folders":2,"files":329},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sarcoscyphaceae\/%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%B0%20%D0%B0%D0%B2%D1%81%D1%82%D1%80%D0%B8%D0%B9%D1%81%D0%BA%D0%B0%D1%8F%20-%20Sarcoscypha%20austriaca\/thumbs\/DSC08096.webp","width":512,"height":410},"thumbCaption":"<h3>Sarcoscyphaceae - Саркосцифовые - Scarlet Elf Cups - Scharlachschalen<\/h3><div class=\"comment\">The Sarcoscyphaceae family, also known as Scarlet Elf Cups or Scharlachschalen in German, is a group of fungi belonging to the order Pezizales. They are&hellip;<\/div>","name":"Саркосцифовые - Sarcoscyphaceae","comment":"The Sarcoscyphaceae family, also known as Scarlet Elf Cups or Scharlachschalen in German, is a group of fungi belonging to the order Pezizales. They are characterized by their brightly colored, cup-shaped fruiting bodies and are often found on decaying wood in moist environments.\n\nThe fruiting bodies of fungi in the Sarcoscyphaceae family are typically small to medium-sized, with a diameter ranging from 1 to 10 cm. The inner surface of the cup is smooth and brightly colored, often in shades of red, orange, or yellow, while the outer surface is paler and may be hairy or scurfy.\n\nMembers of the Sarcoscyphaceae family are saprotrophic, decomposing dead plant material, particularly wood. They play a crucial role in nutrient cycling within forest ecosystems by breaking down lignin and cellulose in dead wood.\n\nThese fungi are commonly found in temperate regions of the Northern Hemisphere, particularly in Europe and North America. However, some species can also be found in tropical and subtropical regions.\n\nThe spores of Sarcoscyphaceae fungi are typically elliptical, smooth, and hyaline, and are formed within asci in the apothecium. They are dispersed by wind or rain splash.\n\nThe most well-known species in this family is Sarcoscypha coccinea, also known as the Scarlet Elf Cup or Scharlachschale in German. This species is characterized by its vibrant red color and is often found on decaying branches in damp forests.\n\nAnother notable species is Sarcoscypha dudleyi, commonly known as the Orange Peel Fungus, which is found in North America and has a bright orange color.\n\nWhile Sarcoscyphaceae fungi are not generally considered edible due to their small size and insubstantial flesh, some species, such as Sarcoscypha coccinea, have been consumed by indigenous peoples in North America.\n\nThese fungi are often used as a natural indicator of the health of a forest ecosystem, as they require a suitable balance of moisture, temperature, and decomposing organic material to thrive.\n\nSarcoscyphaceae fungi are also known to form mycorrhizal associations with certain tree species, providing their host plants with essential nutrients in exchange for sugars.\n\nSome research has suggested that Sarcoscyphaceae fungi may have potential applications in bioremediation and the production of bioactive compounds, though further study is needed to confirm these possibilities.\n\nSpecies within the Sarcoscyphaceae family can be difficult to identify due to their similar appearance and microscopic characteristics, making accurate identification essential for ecological research and conservation efforts.\n\nPreservation of the habitats where these fungi are found is crucial for maintaining their populations and supporting the overall health of forest ecosystems.","dates":{"added":1680916161,"dateRange":{"0":1240090478,"1":1680862723}},"fileDate":"2023-02-04T01:49:57.622Z","category":"folder","title":"Sarcoscyphaceae - Саркосцифовые - Scarlet Elf Cups - Scharlachschalen"},{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae","deepCounters":{"total":92,"images":89,"folders":3,"files":89},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Morchellaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D1%87%D0%BE%D0%BA%20%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%B8%D0%B9%20-%20Morchella%20elata\/thumbs\/0BO302792.webp","width":512,"height":410},"thumbCaption":"<h3>Morchellaceae - Сморчковые - Morels - Morcheln<\/h3><div class=\"comment\">The Morchellaceae family, commonly known as Morels or Morcheln in German, is a group of fungi belonging to the order Pezizales. They are highly prized for their&hellip;<\/div>","name":"Сморчковые - Morchellaceae","comment":"The Morchellaceae family, commonly known as Morels or Morcheln in German, is a group of fungi belonging to the order Pezizales. They are highly prized for their unique, honeycomb-like appearance and excellent culinary properties.\n\nMorels are characterized by their sponge-like or honeycomb-textured fruiting bodies, which are typically conical or cylindrical in shape. The cap is covered with a network of ridges and pits, while the stalk is usually hollow, white to beige, and may be smooth or furrowed.\n\nThese fungi are found primarily in the Northern Hemisphere, particularly in temperate regions of Europe, Asia, and North America. However, some species can also be found in Africa, Australia, and South America.\n\nMorels are saprotrophic, meaning they decompose dead organic material, and some species are also known to form mycorrhizal associations with trees, especially in the genera Betula, Populus, and Quercus.\n\nThe fruiting bodies of Morchellaceae fungi typically appear in the spring, often after periods of rain or snowmelt. They are commonly found in forests, especially in disturbed areas, such as burned sites or areas with nutrient-rich soil.\n\nMorel spores are elliptical, smooth, and hyaline, and are produced in asci within the pits of the cap. They are dispersed by wind, water, or animal activity.\n\nThere are approximately 80 recognized species in the Morchellaceae family, with Morchella esculenta, Morchella elata, and Morchella deliciosa being some of the most well-known and sought-after species for their culinary value.\n\nMorels are highly prized by chefs and food enthusiasts for their earthy, nutty flavor and delicate texture. They are typically cooked before consumption to eliminate any potential toxins and to enhance their flavor.\n\nIt is important to distinguish true morels from the toxic false morel, Gyromitra esculenta, which can cause severe poisoning if consumed. The false morel has a more irregular, brain-like appearance compared to the honeycomb texture of true morels.\n\nMorel harvesting is a popular activity in many countries, with annual festivals and events dedicated to celebrating the morel season. In some regions, morel hunting is regulated to prevent overharvesting and to ensure the sustainability of morel populations.\n\nThe cultivation of morels has proven to be challenging due to their complex life cycle and specific environmental requirements. However, advances in cultivation techniques have resulted in limited commercial production of morels in recent years.\n\nSome Morchellaceae species, such as Morchella rufobrunnea, have been reported to assist in the biodegradation of environmental pollutants, indicating potential applications in bioremediation efforts.\n\nMorel populations can be sensitive to habitat disturbance and environmental changes, making their presence a potential indicator of the health of an ecosystem.\n\nConservation efforts, including habitat preservation and sustainable harvesting practices, are essential for maintaining morel populations and ensuring their continued availability for future generations.","dates":{"added":1683822651,"dateRange":{"0":1431776067,"1":1683717927}},"fileDate":"2023-05-11T19:13:07.528Z","category":"folder","title":"Morchellaceae - Сморчковые - Morels - Morcheln"}],"name":"Пецицевые - Pezizales","comment":"Pezizales, commonly known as Cup Fungi or Becherpilze in German, is an order of fungi within the class Pezizomycetes, belonging to the phylum Ascomycota. This group is characterized by their distinct cup-shaped or discoid fruiting bodies, which give them their common name.\n\nThere are several families within the Pezizales order, including Pezizaceae, Morchellaceae, and Sarcoscyphaceae, among others. Each family contains a diverse range of species, varying in size, color, and habitat preferences.\n\nCup Fungi exhibit a wide range of morphologies, with some species having shallow, open cups, while others may have more complex, lobed, or contorted shapes. The fruiting bodies can display a variety of colors, from bright yellows and oranges to more subdued browns and grays.\n\nPezizales fungi are predominantly saprotrophic, meaning they decompose dead organic matter. Some species also form mycorrhizal associations with plants, exchanging nutrients for sugars produced by the host.\n\nThese fungi can be found in various habitats, including forests, grasslands, and even arid deserts. Many species are associated with specific substrates, such as decaying wood, leaf litter, or soil.\n\nThe spores of Pezizales fungi are produced within specialized structures called asci, which are contained within the fruiting body. Spores are often forcibly ejected from the asci and dispersed by wind, water, or animal activity.\n\nSpores of Pezizales species are typically hyaline (translucent), smooth or ornamented, and vary in shape from spherical to elongated.\n\nSome species of Pezizales are prized for their culinary value, such as the morels (Morchella spp.) and truffles (Tuber spp.).\n\nOther species, like the Scarlet Elf Cup (Sarcoscypha coccinea), are known for their striking appearance and are sought after by nature photographers and mushroom enthusiasts.\n\nSeveral Pezizales species have been found to produce bioactive compounds with potential applications in medicine, such as antimicrobial, antitumor, and immunosuppressive agents.\n\nSome members of the Pezizales order, like those in the genus Xylaria, are known for their role in the decomposition of wood and their ability to break down complex lignin structures.\n\nSpecies within the Pezizales order can be indicators of environmental health, with certain species being sensitive to pollution and other environmental changes.\n\nThe study of Pezizales contributes to our understanding of fungal diversity and ecology and has implications for conservation efforts, as well as potential applications in biotechnology and medicine.","dates":{"added":1683822651,"dateRange":{"0":1240090478,"1":1683717927}},"fileDate":"2023-02-04T01:49:57.297Z","title":"Pezizales - Пецицевые - Cup Fungi - Becherpilze"}