{"path":"%D0%94%D0%B5%D1%80%D0%BC%D0%B0%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dermateaceae","deepCounters":{"total":21,"images":17,"folders":4,"files":17},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%80%D0%BE%D0%B7%D1%8B%20-%20Diplocarpon%20rosae\/thumbs\/IMG_5955.webp","width":512,"height":410},"thumbCaption":"<h3>Дерматеевые - Dermateaceae<\/h3><div class=\"comment\">Dermateaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of saprotrophic fungi that are&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%80%D0%BE%D0%B7%D1%8B%20-%20Diplocarpon%20rosae","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%80%D0%BE%D0%B7%D1%8B%20-%20Diplocarpon%20rosae\/thumbs\/IMG_5955.webp","width":512,"height":410},"thumbCaption":"<h3>Diplocarpon rosae - Диплокарпон розовой пятнистости - Black spot fungus - Echter Rosenrost<\/h3><div class=\"comment\">Diplocarpon rosae is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as black spot&hellip;<\/div>","name":"Диплокарпон розы - Diplocarpon rosae","comment":"Diplocarpon rosae is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as black spot fungus and is a plant pathogen that causes a disease known as black spot on various species of roses.\n\nThe fungus attacks the leaves of roses, causing small, round black spots that gradually increase in size and can lead to defoliation. It also affects the stems and flowers of roses, causing cankers and deformations. The disease can cause significant damage to rose gardens and plantations, leading to economic losses in the horticulture industry.\n\nDiplocarpon rosae produces spores that are dispersed by wind or splashing water, allowing the fungus to spread to nearby roses. The spores can survive on infected leaves and stems, allowing the disease to persist from one growing season to the next.\n\nControl measures for Diplocarpon rosae include cultural practices such as pruning and thinning infected roses, as well as fungicides and biological control agents. The disease can be prevented by planting resistant rose cultivars and maintaining proper sanitation practices in rose gardens.\n\nResearch on the ecology, taxonomy, and physiology of Diplocarpon rosae aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Diplocarpon rosae is a plant pathogen that causes black spot on various species of roses. The fungus produces spores that are dispersed by wind or splashing water, and the disease can cause significant damage to rose gardens and plantations. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1439852902,"dateRange":{"0":1403437130,"1":1403437144}},"fileDate":"2023-02-04T01:53:58.235Z","category":"folder","title":"Diplocarpon rosae - Диплокарпон розовой пятнистости - Black spot fungus - Echter Rosenrost"},{"path":"%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%8D%D1%80%D0%BB%D0%B8%D0%B0%D0%BD%D1%83%D0%BC%20-%20Diplocarpon%20earlianum","deepCounters":{"total":3,"images":3,"files":3},"counters":{"total":3,"images":3,"files":3},"thumb":{"path":"%D0%94%D0%B8%D0%BF%D0%BB%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%BD%20%D1%8D%D1%80%D0%BB%D0%B8%D0%B0%D0%BD%D1%83%D0%BC%20-%20Diplocarpon%20earlianum\/thumbs\/DSC00539.webp","width":512,"height":410},"thumbCaption":"<h3>Diplocarpon earlianum - Диплокарпон Эрлиана - Diplocarpon earlianum - Diplocarpon earlianum<\/h3><div class=\"comment\">Diplocarpon earlianum is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is a plant pathogen that&hellip;<\/div>","name":"Диплокарпон эрлианум - Diplocarpon earlianum","comment":"Diplocarpon earlianum is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is a plant pathogen that causes a disease known as apple scab on various species of apple trees.\n\nThe fungus attacks the leaves, fruits, and twigs of apple trees, causing dark, scabby lesions that can lead to defoliation and reduced fruit production. The disease can cause significant economic losses in the fruit-growing industry.\n\nDiplocarpon earlianum produces spores that are dispersed by wind or splashing water, allowing the fungus to spread to nearby apple trees. The spores can survive on infected plant material, allowing the disease to persist from one growing season to the next.\n\nControl measures for Diplocarpon earlianum include cultural practices such as pruning and thinning infected apple trees, as well as fungicides and biological control agents. The disease can be prevented by planting resistant apple cultivars and maintaining proper sanitation practices in orchards.\n\nResearch on the ecology, taxonomy, and physiology of Diplocarpon earlianum aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Diplocarpon earlianum is a plant pathogen that causes apple scab on various species of apple trees. The fungus produces spores that are dispersed by wind or splashing water, and the disease can cause significant economic losses in the fruit-growing industry. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1439852902,"dateRange":{"0":1403540327,"1":1403540335}},"fileDate":"2023-02-04T01:53:58.250Z","category":"folder","title":"Diplocarpon earlianum - Диплокарпон Эрлиана - Diplocarpon earlianum - Diplocarpon earlianum"},{"path":"%D0%9C%D0%B0%D1%80%D1%81%D1%81%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%B1%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Marssonina%20betulae","deepCounters":{"total":9,"images":9,"files":9},"counters":{"total":9,"images":9,"files":9},"thumb":{"path":"%D0%9C%D0%B0%D1%80%D1%81%D1%81%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%B1%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Marssonina%20betulae\/thumbs\/DSC05698_.webp","width":512,"height":410},"thumbCaption":"<h3>Marssonina betulae - Марссонина березовая - Birch leaf spot fungus - Birken-Blattfleckenpilz<\/h3><div class=\"comment\">Marssonina betulae is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as birch leaf&hellip;<\/div>","name":"Марссония березовая - Marssonina betulae","comment":"Marssonina betulae is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as birch leaf spot fungus and is a plant pathogen that causes a disease known as birch leaf spot on various species of birch trees.\n\nThe fungus attacks the leaves of birch trees, causing small, circular to irregularly shaped spots that can coalesce and cause the leaves to yellow and fall prematurely. The disease can cause significant damage to birch forests and landscapes, leading to economic losses in the forestry and horticulture industries.\n\nMarssonina betulae produces spores that are dispersed by wind or splashing water, allowing the fungus to spread to nearby birch trees. The spores can survive on infected leaves, allowing the disease to persist from one growing season to the next.\n\nControl measures for Marssonina betulae include cultural practices such as pruning and thinning infected birch trees, as well as fungicides and biological control agents. The disease can be prevented by planting resistant birch cultivars and maintaining proper sanitation practices in landscapes.\n\nResearch on the ecology, taxonomy, and physiology of Marssonina betulae aids in understanding its distribution, virulence, and potential control measures. It has been found that the fungus produces secondary metabolites with potential applications in biotechnology and pharmaceutical research.\n\nIn summary, Marssonina betulae is a plant pathogen that causes birch leaf spot on various species of birch trees. The fungus produces spores that are dispersed by wind or splashing water, and the disease can cause significant damage to birch forests and landscapes. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential applications.","dates":{"added":1441482702,"dateRange":{"0":1440326737,"1":1440957978}},"fileDate":"2023-02-04T01:53:58.312Z","category":"folder","title":"Marssonina betulae - Марссонина березовая - Birch leaf spot fungus - Birken-Blattfleckenpilz"},{"path":"%D0%9C%D0%BE%D0%BB%D0%BB%D0%B8%D0%B7%D0%B8%D1%8F%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Mollisia%20amenticola","deepCounters":{"total":2,"images":2,"files":2},"counters":{"total":2,"images":2,"files":2},"thumb":{"path":"%D0%9C%D0%BE%D0%BB%D0%BB%D0%B8%D0%B7%D0%B8%D1%8F%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Mollisia%20amenticola\/thumbs\/_DSC_10445.jpg.webp","width":512,"height":410},"thumbCaption":"<h3>Mollisia amenticola - Моллизия лесная - Woodland Mollisia - Wald-Schneckling<\/h3><div class=\"comment\">Mollisia amenticola is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as woodland&hellip;<\/div>","name":"Моллизия ольховая - Mollisia amenticola","comment":"Mollisia amenticola is a species of fungus in the family Dermateaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as woodland Mollisia, and it is a saprotrophic fungus that decomposes dead wood.\n\nThe fungus grows on decaying wood, producing small, cup-shaped fruiting bodies that are typically found in clusters. The fruiting bodies are covered in hairs and can range in color from white to yellowish-brown.\n\nMollisia amenticola is found in various habitats, including forests, woodlands, and grasslands. It plays an essential role in decomposing dead wood and contributing to nutrient cycling within ecosystems.\n\nThe taxonomy and phylogeny of Mollisia amenticola are still not well understood, and further research is needed to fully characterize this species of fungus. Studies have shown that some species within the Dermateaceae family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Mollisia amenticola is a saprotrophic fungus that decomposes dead wood. It produces small, cup-shaped fruiting bodies and is found in various habitats. Further research is needed to fully understand the taxonomy and potential applications of this species of fungus. Mollisia amenticola plays an essential role in decomposing dead wood and contributing to nutrient cycling within ecosystems.","dates":{"added":1679151037,"dateRange":{"0":1472512460,"1":1679150230}},"fileDate":"2023-03-18T16:46:14.166Z","category":"folder","title":"Mollisia amenticola - Моллизия лесная - Woodland Mollisia - Wald-Schneckling"}],"name":"Дерматеевые - Dermateaceae","comment":"Dermateaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains several genera of saprotrophic fungi that are commonly found growing on decaying plant material such as leaves, twigs, and fallen wood.\n\nThe fruiting bodies of Dermateaceae fungi are typically small and cup-shaped, with a smooth or slightly rough surface. The spores are produced in the asci contained within the fruiting bodies and are dispersed by wind or other means.\n\nThe taxonomy and phylogeny of the Dermateaceae family are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nDermateaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are found in various habitats, including forests, grasslands, and wetlands.\n\nIn summary, Dermateaceae is a family of fungi containing several genera of saprotrophic fungi commonly found growing on decaying plant material. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi. Dermateaceae fungi play an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems.","dates":{"added":1679151037,"dateRange":{"0":1403437130,"1":1679150230}},"fileDate":"2023-03-18T15:16:23.433Z","title":"Дерматеевые - Dermateaceae"}