{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Schizophyllaceae","deepCounters":{"total":20,"images":19,"folders":1,"files":19},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Schizophyllum%20commune\/thumbs\/fungi-0003135.webp","width":512,"height":410},"thumbCaption":"<h3>Schizophyllaceae - Щелелистниковые - Split-gill family - Spaltblättlinge<\/h3><div class=\"comment\">The Schizophyllaceae family, also known as the split-gill family or Spaltblättlinge, is a relatively small group of fungi that contains around six genera and&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Schizophyllum%20commune","deepCounters":{"total":19,"images":19,"files":19},"counters":{"total":19,"images":19,"files":19},"thumb":{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Schizophyllum%20commune\/thumbs\/fungi-0003135.webp","width":512,"height":410},"thumbCaption":"<h3>Schizophyllum commune - Щелелистник обыкновенный - Split Gill Fungus - Spaltblättling<\/h3><div class=\"comment\">Schizophyllum commune, commonly known as the Split Gill Fungus or Spaltblättling in German, is a widespread and easily recognizable mushroom. This small,&hellip;<\/div>","name":"Щелелистник обыкновенный - Schizophyllum commune","comment":"Schizophyllum commune, commonly known as the Split Gill Fungus or Spaltblättling in German, is a widespread and easily recognizable mushroom. This small, fan-shaped fungus has a cap size ranging from 1 to 4 cm in diameter, with a distinctive gill-like structure that appears split or divided longitudinally, hence the name. The cap color varies from white to grayish or light brown, often with a slightly hairy texture.\n\nThis mushroom is one of the most common fungi worldwide, with a distribution covering North and South America, Europe, Asia, Africa, and Australia. It thrives in a variety of habitats, most notably on decaying wood, where it plays a significant role in breaking down lignin and cellulose.\n\nThe chemistry of Schizophyllum commune is fascinating, as it produces a variety of biologically active compounds. One such compound, schizophyllan, has potential applications in the medical field, particularly in cancer research and immunostimulating therapies.\n\nThe spores of Schizophyllum commune are smooth, ellipsoid, and measure 4-6 x 2-3 micrometers. They are produced in basidia (spore-producing cells) and are released by the thousands, contributing to the fungus's wide distribution.\n\nInterestingly, Schizophyllum commune exhibits over 28,000 different mating types, making it one of the most genetically diverse species in the fungal kingdom. This diversity contributes to its ability to adapt to a wide range of environments and substrates.\n\nResearch has shown that Schizophyllum commune can decompose a variety of pollutants, such as polycyclic aromatic hydrocarbons and dyes, making it a potential candidate for bioremediation. Additionally, studies have found the fungus to possess antimicrobial properties, further expanding its potential uses.","dates":{"added":1683384424,"dateRange":{"0":1241532531,"1":1683104182}},"fileDate":"2023-05-06T17:05:39.565Z","category":"folder","title":"Schizophyllum commune - Щелелистник обыкновенный - Split Gill Fungus - Spaltblättling"}],"name":"Щелелистниковые - Schizophyllaceae","comment":"The Schizophyllaceae family, also known as the split-gill family or Spaltblättlinge, is a relatively small group of fungi that contains around six genera and about 60 species. This family belongs to the order Agaricales, which is one of the largest and most diverse orders within the fungal kingdom.\n\nFungi in the Schizophyllaceae family are characterized by their unique fruiting bodies, which have gills that split into two layers when dry and rehydrate when moist. This distinctive feature allows these fungi to withstand periods of desiccation and then revive when conditions become more favorable.\n\nThe fruiting bodies of Schizophyllaceae species can be found on wood, particularly dead or decaying wood, in various habitats such as forests, woodlands, and urban environments. They are mainly found on deciduous trees, but some species can also grow on coniferous wood.\n\nMembers of the Schizophyllaceae family are saprotrophic, meaning they decompose organic matter, particularly wood, and play an essential role in recycling nutrients within their ecosystems. Some species are also known to form weak parasitic relationships with living trees, causing white rot in the wood.\n\nThe most well-known genus within the Schizophyllaceae family is Schizophyllum, which includes the commonly studied species Schizophyllum commune. This widespread fungus is one of the most researched wood-decay fungi due to its unique gill structure and ability to produce enzymes that break down wood components.\n\nAnother notable genus in the Schizophyllaceae family is Auriculariopsis, which includes species such as Auriculariopsis ampla and Auriculariopsis albomellea. These fungi are characterized by their irregular, fan-shaped fruiting bodies and gelatinous texture.\n\nSpore sizes and shapes within the Schizophyllaceae family can vary, with some species producing small, elliptical spores, while others produce larger, more irregularly shaped spores. The spore-producing structures, or basidia, usually contain two to four spores each.\n\nFruiting bodies of Schizophyllaceae fungi can be found throughout the year, depending on the species and local climate conditions. However, the majority of species tend to fruit during the cooler months of the year.\n\nAlthough some species within the Schizophyllaceae family have been used for medicinal purposes, particularly in traditional Chinese medicine, they are generally not considered edible due to their tough, leathery texture.\n\nThere is ongoing research into the potential medicinal properties of Schizophyllaceae fungi, particularly Schizophyllum commune, which has been found to contain compounds with immunomodulatory, antiviral, and antitumor activities.\n\nThe Schizophyllaceae family has a worldwide distribution, with species found on every continent except Antarctica. Some species, like Schizophyllum commune, are widespread and abundant, while others have more restricted ranges and are considered rare or local.\n\nSchizophyllaceae fungi display a range of colors, from white to gray, brown, or black, and the fruiting bodies can have smooth, hairy, or scaly surfaces. The fruiting bodies are often small to medium in size, typically measuring between 1 and 10 cm in diameter.\n\nMembers of the Schizophyllaceae family have been used in biotechnological applications, such as the production of enzymes for the pulp and paper industry or the treatment of lignocellulosic waste materials.","dates":{"added":1683384424,"dateRange":{"0":1241532531,"1":1683104182}},"fileDate":"2023-02-04T01:49:57.401Z","title":"Schizophyllaceae - Щелелистниковые - Split-gill family - Spaltblättlinge"}