{"path":"%D0%90%D0%B3%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricales","deepCounters":{"total":3785,"images":3537,"folders":248,"files":3537},"counters":{"total":27,"folders":27},"thumb":{"path":"%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze<\/h3><div class=\"comment\">Agaricales is an order of fungi that includes the gilled mushrooms, as well as several other types of fungi with diverse morphologies and lifestyles. This order&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>516<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8446<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae","deepCounters":{"total":390,"images":378,"folders":12,"files":378},"counters":{"total":12,"folders":12},"thumb":{"path":"%D0%90%D0%BC%D0%B0%D0%BD%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amanitaceae\/%D0%9C%D1%83%D1%85%D0%BE%D0%BC%D0%BE%D1%80%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B9%20-%20Amanita%20muscaria\/thumbs\/fungi-0004702.webp","width":512,"height":410},"thumbCaption":"<h3>Amanitaceae - Аманитовые - Amanita family - Wulstlingsverwandte<\/h3><div class=\"comment\">Amanitaceae is a family of fungi that includes the Amanita genus, as well as several other types of fungi with similar morphologies and lifestyles. This family&hellip;<\/div>","name":"Аманитовые - Amanitaceae","comment":"Amanitaceae is a family of fungi that includes the Amanita genus, as well as several other types of fungi with similar morphologies and lifestyles. This family is characterized by their distinctive fruiting body, which typically includes a cap, stalk, and skirt-like annulus.\n\nThe fruiting body of Amanitaceae is typically large and showy, with a cap that can range from white to yellow, brown, or red. The cap is often covered in warts or scales, which can be used to help identify different species. The spores of Amanitaceae are produced in basidia, which are elongated cells that contain four spores each.\n\nAmanitaceae fungi are mycorrhizal, meaning they form mutualistic relationships with the roots of trees. They exchange nutrients for carbon in a process that benefits both the fungus and the host plant. Some species are also toxic, producing potent toxins that can cause severe illness or death if ingested.\n\nThis family includes many highly toxic species, including Amanita phalloides, commonly known as the Death cap, and Amanita virosa, the Destroying angel. These fungi are responsible for the majority of mushroom poisonings worldwide and should never be consumed. Some species of Amanitaceae are also used in traditional medicine, where they are believed to have anti-inflammatory and immune-boosting properties.\n\nAmanitaceae fungi are widely distributed and can be found in a variety of habitats, including forests, grasslands, and wetlands. They are most commonly found in temperate regions, but can also be found in tropical and arctic regions.\n\nIn conclusion, Amanitaceae is a fascinating and important family of fungi. Its members include some of the most toxic and deadly fungi in the world, as well as important mycorrhizal partners in forest ecosystems. The distinctive morphologies and lifestyles of these fungi make them an important and fascinating group for scientific study.","dates":{"added":1664725500,"dateRange":{"0":1190484620,"1":1664635756}},"fileDate":"2023-02-04T01:49:57.339Z","category":"folder","title":"Amanitaceae - Аманитовые - Amanita family - Wulstlingsverwandte"},{"path":"%D0%91%D0%BE%D0%BB%D1%8C%D0%B1%D0%B8%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bolbitiaceae","deepCounters":{"total":62,"images":57,"folders":5,"files":57},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%91%D0%BE%D0%BB%D1%8C%D0%B1%D0%B8%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bolbitiaceae\/%D0%9A%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BD%D0%B5%D0%B6%D0%BD%D0%B0%D1%8F%20-%20Conocybe%20tenera\/thumbs\/DSC05890.webp","width":512,"height":410},"thumbCaption":"<h3>Bolbitiaceae - Больбитиевые - Bolbitiaceae family - Bolbitiaceae Familie<\/h3><div class=\"comment\">The Bolbitiaceae family, known as Больбитиевые in Russian, is a group of basidiomycete fungi belonging to the Agaricales order. These fungi are characterized by&hellip;<\/div>","name":"Больбитиевые - Bolbitiaceae","comment":"The Bolbitiaceae family, known as Больбитиевые in Russian, is a group of basidiomycete fungi belonging to the Agaricales order. These fungi are characterized by their saprotrophic lifestyle, meaning they obtain nutrients by decomposing dead organic matter, primarily from plants. The family consists of multiple genera, including Bolbitius, Conocybe, and Agrocybe, among others.\n\nAdvanced scientific research has shown that members of the Bolbitiaceae family display a wide range of morphological and physiological characteristics. Some species are known to contain psychoactive compounds, such as psilocybin, while others are considered toxic due to the presence of substances like muscarine.\n\nThe distribution of Bolbitiaceae fungi is widespread, as they can be found in various regions around the world, including Europe, North America, Asia, and parts of Russia. They typically inhabit grasslands, forests, and other ecosystems with abundant organic matter.\n\nSpore characteristics differ among the genera within the Bolbitiaceae family. For example, Bolbitius species produce rusty-brown spores, while Conocybe species have light brown to reddish-brown spores. Spore dimensions and shapes vary, depending on the specific genus and species.\n\nThe number of spores produced per fruiting body can vary widely, depending on factors such as species, environmental conditions, and the size of the fruiting body. In general, millions of spores can be produced by a single mushroom.\n\nIt is essential to exercise caution when foraging for mushrooms within the Bolbitiaceae family, as some species may be toxic or psychoactive. Proper identification is crucial to avoid accidental ingestion of harmful fungi.","dates":{"added":1691016468,"dateRange":{"0":1630158450,"1":1690914440}},"fileDate":"2023-02-04T01:49:57.341Z","category":"folder","title":"Bolbitiaceae - Больбитиевые - Bolbitiaceae family - Bolbitiaceae Familie"},{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pleurotaceae","deepCounters":{"total":83,"images":80,"folders":3,"files":80},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pleurotaceae\/%D0%92%D1%91%D1%88%D0%B5%D0%BD%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Pleurotus%20ostreatus\/thumbs\/fungi-0003778.webp","width":512,"height":410},"thumbCaption":"<h3>Pleurotaceae - Вёшенковые - Pleurotaceae family - Seitlingsverwandte<\/h3><div class=\"comment\">The Pleurotaceae family, also known as Вёшенковые in Russian, is a family of basidiomycete fungi belonging to the Agaricales order. This family comprises&hellip;<\/div>","name":"Вёшенковые - Pleurotaceae","comment":"The Pleurotaceae family, also known as Вёшенковые in Russian, is a family of basidiomycete fungi belonging to the Agaricales order. This family comprises various genera, including Pleurotus, Hohenbuehelia, and Sarcomyxa. Species within this family are characterized by their eccentrically stemmed or lateral fruiting bodies, which often lack a distinct stalk or have a very reduced one.\n\nMembers of the Pleurotaceae family are predominantly saprotrophic fungi, meaning they obtain nutrients by decomposing dead organic matter, particularly wood. Some species are also known to form weak parasitic relationships with living trees.\n\nThese fungi are widely distributed across the globe, particularly in temperate and subtropical regions. They can be found in various habitats, including woodlands, forests, and on decaying logs or stumps.\n\nThe spore-producing surface of Pleurotaceae fungi is usually a smooth or slightly wrinkled surface rather than the gills typically seen in other agarics. Spore prints of these fungi can vary in color, depending on the species, and can range from white to pale lilac.\n\nThe number of spores produced by a single fruiting body within this family can vary greatly, depending on factors such as species, environmental conditions, and the size of the fruiting body, but generally, millions of spores can be produced by a single mushroom.\n\nSome species within the Pleurotaceae family, particularly those belonging to the Pleurotus genus, are highly valued for their culinary and medicinal properties. For example, the oyster mushroom (Pleurotus ostreatus) is a popular edible mushroom with potential health benefits.\n\nIn addition to their culinary and medicinal value, some Pleurotaceae fungi have also been studied for their potential in bioremediation, which is the process of using living organisms to clean up environmental pollution.\n\nProper identification is essential when foraging for mushrooms in this family, as some members may have toxic look-alikes.\n\nIn German, the Pleurotaceae family is known as Seitlingsverwandte, which reflects the unique growth habit of these fungi, often featuring eccentrically stemmed or lateral fruiting bodies.","dates":{"added":1664064137,"dateRange":{"0":1232823320,"1":1679250217}},"fileDate":"2023-02-04T01:49:57.342Z","category":"folder","title":"Pleurotaceae - Вёшенковые - Pleurotaceae family - Seitlingsverwandte"},{"path":"%D0%92%D0%BE%D0%BB%D0%BE%D0%BA%D0%BE%D0%BD%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Inocybaceae","deepCounters":{"total":89,"images":83,"folders":6,"files":83},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%92%D0%BE%D0%BB%D0%BE%D0%BA%D0%BE%D0%BD%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Inocybaceae\/%D0%92%D0%BE%D0%BB%D0%BE%D0%BA%D0%BE%D0%BD%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BE%D1%81%D1%82%D1%80%D0%B0%D1%8F%20-%20Inocybe%20acuta\/thumbs\/0DSC05975.webp","width":512,"height":410},"thumbCaption":"<h3>Inocybaceae - Волоконницевые - Inocybaceae Family - Inocybaceae Familie<\/h3><div class=\"comment\">The Inocybaceae family, also known as Волоконницевые in Russian, is a diverse group of basidiomycete fungi that typically have small to medium-sized fruiting&hellip;<\/div>","name":"Волоконницевые - Inocybaceae","comment":"The Inocybaceae family, also known as Волоконницевые in Russian, is a diverse group of basidiomycete fungi that typically have small to medium-sized fruiting bodies with a central stem and a convex or bell-shaped cap. Many species in this family are characterized by their fibrous or silky cap surface and the presence of a cortina, a cobweb-like veil that covers the gills when young.\n\nMembers of the Inocybaceae family are predominantly mycorrhizal, forming symbiotic relationships with various plants, especially trees. These fungi help their host plants by providing essential nutrients in exchange for carbohydrates, and they play a vital role in forest ecosystems.\n\nThe Inocybaceae family is widely distributed across North America, Europe, Asia, and parts of Russia. They can be found in a range of habitats, including deciduous and coniferous forests, as well as grasslands and meadows.\n\nSpore morphology within the Inocybaceae family is diverse, with some species producing smooth, elliptical spores, while others have ornamented or nodulose spores. Spore sizes can vary, generally measuring between 6-12 µm in length and 4-8 µm in width. The spore print color also varies, ranging from pale yellowish-brown to rusty brown.\n\nThe number of spores produced per fruiting body depends on the species and environmental conditions, but generally, millions of spores can be produced by a single mushroom. Many species in the Inocybaceae family are considered difficult to identify due to their similar macroscopic features, and microscopic examination is often required for accurate identification.\n\nSome species within the Inocybaceae family are considered edible, while others are toxic and can cause gastrointestinal symptoms if ingested. Proper identification is essential when foraging for mushrooms to avoid accidental ingestion of harmful species.\n\nIn German, the Inocybaceae family is known as the Inocybaceae Familie, which reflects the close relationship between the various species within this group. The Inocybaceae family is an area of active research, with scientists working to better understand the ecological roles, phylogenetics, and taxonomy of the species within this diverse group of fungi.","dates":{"added":1690504203,"dateRange":{"0":1630158203,"1":1690460348}},"fileDate":"2023-07-28T03:22:17.626Z","category":"folder","title":"Inocybaceae - Волоконницевые - Inocybaceae Family - Inocybaceae Familie"},{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hygrophoraceae","deepCounters":{"total":117,"images":108,"folders":9,"files":108},"counters":{"total":9,"folders":9},"thumb":{"path":"%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%84%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hygrophoraceae\/%D0%93%D0%B8%D0%B3%D1%80%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BA%D0%BE%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Hygrocybe%20conica\/thumbs\/DSC02862.webp","width":512,"height":410},"thumbCaption":"<h3>Hygrophoraceae - Гигрофоровые - Waxy Caps - Schnecklinge<\/h3><div class=\"comment\">Hygrophoraceae, also known as the Waxy Caps or Schnecklinge, is a family of basidiomycete fungi characterized by their often brightly colored fruiting bodies&hellip;<\/div>","name":"Гигрофоровые - Hygrophoraceae","comment":"Hygrophoraceae, also known as the Waxy Caps or Schnecklinge, is a family of basidiomycete fungi characterized by their often brightly colored fruiting bodies and distinctive waxy or slimy textures. Members of this family typically have a cap with a convex to flattened shape, and their gills are usually thick, well-spaced, and either decurrent or adnate. The stem is generally central and can vary in length and thickness depending on the species.\n\nSome advanced scientific studies have identified certain species within the Hygrophoraceae family as being bioluminescent, as well as having potential medicinal properties due to the presence of bioactive compounds. The Hygrophoraceae family is widely distributed across the globe, with species found in various habitats, such as deciduous and coniferous forests, grasslands, and alpine regions. They are predominantly found in temperate regions of North America, Europe, and Asia.\n\nThe spores of Hygrophoraceae fungi are typically smooth, hyaline, and ellipsoid, with sizes varying depending on the species. Spore production can also vary greatly among different species, with some producing a larger number of spores than others. The spores are dispersed by the wind, allowing the fungi to colonize new areas.\n\nWhile many species within the Hygrophoraceae family are considered edible and some even prized for their taste, others can be inedible or mildly toxic, causing gastrointestinal symptoms if consumed. It is important for mushroom foragers to exercise caution and accurately identify species before consumption to avoid potential health issues.","dates":{"added":1668208444,"dateRange":{"0":1253866974,"1":1679248189}},"fileDate":"2023-02-04T01:49:57.347Z","category":"folder","title":"Hygrophoraceae - Гигрофоровые - Waxy Caps - Schnecklinge"},{"path":"%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D0%B3%D0%B0%D1%81%D1%82%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenogastraceae","deepCounters":{"total":132,"images":125,"folders":7,"files":125},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%93%D0%B8%D0%BC%D0%B5%D0%BD%D0%BE%D0%B3%D0%B0%D1%81%D1%82%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hymenogastraceae\/%D0%93%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D0%BD%D0%B0%20%D0%BC%D0%BE%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Galerina%20hypnorum\/thumbs\/00DSC00706.webp","width":512,"height":410},"thumbCaption":"<h3>Hymenogastraceae - Гименогастровые - Hymenogastraceae Family - Hymenogastraceae Familie<\/h3><div class=\"comment\">The Hymenogastraceae family is a diverse group of basidiomycete fungi that includes over 100 species, distributed across several genera such as Hebeloma,&hellip;<\/div>","name":"Гименогастровые - Hymenogastraceae","comment":"The Hymenogastraceae family is a diverse group of basidiomycete fungi that includes over 100 species, distributed across several genera such as Hebeloma, Hymenogaster, and Psathyrella. Members of this family are characterized by their diverse forms, which can range from small, inconspicuous mushrooms to larger, more conspicuous fruiting bodies.\n\nHymenogastraceae species exhibit a wide variety of colors, shapes, and textures, making them difficult to identify without expert knowledge. They can be found in a range of habitats, including forests, grasslands, and disturbed areas. Many of these fungi are saprophytic, decomposing organic material, while others form ectomycorrhizal relationships with various plants, playing a crucial role in nutrient cycling within ecosystems.\n\nSpore morphology varies across the Hymenogastraceae family, with some species producing smooth, ellipsoidal spores, while others have ornamented or irregularly shaped spores. Spore sizes also vary, depending on the species. These fungi generally produce a large number of spores, with mature fruiting bodies capable of releasing millions of them into the environment.\n\nThe distribution of Hymenogastraceae species is widespread, with representatives found on all continents except Antarctica. Some species within this family are known to be edible, such as certain Hebeloma species, but others can be toxic, causing gastrointestinal distress or other symptoms if consumed.\n\nDue to the diversity and complexity of the Hymenogastraceae family, it is essential for mushroom foragers to exercise caution when collecting mushrooms, as misidentification can lead to accidental consumption of toxic species. It is advisable to consult field guides, expert mycologists, or local mycological societies for accurate identification and advice on edibility.","dates":{"added":1683384424,"dateRange":{"0":1410605431,"1":1683110167}},"fileDate":"2023-05-06T17:41:00.915Z","category":"folder","title":"Hymenogastraceae - Гименогастровые - Hymenogastraceae Family - Hymenogastraceae Familie"},{"path":"%D0%93%D0%BD%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nidulariaceae","deepCounters":{"total":11,"images":10,"folders":1,"files":10},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%BD%D0%B5%D0%B7%D0%B4%D0%BE%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nidulariaceae\/%D0%91%D0%BE%D0%BA%D0%B0%D0%BB%D1%8C%D1%87%D0%B8%D0%BA%20%D0%B3%D0%BB%D0%B0%D0%B4%D0%BA%D0%B8%D0%B9%20-%20Crucibulum%20laeve\/thumbs\/DSC00752_.webp","width":512,"height":410},"thumbCaption":"<h3>Nidulariaceae - Гнездовковые - Bird's Nest Fungi - Vogelnestpilze<\/h3><div class=\"comment\">Nidulariaceae, commonly known as Bird's Nest Fungi or Vogelnestpilze, is a family of fungi within the order Agaricales. These fungi are small and are&hellip;<\/div>","name":"Гнездовковые - Nidulariaceae","comment":"Nidulariaceae, commonly known as Bird's Nest Fungi or Vogelnestpilze, is a family of fungi within the order Agaricales. These fungi are small and are characterized by their distinct bird's nest-like appearance, which consists of a small, cup-like structure containing numerous small, egg-like structures called peridioles. The peridioles contain spores that are used for reproduction.\n\nThese fungi have a worldwide distribution and are commonly found in various habitats, including forests, grasslands, and gardens. They typically grow on decaying plant material, such as wood and leaf litter, and play a significant role in the decomposition process by breaking down complex organic matter.\n\nThe fruiting bodies of Nidulariaceae species are small, typically measuring less than 2 cm in diameter. The outer surface of the fruiting body is typically covered with a layer of small, hair-like structures called setae, while the inner surface is smooth and shiny.\n\nSpores are produced within the peridioles and are released when raindrops or other external forces dislodge the peridioles from the nest-like structure. Once released, the spores are dispersed by wind, water, or animal vectors, allowing the fungi to colonize new areas.\n\nThere are several genera within the Nidulariaceae family, including Nidula, Cyathus, Crucibulum, and Mycocalia. Each genus has its unique morphological characteristics, but they all share the common bird's nest appearance.\n\nNidulariaceae fungi are generally considered inedible due to their small size and tough, leathery texture. They are not known to be toxic, but they are not commonly consumed by humans.\n\nIn terms of ecological importance, Nidulariaceae species play a vital role in the decomposition process, helping recycle nutrients back into the soil. This process contributes to overall ecosystem health and supports plant growth.\n\nResearch into the Nidulariaceae family has revealed the presence of various bioactive compounds with potential medicinal applications, such as antimicrobial, antiviral, and anticancer properties. However, further research is needed to fully understand the potential therapeutic applications of these compounds.\n\nOverall, the Nidulariaceae family is a fascinating group of fungi with a unique appearance and ecological role. Their intriguing morphology and biological properties make them an interesting subject for both amateur mycologists and scientific researchers.","dates":{"added":1599678026,"dateRange":{"0":1252666855,"1":1599567332}},"fileDate":"2023-02-04T01:49:57.349Z","category":"folder","title":"Nidulariaceae - Гнездовковые - Bird's Nest Fungi - Vogelnestpilze"},{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Crepidotaceae","deepCounters":{"total":12,"images":10,"folders":2,"files":10},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Crepidotaceae\/%D0%9A%D1%80%D0%B5%D0%BF%D0%B8%D0%B4%D0%BE%D1%82%20%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D1%8B%D0%B9%20-%20Crepidotus%20variabilis\/thumbs\/DSC07870.webp","width":512,"height":410},"thumbCaption":"<h3>Crepidotaceae - Крепидотовые - Crepidotaceae family - Schüpplinge<\/h3><div class=\"comment\">The Crepidotaceae is a family of basidiomycete fungi that belong to the order Agaricales. This family is known for its diverse range of gilled mushrooms, many&hellip;<\/div>","name":"Крепидотовые - Crepidotaceae","comment":"The Crepidotaceae is a family of basidiomycete fungi that belong to the order Agaricales. This family is known for its diverse range of gilled mushrooms, many of which exhibit a characteristic scaly appearance on their caps.\n\nMembers of the Crepidotaceae family usually have brown spores and gills that are attached to the stem or free from it. The fruiting bodies generally have a central stipe and a cap that is often covered with scales or fibrils.\n\nCrepidotaceae fungi can be found in various habitats, such as forests, grasslands, and other terrestrial environments. Many species are saprotrophic, meaning they decompose dead organic matter, particularly wood.\n\nThese fungi are distributed worldwide and can be found in regions such as North America, Europe, Asia, and Australia.\n\nThe Crepidotaceae family includes several genera, such as Crepidotus, Simocybe, and Phaeomarasmius.\n\nCrepidotaceae fungi play a vital role in their ecosystems, as they help break down and recycle organic matter, contributing to nutrient cycling and soil fertility.\n\nThe spore sizes and shapes in Crepidotaceae are variable, with most species producing smooth, ellipsoid, or subglobose spores. Spore print colors can range from brown to rusty-brown or dark brown.\n\nMany Crepidotaceae species exhibit a range of odors and tastes, which can aid in identification. For example, some species may have a mild or earthy odor, while others may have a distinctive radish-like smell.\n\nNone of the species within the Crepidotaceae family are considered to be choice edibles, and many are inedible or have unknown edibility.\n\nAlthough there are no deadly toxic species in this family, consuming inedible or unidentified mushrooms can still lead to gastrointestinal distress and other symptoms.\n\nCrepidotaceae fungi are not generally known for their medicinal properties, but further research may reveal potential applications in this area.\n\nDue to the ongoing advancements in molecular phylogenetics, the taxonomic classification of Crepidotaceae is subject to change, and some genera or species may be reclassified in the future.\n\nIdentifying Crepidotaceae fungi can be challenging due to their morphological similarities with other brown-spored mushrooms. Accurate identification often requires the examination of microscopic features and the use of chemical tests.","dates":{"added":1668208444,"dateRange":{"0":1631359374,"1":1667745223}},"fileDate":"2023-02-04T01:49:57.350Z","category":"folder","title":"Crepidotaceae - Крепидотовые - Crepidotaceae family - Schüpplinge"},{"path":"%D0%9B%D0%B8%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lyophyllaceae","deepCounters":{"total":55,"images":53,"folders":2,"files":53},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9B%D0%B8%D0%BE%D1%84%D0%B8%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lyophyllaceae\/%D0%9A%D0%B0%D0%BB%D0%BE%D1%86%D0%B8%D0%B1%D0%B5%20%D0%BC%D0%B0%D0%B9%D1%81%D0%BA%D0%B0%D1%8F%20-%20Calocybe%20gambosa\/thumbs\/0DSC03151.webp","width":512,"height":410},"thumbCaption":"<h3>Lyophyllaceae - Лиофилловые - Lyophyllaceae family - Schleierlinge<\/h3><div class=\"comment\">The Lyophyllaceae is a family of basidiomycete fungi in the order Agaricales. It includes a diverse array of gilled mushrooms, many of which are characterized&hellip;<\/div>","name":"Лиофилловые - Lyophyllaceae","comment":"The Lyophyllaceae is a family of basidiomycete fungi in the order Agaricales. It includes a diverse array of gilled mushrooms, many of which are characterized by their white or pale-colored spores.\n\nMembers of the Lyophyllaceae family typically have caps that are smooth, dry, and often hygrophanous, meaning they change color when moist. The gills are usually attached to the stem and can be close or crowded together.\n\nLyophyllaceae fungi are found in various habitats, such as forests, grasslands, and other terrestrial environments. Most species are saprotrophic, decomposing dead organic matter, while others form ectomycorrhizal relationships with certain plants.\n\nThese fungi have a global distribution and can be found in North America, Europe, Asia, and other parts of the world.\n\nThe Lyophyllaceae family includes several genera, such as Lyophyllum, Calocybe, and Tephrocybe.\n\nFungi in the Lyophyllaceae family play essential ecological roles in their environments by breaking down organic matter and facilitating nutrient cycling.\n\nThe spore sizes and shapes in Lyophyllaceae fungi are variable, but most species produce smooth, ellipsoid, or elongated spores. Spore print colors are usually white, pale cream, or slightly yellowish.\n\nMany Lyophyllaceae species have mild or nondescript odors and tastes, which can make them challenging to identify based solely on these characteristics.\n\nEdibility varies among Lyophyllaceae species, with some being edible, while others are inedible or have unknown edibility. It is crucial to accurately identify any mushroom before considering it for consumption.\n\nThere are no known deadly toxic species in the Lyophyllaceae family, but consuming unidentified or inedible mushrooms can still result in gastrointestinal issues.\n\nAlthough Lyophyllaceae fungi are not well-known for their medicinal properties, research may reveal potential applications in this area.\n\nThe taxonomic classification of Lyophyllaceae is subject to change as new molecular phylogenetic data becomes available, leading to the potential reclassification of some genera or species.\n\nAccurate identification of Lyophyllaceae fungi often requires the examination of microscopic features, such as spore morphology, and the use of chemical tests.","dates":{"added":1665945060,"dateRange":{"0":1506779693,"1":1665925091}},"fileDate":"2023-02-04T01:49:57.350Z","category":"folder","title":"Lyophyllaceae - Лиофилловые - Lyophyllaceae family - Schleierlinge"},{"path":"%D0%9C%D0%B8%D1%86%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Mycenaceae","deepCounters":{"total":272,"images":254,"folders":18,"files":254},"counters":{"total":18,"folders":18},"thumb":{"path":"%D0%9C%D0%B8%D1%86%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Mycenaceae\/%D0%9C%D0%B8%D1%86%D0%B5%D0%BD%D0%B0%20%D1%87%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Mycena%20pura\/thumbs\/DSC00640.webp","width":512,"height":410},"thumbCaption":"<h3>Mycenaceae - Миценовые - Bonnet mushrooms - Helmlinge<\/h3><div class=\"comment\">Mycenaceae is a family of basidiomycete fungi belonging to the order Agaricales, characterized by small, delicate fruiting bodies, often with a cap, stem, and&hellip;<\/div>","name":"Миценовые - Mycenaceae","comment":"Mycenaceae is a family of basidiomycete fungi belonging to the order Agaricales, characterized by small, delicate fruiting bodies, often with a cap, stem, and gills.\n\nThese fungi are commonly referred to as \"bonnet mushrooms\" due to their small size and the cap's shape, which typically resembles a bonnet.\n\nMycenaceae species are found in various habitats, including forests, grasslands, and other terrestrial environments. They primarily grow on decaying wood, leaf litter, and other organic matter, playing a vital role in nutrient cycling within ecosystems.\n\nThe family has a worldwide distribution and can be found in North America, Europe, Asia, and other regions.\n\nMycenaceae contains several genera, including Mycena, Panellus, and Hemimycena, which together encompass hundreds of species.\n\nMycena, the largest genus in the family, is well-known for its bioluminescent members, such as Mycena chlorophos and Mycena haematopus, which emit a greenish or bluish glow in the dark.\n\nThe fruiting bodies of Mycenaceae fungi are often brightly colored, with shades of pink, yellow, orange, or blue. However, many species are also more inconspicuous, with white, gray, or brown coloration.\n\nSpore print colors in Mycenaceae fungi are generally white, pale yellow, or cream. Spores are typically smooth, ellipsoid, or elongated.\n\nMycenaceae fungi often have translucent or hyaline flesh, which may be fragile and prone to tearing or breaking.\n\nMany Mycenaceae species exhibit distinct odors, ranging from pleasant and sweet to more unpleasant and fetid. However, some species may have little to no discernible odor.\n\nThe edibility of Mycenaceae fungi varies, with some species being inedible or having unknown edibility. There are no known deadly poisonous species within the family, but consuming unidentified mushrooms can still pose a risk.\n\nSome Mycenaceae fungi have been reported to have antimicrobial, antioxidant, or cytotoxic properties, which may hold potential for future research in medicine or other fields.\n\nMolecular phylogenetic studies continue to reshape the classification of Mycenaceae, as new relationships between species and genera are revealed.\n\nAccurate identification of Mycenaceae fungi often requires microscopic analysis of spore morphology, gill attachment, and other features, as well as macroscopic observations of color, size, and habitat.","dates":{"added":1668208444,"dateRange":{"0":1254779598,"1":1666439002}},"fileDate":"2023-02-04T01:49:57.355Z","category":"folder","title":"Mycenaceae - Миценовые - Bonnet mushrooms - Helmlinge"},{"path":"%D0%9D%D0%B5%D0%B3%D0%BD%D0%B8%D1%8E%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Marasmiaceae","deepCounters":{"total":186,"images":176,"folders":10,"files":176},"counters":{"total":10,"folders":10},"thumb":{"path":"%D0%9D%D0%B5%D0%B3%D0%BD%D0%B8%D1%8E%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Marasmiaceae\/%D0%91%D0%B5%D0%BE%D1%81%D0%BF%D0%BE%D1%80%D0%B0%20%D0%BC%D1%8B%D1%88%D0%B5%D1%85%D0%B2%D0%BE%D1%81%D1%82%D0%B0%D1%8F%20-%20Baeospora%20myosura\/thumbs\/DSC07145_.webp","width":512,"height":410},"thumbCaption":"<h3>Marasmiaceae - Негниючниковые - Marasmioid mushrooms - Schwindlingsverwandte<\/h3><div class=\"comment\">The Marasmiaceae family is a group of basidiomycete fungi within the order Agaricales. They are characterized by their small to medium-sized fruiting bodies,&hellip;<\/div>","name":"Негниючниковые - Marasmiaceae","comment":"The Marasmiaceae family is a group of basidiomycete fungi within the order Agaricales. They are characterized by their small to medium-sized fruiting bodies, consisting of a cap, stem, and gills, which are often tough and leathery.\n\nMembers of this family are commonly known as \"marasmioid mushrooms\" due to their distinct fruiting body features, which are resistant to decay and can revive after drying.\n\nMarasmiaceae fungi can be found in various habitats, including forests, grasslands, and other terrestrial environments. They are primarily decomposers of plant material such as leaves, twigs, and wood, playing a crucial role in nutrient cycling within ecosystems.\n\nThe family has a worldwide distribution, with species found in North America, Europe, Asia, and other regions.\n\nMarasmiaceae contains several genera, including Marasmius, Gymnopus, and Crinipellis, which together encompass hundreds of species.\n\nMarasmius, the type genus of the family, is well-known for its species Marasmius oreades, commonly called the \"fairy ring mushroom,\" due to the circular patterns it forms in grassy areas.\n\nThe fruiting bodies of Marasmiaceae fungi exhibit a wide range of colors, such as white, brown, gray, or red, with some species having distinct color patterns.\n\nSpore prints of Marasmiaceae fungi are typically white, pale cream, or yellowish, and their spores are smooth, ellipsoid, or elongated.\n\nMarasmiaceae fungi often possess a cartilaginous or tough texture, which enables them to withstand desiccation and revive upon rehydration.\n\nMany Marasmiaceae species have a unique odor, ranging from sweet and fruity to more unpleasant and rank. However, some species may have little to no discernible odor.\n\nThe edibility of Marasmiaceae fungi varies, with some species being edible, such as Marasmius oreades, while others are inedible or of unknown edibility. Consuming unidentified mushrooms can pose a risk, and caution is advised.\n\nSome Marasmiaceae fungi have been reported to have antimicrobial, antioxidant, or cytotoxic properties, which may hold potential for future research in medicine or other fields.\n\nMolecular phylogenetic studies have significantly impacted the classification of Marasmiaceae, revealing new relationships between species and genera.\n\nAccurate identification of Marasmiaceae fungi often requires microscopic analysis of spore morphology, gill attachment, and other features, as well as macroscopic observations of color, size, and habitat.","dates":{"added":1690504203,"dateRange":{"0":1301657762,"1":1690461129}},"fileDate":"2023-07-08T02:01:39.806Z","category":"folder","title":"Marasmiaceae - Негниючниковые - Marasmioid mushrooms - Schwindlingsverwandte"},{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cortinariaceae","deepCounters":{"total":279,"images":254,"folders":25,"files":254},"counters":{"total":25,"folders":25},"thumb":{"path":"%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cortinariaceae\/%D0%9F%D0%B0%D1%83%D1%82%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%BE%D1%80%D0%BD%D1%8B%D0%B9%20-%20Cortinarius%20orellanus\/thumbs\/DSC00242.webp","width":512,"height":410},"thumbCaption":"<h3>Cortinariaceae - Паутинниковые - Webcap mushrooms - Schleierlingsverwandte<\/h3><div class=\"comment\">The Cortinariaceae family is a group of basidiomycete fungi belonging to the order Agaricales, containing several genera, including the well-known Cortinarius&hellip;<\/div>","name":"Паутинниковые - Cortinariaceae","comment":"The Cortinariaceae family is a group of basidiomycete fungi belonging to the order Agaricales, containing several genera, including the well-known Cortinarius genus, which is one of the largest genera of agarics, with over 2000 species worldwide.\n\nMembers of this family are characterized by their cortina, a veil-like structure made of fine web-like filaments that protect the developing gills in young fruiting bodies. The cortina often leaves a ring or zone of fibrils on the stem as the fruiting body matures.\n\nCortinariaceae fungi have medium to large fruiting bodies, which are often colorful, displaying shades of brown, purple, orange, or red.\n\nThey can be found in various habitats, such as forests, woodlands, and grasslands, with many species forming mycorrhizal relationships with trees or shrubs, helping them absorb nutrients and water from the soil.\n\nThe Cortinariaceae family has a cosmopolitan distribution, with species occurring in North and South America, Europe, Asia, Africa, and Australasia.\n\nSpore prints of Cortinariaceae fungi are typically brown, rusty-brown, or ochre, and their spores are ornamented with warts, ridges, or reticulations, depending on the species.\n\nCortinariaceae fungi are known for their diverse range of odors, with some species having a pleasant smell, while others may have an unpleasant or even pungent odor.\n\nThe edibility of Cortinariaceae fungi is highly variable. Some species, such as Cortinarius caperatus, are edible and even considered choice by some, while others contain toxic compounds and can cause severe poisoning or even death, as in the case of Cortinarius orellanus and Cortinarius rubellus.\n\nDue to the risk of misidentifying toxic species, it is strongly advised not to consume any Cortinariaceae fungi unless they have been positively identified by an expert.\n\nEcologically, Cortinariaceae fungi play essential roles in nutrient cycling and maintaining the health of their host plants by forming mycorrhizal associations.\n\nCortinariaceae species exhibit considerable morphological variation, making identification challenging. Microscopic examination of spores, gill structure, and other features is often necessary for accurate identification.\n\nMolecular phylogenetic studies have significantly impacted the classification of Cortinariaceae, revealing new relationships between species and genera, and sometimes leading to the reassignment of species to different genera.\n\nSome Cortinariaceae species, such as Cortinarius violaceus, are known for their striking appearance, with deep violet or purple fruiting bodies that can be visually striking in their natural habitat.\n\nCortinariaceae fungi have been used in traditional medicine in some cultures, and recent research has identified bioactive compounds, including antioxidants and antimicrobial agents, which may have potential applications in modern medicine.","dates":{"added":1664725500,"dateRange":{"0":1250159584,"1":1664636200}},"fileDate":"2023-03-19T22:23:50.997Z","category":"folder","title":"Cortinariaceae - Паутинниковые - Webcap mushrooms - Schleierlingsverwandte"},{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Fistulinaceae","deepCounters":{"total":17,"images":16,"folders":1,"files":16},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Fistulinaceae\/%D0%9F%D0%B5%D1%87%D1%91%D0%BD%D0%BE%D1%87%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Fistulina%20hepatica\/thumbs\/0DSC07338.webp","width":512,"height":410},"thumbCaption":"<h3>Fistulinaceae - Печёночницевые - Beefsteak Fungi Family - Röhrlingsverwandte<\/h3><div class=\"comment\">The Fistulinaceae, also known as the Beefsteak Fungi Family or Röhrlingsverwandte, is a family of basidiomycete fungi within the order Agaricales. This family&hellip;<\/div>","name":"Печёночницевые - Fistulinaceae","comment":"The Fistulinaceae, also known as the Beefsteak Fungi Family or Röhrlingsverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively small and contains only a few genera, including Fistulina and Pseudofistulina. Members of this family are characterized by their unique fruiting bodies and flesh-like appearance.\n\nFistulina hepatica, commonly known as the Beefsteak Fungus, is one of the most well-known species within the Fistulinaceae family. This mushroom resembles a piece of raw meat, with a reddish-brown to dark brown color and a texture that is both firm and fibrous. The cap of this species can reach up to 25 cm in width and 3 cm in thickness.\n\nThe spore-bearing surface of the Beefsteak Fungus is composed of numerous small tubes, which can be up to 6 mm long. These tubes release spores that are elliptical in shape, measuring 5 to 7 µm in length and 3 to 4.5 µm in width.\n\nMembers of the Fistulinaceae family are primarily found in the Northern Hemisphere, where they grow on various tree species, including oak and chestnut trees. These fungi form a parasitic relationship with their host trees, causing a form of white rot that can lead to the eventual decay of the tree.\n\nThe fruiting period for Fistulinaceae species is generally from late summer to autumn. They can be found growing solitary or in small groups, usually on the trunks of trees or fallen logs. Some species, such as Fistulina hepatica, are considered edible and are prized for their unique taste and texture.\n\nThe chemical composition of Fistulinaceae species is not well understood. However, some studies have suggested that these fungi may contain compounds with potential medicinal properties, including antioxidant and antimicrobial activities.\n\nFistulinaceae species play an important ecological role in breaking down wood and recycling nutrients within forest ecosystems. Additionally, their unique fruiting bodies and flesh-like appearance make them an interesting subject for scientific study and observation.","dates":{"added":1664561819,"dateRange":{"0":1664542596,"1":1664542782}},"fileDate":"2023-02-04T01:49:57.365Z","category":"folder","title":"Fistulinaceae - Печёночницевые - Beefsteak Fungi Family - Röhrlingsverwandte"},{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pluteaceae","deepCounters":{"total":28,"images":26,"folders":2,"files":26},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pluteaceae\/%D0%9F%D0%BB%D1%8E%D1%82%D0%B5%D0%B9%20%D0%BE%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9%20-%20Pluteus%20cervinus\/thumbs\/DSC03895.webp","width":512,"height":410},"thumbCaption":"<h3>Pluteaceae - Плютеевые - Pluteus Family - Dachpilzverwandte<\/h3><div class=\"comment\">The Pluteaceae, also known as the Pluteus Family or Dachpilzverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively&hellip;<\/div>","name":"Плютеевые - Pluteaceae","comment":"The Pluteaceae, also known as the Pluteus Family or Dachpilzverwandte, is a family of basidiomycete fungi within the order Agaricales. This family is relatively diverse, containing several genera, including Pluteus and Volvariella. Members of the Pluteaceae family are characterized by their free gills, pink spore prints, and the absence of a partial veil or cortina.\n\nPluteus cervinus, commonly known as the Deer Shield, is a widespread and well-known species within the Pluteaceae family. This mushroom has a convex to flat cap that ranges from 4 to 15 cm in diameter, with a light to dark brown coloration and a smooth, often slightly sticky surface.\n\nThe gills of Pluteus cervinus are free, meaning they do not attach to the stipe, and they have a pinkish hue due to the color of the spores. The stipe is typically 5 to 12 cm in height and 0.5 to 1.5 cm in thickness, with a white to pale brown color and a slightly fibrous texture.\n\nMembers of the Pluteaceae family can be found growing on various substrates, including dead wood, leaf litter, and rich soil. They are primarily saprobic, which means they decompose dead organic matter, playing an essential role in nutrient cycling within ecosystems.\n\nThe Pluteaceae family has a global distribution, with species found in North America, Europe, Asia, and other regions of the world. The fruiting period for these mushrooms generally occurs from late spring to autumn.\n\nThe spores of Pluteaceae species are typically smooth, elliptical, and pink in color. For example, the spores of Pluteus cervinus measure approximately 6 to 8 µm in length and 4 to 5 µm in width.\n\nSome species within the Pluteaceae family are considered edible, such as Volvariella volvacea, commonly known as the Straw Mushroom. However, other species may be inedible or of poor culinary quality, so care should be taken when collecting these mushrooms for consumption.\n\nThe chemical composition of Pluteaceae species has not been extensively studied, but some research suggests they may contain bioactive compounds with potential medicinal properties, such as antioxidant and antimicrobial activities.","dates":{"added":1683384424,"dateRange":{"0":1442755515,"1":1683106347}},"fileDate":"2023-05-06T17:16:57.330Z","category":"folder","title":"Pluteaceae - Плютеевые - Pluteus Family - Dachpilzverwandte"},{"path":"%D0%9F%D0%BE%D1%80%D0%BE%D1%82%D0%B5%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Porotheleaceae","deepCounters":{"total":25,"images":23,"folders":2,"files":23},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%BE%D1%80%D0%BE%D1%82%D0%B5%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Porotheleaceae\/%D0%90%D1%82%D0%B5%D0%BD%D0%B8%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%B0%D0%B4%D0%BE%D0%BD%D0%B8%D1%81%D0%B0%20-%20Atheniella%20adonis\/thumbs\/DSC06736.webp","width":512,"height":410},"thumbCaption":"<h3>Porotheleaceae - Поротелиевые - Porotheleaceae Family - Porotheleaceae Familie<\/h3><div class=\"comment\">The Porotheleaceae is a family of fungi within the order Agaricales. This family is relatively small and less known compared to other fungal families. The&hellip;<\/div>","name":"Поротелиевые - Porotheleaceae","comment":"The Porotheleaceae is a family of fungi within the order Agaricales. This family is relatively small and less known compared to other fungal families. The Porotheleaceae contains several genera, including Porotheleum and Phaeomarasmius.\n\nMushrooms belonging to the Porotheleaceae family are characterized by their small to medium size, brown or dark brown coloration, and often inconspicuous appearance. These fungi generally have a convex to umbilicate cap, with a smooth or finely fibrillose surface.\n\nThe gills of Porotheleaceae species can be adnate, adnexed, or sometimes seceding. The spore print color varies from white to pale brown, depending on the species. The stipe is usually slender and cylindrical, with a smooth or slightly fibrillose surface.\n\nThe spores of Porotheleaceae fungi are generally smooth and ellipsoid to oblong in shape. The size of the spores can vary significantly depending on the genus and species.\n\nMembers of the Porotheleaceae family are typically saprobic, decomposing organic matter such as leaf litter, wood debris, and other plant materials. They play a vital role in breaking down organic material and recycling nutrients within ecosystems.\n\nThe Porotheleaceae family has a global distribution, with species found in various regions of the world, including North America, Europe, Asia, and the Southern Hemisphere. The fruiting period for these mushrooms generally occurs from late spring to autumn, depending on the region and species.\n\nPorotheleaceae fungi can be found in various habitats, including forests, grasslands, and other areas with decaying plant material. They are often associated with specific substrates, such as decaying wood, leaf litter, or other plant debris.\n\nMany species within the Porotheleaceae family are inconspicuous and challenging to find due to their small size and cryptic coloration. This characteristic has likely contributed to the limited information available on the biology and ecology of these fungi.\n\nThere is currently limited information available regarding the edibility or toxicity of Porotheleaceae species. As a result, it is generally advised to avoid consuming these mushrooms due to the potential risk of toxicity or adverse reactions.\n\nThe chemical composition of Porotheleaceae species is not well understood, and few studies have been conducted to investigate the presence of bioactive compounds or other chemicals within these fungi.\n\nIt is possible that Porotheleaceae species may have potential ecological, industrial, or medical applications. However, more research is needed to better understand the biology, ecology, and chemistry of these fungi to determine their potential uses and benefits.","dates":{"added":1664064137,"dateRange":{"0":1663506983,"1":1663761104}},"fileDate":"2023-02-04T01:49:57.367Z","category":"folder","title":"Porotheleaceae - Поротелиевые - Porotheleaceae Family - Porotheleaceae Familie"},{"path":"%D0%9F%D1%81%D0%B0%D1%82%D0%B8%D1%80%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Psathyrellaceae","deepCounters":{"total":181,"images":170,"folders":11,"files":170},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9F%D1%81%D0%B0%D1%82%D0%B8%D1%80%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Psathyrellaceae\/%D0%9D%D0%B0%D0%B2%D0%BE%D0%B7%D0%BD%D0%B8%D0%BA%20%D1%80%D0%B0%D1%81%D0%B5%D1%8F%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Coprinellus%20disseminatus\/thumbs\/fungi-0003161.webp","width":512,"height":410},"thumbCaption":"<h3>Psathyrellaceae - Псатирелловые - Psathyrella Family - Psathyrellaceae Familie<\/h3><div class=\"comment\">The Psathyrellaceae family, also known as the Psathyrella family, is a diverse group of basidiomycete fungi within the Agaricales order. This family consists of&hellip;<\/div>","name":"Псатирелловые - Psathyrellaceae","comment":"The Psathyrellaceae family, also known as the Psathyrella family, is a diverse group of basidiomycete fungi within the Agaricales order. This family consists of over 400 species, including many well-known genera such as Psathyrella, Coprinellus, and Coprinopsis. The fungi in this family are characterized by their thin, delicate fruiting bodies and their ability to rapidly decay and deliquesce, which aids in spore dispersal.\n\nMost Psathyrellaceae species have caps that are initially convex, becoming flat or sometimes umbrella-shaped as they mature. The cap colors vary but are often shades of brown, gray, or white. The gills are typically crowded, and their color may change as the spores mature.\n\nThe stipes of Psathyrellaceae fungi are usually thin and fragile, often hollow or filled with a cottony pith. Some species have a partial veil that may leave remnants on the cap or a fragile ring on the stipe.\n\nMembers of the Psathyrellaceae family are saprobic, decomposing dead organic matter such as leaf litter, wood, and dung. They play a vital role in breaking down organic material and recycling nutrients in various ecosystems.\n\nThe spores of Psathyrellaceae fungi are typically smooth, dark brown to black, and ellipsoid or ovoid in shape. The spore print color can range from brownish-black to purple-black, depending on the species.\n\nPsathyrellaceae fungi are widely distributed and can be found throughout the world. They inhabit a range of environments, including forests, grasslands, and urban settings, with some species being more specific to certain habitats or substrates.\n\nThe edibility of Psathyrellaceae mushrooms varies, with some being edible and others potentially toxic. Due to their fragile nature and the difficulty in identifying species, they are not generally considered popular edible mushrooms.\n\nThe chemistry of Psathyrellaceae fungi has not been extensively studied, but some species are known to contain bioactive compounds that may have potential medical or industrial applications.\n\nThere is ongoing research into the taxonomy and phylogenetics of the Psathyrellaceae family, with new species being discovered and relationships between genera being re-evaluated as molecular techniques improve.\n\nMany Psathyrellaceae species are known for their rapid growth and ability to fruit prolifically in suitable conditions, making them important colonizers of disturbed habitats.\n\nSome members of the Psathyrellaceae family, such as the inky cap mushrooms (Coprinopsis and Coprinellus), have an autodigestive mechanism that causes the fruiting body to rapidly decay and liquefy, aiding in spore dispersal.\n\nFruiting bodies of Psathyrellaceae fungi are often short-lived, lasting only a few days or even hours before decaying and disappearing.\n\nCertain Psathyrellaceae species have been used in traditional medicine or as sources of natural dyes, but their applications in these areas are limited.","dates":{"added":1690504203,"dateRange":{"0":1244809641,"1":1690460672}},"fileDate":"2023-05-06T17:03:12.180Z","category":"folder","title":"Psathyrellaceae - Псатирелловые - Psathyrella Family - Psathyrellaceae Familie"},{"path":"%D0%A0%D0%BE%D0%B3%D0%B0%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Clavariaceae","deepCounters":{"total":16,"images":14,"folders":2,"files":14},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A0%D0%BE%D0%B3%D0%B0%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Clavariaceae\/%D0%9A%D0%BB%D0%B0%D0%B2%D0%B0%D1%80%D0%B8%D1%8F%20%D0%B3%D0%BB%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Clavaria%20argillacea\/thumbs\/DSC07034.webp","width":512,"height":410},"thumbCaption":"<h3>Clavariaceae - Рогатиковые - Coral Fungi - Korallenpilze<\/h3><div class=\"comment\">The Clavariaceae, commonly known as Coral Fungi, is a diverse family of fungi within the Basidiomycota phylum. This family consists of approximately 30 genera&hellip;<\/div>","name":"Рогатиковые - Clavariaceae","comment":"The Clavariaceae, commonly known as Coral Fungi, is a diverse family of fungi within the Basidiomycota phylum. This family consists of approximately 30 genera and 500 species worldwide. The fungi in this family exhibit a variety of shapes and sizes, including coral-like branching structures, simple clubs, and more complex forms.\n\nCoral fungi are characterized by their fruiting bodies (basidiocarps), which grow above ground and are typically composed of densely packed, elongated branches. The fruiting bodies can range in size from less than 1 cm to over 20 cm in height.\n\nThe color of these fungi varies widely, from white, yellow, and orange to pink, purple, and brown. Their texture is often brittle or waxy, and they usually grow on the ground or on decaying wood.\n\nThe spore-producing structures, known as basidia, are found lining the surfaces of the branches. Spores are typically smooth, hyaline (transparent), and vary in size and shape depending on the species.\n\nCoral fungi are saprotrophic, meaning they obtain nutrients by decomposing dead organic material. They play a crucial role in breaking down and recycling nutrients in forest ecosystems.\n\nThese fungi can be found in a wide range of habitats, from temperate to tropical forests, as well as grasslands and other environments where decaying plant material is present.\n\nSome species of Clavariaceae are edible and appreciated for their unique appearance and texture. However, many species are not recommended for consumption due to their tough or bitter taste.\n\nIt is essential to exercise caution when foraging for edible coral fungi, as some species may resemble toxic or inedible mushrooms.\n\nCoral fungi can be challenging to identify to the species level, as many of them have similar appearances. Microscopic examination and molecular techniques are often required for accurate identification.\n\nThe study of Clavariaceae has led to the discovery of unique compounds with potential pharmacological applications, such as antibacterial and antifungal properties.","dates":{"added":1633205755,"dateRange":{"0":1253346722,"1":1633181077}},"fileDate":"2023-02-04T01:49:57.371Z","category":"folder","title":"Clavariaceae - Рогатиковые - Coral Fungi - Korallenpilze"},{"path":"%D0%A0%D1%8F%D0%B4%D0%BE%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tricholomataceae","deepCounters":{"total":472,"images":438,"folders":34,"files":438},"counters":{"total":34,"folders":34},"thumb":{"path":"%D0%A0%D1%8F%D0%B4%D0%BE%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tricholomataceae\/%D0%9B%D0%B5%D0%B9%D0%BA%D0%BE%D0%BF%D0%B0%D0%BA%D1%81%D0%B8%D0%BB%D0%BB%D1%83%D1%81%20%D0%B3%D0%B8%D0%B3%D0%B0%D0%BD%D1%82%D1%81%D0%BA%D0%B8%D0%B9%20-%20Leucopaxillus%20giganteus\/thumbs\/IMG_2054.webp","width":512,"height":410},"thumbCaption":"<h3>Tricholomataceae - Рядовковые - Tricholoma family - Ritterlingsverwandte<\/h3><div class=\"comment\">The Tricholomataceae is a large family of basidiomycete fungi, which includes many genera and species of gilled mushrooms. This family is part of the order&hellip;<\/div>","name":"Рядовковые - Tricholomataceae","comment":"The Tricholomataceae is a large family of basidiomycete fungi, which includes many genera and species of gilled mushrooms. This family is part of the order Agaricales and is characterized by its diverse morphological and ecological features.\n\nMembers of the Tricholomataceae family typically have white, cream, or pale-colored spores, and their gills are often attached to the stem or notched. The fruiting bodies generally have a central stipe and a cap with a convex or umbonate shape.\n\nThe habitat preferences of the Tricholomataceae family members are diverse, ranging from terrestrial to wood-inhabiting species. They can be found in various ecosystems such as forests, grasslands, and even urban environments.\n\nTricholomataceae fungi are widely distributed across the globe, with species occurring in North America, Europe, Asia, Australia, and other regions.\n\nThe ecological roles of Tricholomataceae species are quite diverse, with some species being saprotrophic, decomposing organic matter, while others form mycorrhizal relationships with plants, aiding in nutrient absorption.\n\nSome well-known genera within the Tricholomataceae family include Tricholoma, Clitocybe, Lepista, and Leucopaxillus.\n\nA few species within this family are considered to be choice edibles, such as the Wood Blewit (Lepista nuda) and the Blue Foot Mushroom (Clitocybe nuda). However, many other species are inedible or even toxic.\n\nOne toxic member of this family is the White Clitocybe (Clitocybe dealbata), which contains the toxin muscarine and can cause severe poisoning if consumed.\n\nThe spore sizes and shapes in Tricholomataceae are variable, with most species producing smooth, ellipsoid, or subglobose spores. Spore print colors can range from white to pale cream or even pale pinkish.\n\nMany Tricholomataceae species have a distinctive odor or taste, which can aid in identification. For example, some Tricholoma species have a cucumber-like odor, while others may have a farinaceous or mealy taste.\n\nThe family Tricholomataceae is currently undergoing taxonomic revisions due to advances in molecular phylogenetics. As a result, some genera and species may be reclassified or moved to other families in the future.\n\nTricholomataceae fungi are important components of their ecosystems, as they help decompose organic matter and recycle nutrients. Some species also form beneficial relationships with plants, promoting plant growth and health.\n\nDue to their diverse ecological roles and the presence of both edible and toxic species, it is essential to accurately identify Tricholomataceae fungi before consumption.","dates":{"added":1668208444,"dateRange":{"0":1254471960,"1":1679591277}},"fileDate":"2023-02-04T01:49:57.379Z","category":"folder","title":"Tricholomataceae - Рядовковые - Tricholoma family - Ritterlingsverwandte"},{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sarcomyxaceae","deepCounters":{"total":23,"images":22,"folders":1,"files":22},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sarcomyxaceae\/%D0%A1%D0%B0%D1%80%D0%BA%D0%BE%D0%BC%D0%B8%D0%BA%D1%81%D0%B0%20%D0%BF%D0%BE%D0%B7%D0%B4%D0%BD%D1%8F%D1%8F%20-%20Sarcomyxa%20serotina\/thumbs\/fungi-0001556.webp","width":512,"height":410},"thumbCaption":"<h3>Sarcomyxaceae - Саркомиксовые - Sarcomyxaceae family - Sarcomyxaceae<\/h3><div class=\"comment\">Sarcomyxa serotina, commonly known as the Late Oyster or Late Fall Oyster, is a basidiomycete mushroom belonging to the Sarcomyxaceae family. It is&hellip;<\/div>","name":"Саркомиксовые - Sarcomyxaceae","comment":"Sarcomyxa serotina, commonly known as the Late Oyster or Late Fall Oyster, is a basidiomycete mushroom belonging to the Sarcomyxaceae family. It is characterized by its fan-shaped or oyster-like, gelatinous fruiting bodies that typically have a grayish, yellowish, or brownish color.\n\nThis mushroom is found on decaying hardwood logs, stumps, and branches, with a preference for beech and oak trees. Its fruiting period occurs mainly in late autumn to early winter, hence its common name \"Late Oyster.\"\n\nThe Late Oyster is widely distributed throughout the temperate regions of North America, Europe, and Asia. It can be found in both deciduous and mixed forests, often in large clusters or overlapping rows.\n\nThe cap of Sarcomyxa serotina can measure 3 to 12 cm in diameter, and the upper surface is usually smooth, slimy, or sticky when wet, which helps differentiate it from other oyster mushroom species.\n\nThe gills of this mushroom are white to pale cream in color, descending the short and off-center stipe, which is usually 1 to 4 cm long and 0.5 to 2 cm thick.\n\nSarcomyxa serotina produces white to pale cream-colored spores that are ellipsoid to oblong in shape, measuring 5 to 7.5 x 2 to 3.5 µm in size.\n\nThe Late Oyster has a mild to slightly sweet taste and a pleasant aroma, making it an edible mushroom, although its slimy texture can be less appealing to some people.\n\nIt is recommended to clean and cook Sarcomyxa serotina thoroughly before consumption, as the raw mushroom may cause gastrointestinal discomfort in some individuals.\n\nThe Late Oyster is not considered as highly valued as other oyster mushrooms, such as Pleurotus ostreatus, due to its slimy texture and less desirable taste.\n\nSarcomyxa serotina has been investigated for its potential medicinal properties, including antioxidant, antimicrobial, and antitumor activities, though more research is needed to confirm these benefits.\n\nMolecular phylogenetic studies have shown that Sarcomyxa serotina is closely related to other jelly fungi in the Auriculariales order, such as Exidia and Tremella species.","dates":{"added":1668208444,"dateRange":{"0":1285240212,"1":1667743982}},"fileDate":"2023-02-04T01:49:57.380Z","category":"folder","title":"Sarcomyxaceae - Саркомиксовые - Sarcomyxaceae family - Sarcomyxaceae"},{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%84%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Strophariaceae","deepCounters":{"total":367,"images":349,"folders":18,"files":349},"counters":{"total":18,"folders":18},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%BE%D1%84%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Strophariaceae\/%D0%A7%D0%B5%D1%88%D1%83%D0%B9%D1%87%D0%B0%D1%82%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Pholiota%20squarrosa\/thumbs\/DSC07632.webp","width":512,"height":410},"thumbCaption":"<h3>Strophariaceae - Строфариевые - Stropharia family - Träuschlingsverwandten<\/h3><div class=\"comment\">The Strophariaceae family is a group of basidiomycete fungi that belong to the order Agaricales. This family comprises several genera, including Stropharia,&hellip;<\/div>","name":"Строфариевые - Strophariaceae","comment":"The Strophariaceae family is a group of basidiomycete fungi that belong to the order Agaricales. This family comprises several genera, including Stropharia, Hypholoma, Pholiota, and others.\n\nMembers of the Strophariaceae family are characterized by their fleshy fruiting bodies with varying cap shapes, sizes, and colors. The caps usually have a slimy or sticky surface, and the gills underneath are often attached to the stem.\n\nThe spores of Strophariaceae fungi are generally brown to dark brown in color, and they produce a dark spore print. The fruiting bodies often feature a partial veil, which can leave a ring on the stem as the mushroom matures.\n\nThese fungi are found in a wide range of habitats, including grasslands, forests, and decaying organic matter. They can be saprotrophic, decomposing dead plant material, or mycorrhizal, forming mutually beneficial relationships with the roots of living plants.\n\nThe distribution of Strophariaceae mushrooms is global, and they can be found across temperate and tropical regions, with some species more common in certain areas than others.\n\nSome species within the Strophariaceae family are edible, such as Stropharia rugosoannulata, also known as the Wine Cap or King Stropharia. However, there are also toxic species in this family, like Hypholoma fasciculare, commonly known as the Sulphur Tuft.\n\nThe edibility of Strophariaceae mushrooms can vary greatly, so proper identification is crucial before consumption. It is essential to consult expert sources and be confident in identifying the species in question.\n\nMany species in this family have been studied for their potential medicinal properties, such as antioxidant, antimicrobial, and anticancer activities, although more research is needed to confirm these benefits.\n\nStrophariaceae fungi play important ecological roles in nutrient cycling, breaking down organic matter, and contributing to soil fertility.\n\nThe study of Strophariaceae mushrooms can help scientists better understand fungal diversity, ecology, and evolution, as well as potential applications in medicine and biotechnology.\n\nMolecular phylogenetic studies have led to taxonomic revisions within the Strophariaceae family, resulting in a more accurate classification of its members based on genetic relationships.","dates":{"added":1690504203,"dateRange":{"0":1254145448,"1":1690496054}},"fileDate":"2023-07-28T03:27:13.211Z","category":"folder","title":"Strophariaceae - Строфариевые - Stropharia family - Träuschlingsverwandten"},{"path":"%D0%A2%D0%B8%D1%84%D1%83%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Typhulaceae","deepCounters":{"total":14,"images":13,"folders":1,"files":13},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D0%B8%D1%84%D1%83%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Typhulaceae\/%D0%A2%D0%B8%D1%84%D1%83%D0%BB%D0%B0%20%D0%B8%D0%BD%D0%BA%D0%B0%D1%80%D0%BD%D0%B0%D1%82%D0%BD%D0%B0%D1%8F%20-%20Typhula%20incarnata\/thumbs\/DSC01121.webp","width":512,"height":410},"thumbCaption":"<h3>Typhulaceae - Тифуловые - Typhula family - Fadenkeulchenverwandte<\/h3><div class=\"comment\">The Typhulaceae family is a group of basidiomycete fungi belonging to the order Agaricales. This family is characterized by its small, delicate fruiting bodies,&hellip;<\/div>","name":"Тифуловые - Typhulaceae","comment":"The Typhulaceae family is a group of basidiomycete fungi belonging to the order Agaricales. This family is characterized by its small, delicate fruiting bodies, which typically grow on decaying plant material or wood.\n\nMembers of the Typhulaceae family are characterized by their slender, often thread-like fruiting bodies that may be straight or curved. The fruiting bodies can be simple or branched, and they typically have a tough, fibrous texture.\n\nThe spores produced by Typhulaceae fungi are usually elliptical or cylindrical in shape, and they may be smooth or ornamented. The spore print can range from white to pale ochre or light brown in color.\n\nTyphulaceae fungi are saprobic, meaning they obtain nutrients by decomposing dead organic matter. They play an essential role in breaking down plant material and recycling nutrients in ecosystems.\n\nThese fungi can be found in various habitats, including forests, grasslands, and peatlands. They are particularly common in damp, shaded environments where decaying plant material is abundant.\n\nThe distribution of Typhulaceae fungi is global, with species found in both temperate and tropical regions. Some species have a more restricted distribution, while others are more widespread.\n\nTyphulaceae fungi are not generally considered to be of culinary interest due to their small size and fibrous texture. There are no known toxic species within the family, but they are not typically sought after for consumption.\n\nWhile some species in the Typhulaceae family have been studied for their potential medicinal properties, including antioxidant and antimicrobial activities, more research is needed to confirm these benefits.\n\nTyphulaceae fungi can serve as bioindicators, as their presence and diversity may reflect the health and ecological conditions of their habitat.\n\nThe family Typhulaceae currently contains several genera, including Typhula, Pistillaria, and Sclerotium, among others.\n\nMolecular phylogenetic studies have led to taxonomic revisions within the Typhulaceae family, resulting in a more accurate classification of its members based on genetic relationships.\n\nAs a relatively understudied group, the Typhulaceae family offers opportunities for further research in fungal taxonomy, ecology, and potential applications in biotechnology or medicine.\n\nFungi within the Typhulaceae family can be difficult to identify due to their small size and the need for microscopic examination to distinguish between closely related species.","dates":{"added":1451767779,"dateRange":{"0":1425989333,"1":1425990506}},"fileDate":"2023-02-04T01:49:57.384Z","category":"folder","title":"Typhulaceae - Тифуловые - Typhula family - Fadenkeulchenverwandte"},{"path":"%D0%A2%D1%83%D0%B1%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Tubariaceae","deepCounters":{"total":24,"images":21,"folders":3,"files":21},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A2%D1%83%D0%B1%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Tubariaceae\/%D0%A2%D1%83%D0%B1%D0%B0%D1%80%D0%B8%D1%8F%20%D0%BE%D1%82%D1%80%D1%83%D0%B1%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Tubaria%20furfuracea\/thumbs\/DSC07048.webp","width":512,"height":410},"thumbCaption":"<h3>Tubariaceae - Тубариевые - Tubaria Family - Tubaria-Familie<\/h3><div class=\"comment\">The Tubariaceae family is a group of fungi within the order Agaricales. These fungi are characterized by their small to medium-sized fruiting bodies and&hellip;<\/div>","name":"Тубариевые - Tubariaceae","comment":"The Tubariaceae family is a group of fungi within the order Agaricales. These fungi are characterized by their small to medium-sized fruiting bodies and preference for growing on decaying wood, leaves, or other organic material.\n\nThe fruiting bodies of Tubariaceae fungi are typically brown to reddish-brown in color and possess a convex to flat cap with a smooth or slightly fibrillose surface. The gills are adnate to adnexed, and the stipe is often slender and fragile.\n\nTubariaceae species generally produce brown spore prints, with spores that are elliptical or almond-shaped and smooth to slightly roughened. The presence of clamp connections in the hyphae is another common characteristic of this family.\n\nThe Tubariaceae family is primarily saprotrophic, meaning they decompose dead plant material and contribute to nutrient recycling in their ecosystems.\n\nThis family is not well-studied, and the exact number of species is not well-established. However, the genus Tubaria is the most well-known and representative genus of the family.\n\nTubaria furfuracea, also known as the Scurfy Twiglet, is a common and widespread species within the Tubariaceae family. It is found in Europe and North America, often growing in clusters on decaying wood or other organic material.\n\nAnother representative species is Tubaria conspersa, which is characterized by its small size and reddish-brown cap. It is also found in Europe and North America, frequently growing on decaying leaves and twigs.\n\nTubariaceae fungi are often overlooked due to their small size and inconspicuous nature. They are not considered to be of significant culinary or medicinal value.\n\nThe habitat of Tubariaceae species varies but is often associated with woodland environments or areas with an abundance of decaying organic matter.\n\nThe distribution of the Tubariaceae family is widespread, with species found across Europe, North America, and other parts of the world.\n\nWhile the Tubariaceae family is not well-known, it plays an important ecological role in the decomposition of organic material and the recycling of nutrients within ecosystems.\n\nAs a group, the Tubariaceae family is not considered to be of significant conservation concern. However, individual species may be affected by habitat loss and other environmental factors.","dates":{"added":1664064137,"dateRange":{"0":1662299916,"1":1663922556}},"fileDate":"2023-02-04T01:49:57.385Z","category":"folder","title":"Tubariaceae - Тубариевые - Tubaria Family - Tubaria-Familie"},{"path":"%D0%A4%D0%B8%D0%B7%D0%B0%D0%BB%D0%B0%D0%BA%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Physalacriaceae","deepCounters":{"total":159,"images":151,"folders":8,"files":151},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%A4%D0%B8%D0%B7%D0%B0%D0%BB%D0%B0%D0%BA%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Physalacriaceae\/%D0%9E%D0%BF%D1%91%D0%BD%D0%BE%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B9%20-%20Armillaria%20mellea\/thumbs\/DSC07455.webp","width":512,"height":410},"thumbCaption":"<h3>Physalacriaceae - Физалакриевые - Physalacria Family - Physalacria Familie<\/h3><div class=\"comment\">The Physalacriaceae is a family of fungi within the order Agaricales, encompassing a diverse group of species that includes saprotrophic, mycorrhizal, and&hellip;<\/div>","name":"Физалакриевые - Physalacriaceae","comment":"The Physalacriaceae is a family of fungi within the order Agaricales, encompassing a diverse group of species that includes saprotrophic, mycorrhizal, and parasitic fungi. This family is characterized by a wide range of morphological features and habitats, making it a fascinating and complex group to study.\n\nMushrooms within the Physalacriaceae family are characterized by their often small to medium-sized fruiting bodies, which can display a variety of forms, from agaricoid (typical mushroom shape) to cyphelloid (cup-like) and clavarioid (coral-like) structures. Their caps can be smooth, wrinkled, or even gelatinous in some species.\n\nThese fungi often produce white to pale-colored spores and have a wide range of spore shapes, from ellipsoid to cylindrical or even irregular. The spore-producing structure, or hymenium, is typically formed on the underside of the cap, though it can sometimes be found on the outer surface of the fruiting body.\n\nHabitats of Physalacriaceae species are diverse, with many of them being found on decaying wood, soil, or forest litter. Some species form mycorrhizal associations with trees, while others are parasites on other fungi or plants.\n\nSome well-known genera within the Physalacriaceae family include Armillaria (honey mushrooms), Oudemansiella (porcelain mushrooms), and Rhizomarasmius (root rot fungi).\n\nArmillaria species are particularly noteworthy for their bioluminescent properties, with the mycelium emitting a greenish glow in the dark, a phenomenon known as \"foxfire.\"\n\nOudemansiella species, like the porcelain mushroom (Oudemansiella mucida), are known for their slimy caps and preference for growing on decaying wood.\n\nRhizomarasmius species are root-rot pathogens that can cause significant damage to various plant species, making them economically important.\n\nPhysalacriaceae species are found worldwide, with a higher diversity in temperate and tropical regions.\n\nMany species within this family have yet to be fully studied and classified, as ongoing research continues to reveal new species and genera.\n\nSome Physalacriaceae species are edible, like certain Armillaria species, while others are inedible or toxic, so caution is advised when foraging.\n\nThe ecological roles of Physalacriaceae species are varied, with some serving as essential decomposers in their ecosystems, breaking down dead organic matter, while others form beneficial symbiotic relationships with plants or parasitize other fungi or plants.","dates":{"added":1709139663,"dateRange":{"0":1232825786,"1":1709038817}},"fileDate":"2024-02-28T18:57:44.687Z","category":"folder","title":"Physalacriaceae - Физалакриевые - Physalacria Family - Physalacria Familie"},{"path":"%D0%A6%D0%B8%D1%84%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cyphellaceae","deepCounters":{"total":16,"images":14,"folders":2,"files":14},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A6%D0%B8%D1%84%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cyphellaceae\/%D0%A5%D0%BE%D0%BD%D0%B4%D1%80%D0%BE%D1%81%D1%82%D0%B5%D1%80%D0%B5%D1%83%D0%BC%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20-%20Chondrostereum%20purpureum\/thumbs\/DSC06715.webp","width":512,"height":410},"thumbCaption":"<h3>Cyphellaceae - Цифелловые - Cyphella Family - Cyphella Familie<\/h3><div class=\"comment\">The Cyphellaceae family is a group of fungi belonging to the order Agaricales, characterized by their distinct fruiting bodies called cyphellae. These cyphellae&hellip;<\/div>","name":"Цифелловые - Cyphellaceae","comment":"The Cyphellaceae family is a group of fungi belonging to the order Agaricales, characterized by their distinct fruiting bodies called cyphellae. These cyphellae are small, cup- or disc-shaped structures that form on the surface of wood, bark, or other substrates.\n\nMembers of the Cyphellaceae family typically have white, cream, or pale-colored spores, which are produced on the inner surface of the cup- or disc-shaped fruiting body. The spore-producing structure, known as the hymenium, is smooth, wrinkled, or even tooth-like in some species.\n\nThese fungi are saprotrophic, meaning they obtain nutrients by decomposing dead organic matter. They play an essential role in breaking down wood and other plant materials, contributing to nutrient cycling within their ecosystems.\n\nCyphellaceae species can be found worldwide, with a higher diversity in tropical and subtropical regions. They are particularly common in rainforests, where they can be found on decaying logs, branches, and other plant debris.\n\nThe size of the fruiting bodies in Cyphellaceae species can vary greatly, with some being less than a millimeter in diameter, while others can reach several centimeters.\n\nMany Cyphellaceae species are inconspicuous, often being overlooked due to their small size and growth on substrates like bark or decaying wood.\n\nThe taxonomy of the Cyphellaceae family is still not fully resolved, with ongoing research uncovering new species and genera.\n\nSome Cyphellaceae species are known to form associations with algae or cyanobacteria, resulting in lichenized fungi. These lichenized species play crucial roles in their ecosystems as primary producers and nutrient cyclers.\n\nThe fruiting bodies of some Cyphellaceae species are also known to be used as shelter by small invertebrates, like mites and springtails, contributing to the complex ecological interactions within their habitats.\n\nSome well-known genera within the Cyphellaceae family include Cyphella, Porodisculus, and Merismodes.\n\nThe genus Cyphella is the type genus of the family and is characterized by small, cup- or disc-shaped fruiting bodies with a smooth or slightly wrinkled hymenium.\n\nThe genus Porodisculus is known for its disc- or cushion-shaped fruiting bodies and a hymenium with a tooth-like appearance.\n\nThe genus Merismodes is characterized by its small, cup-shaped fruiting bodies, which are often found on decaying wood in tropical and subtropical forests.","dates":{"added":1664064137,"dateRange":{"0":1301657696,"1":1679595354}},"fileDate":"2023-02-04T01:49:57.388Z","category":"folder","title":"Cyphellaceae - Цифелловые - Cyphella Family - Cyphella Familie"},{"path":"%D0%A8%D0%B0%D0%BC%D0%BF%D0%B8%D0%BD%D1%8C%D0%BE%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricaceae","deepCounters":{"total":663,"images":633,"folders":30,"files":633},"counters":{"total":30,"folders":30},"thumb":{"path":"%D0%A8%D0%B0%D0%BC%D0%BF%D0%B8%D0%BD%D1%8C%D0%BE%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agaricaceae\/%D0%A8%D0%B0%D0%BC%D0%BF%D0%B8%D0%BD%D1%8C%D0%BE%D0%BD%20%D0%B4%D0%B2%D1%83%D0%BA%D0%BE%D0%BB%D1%8C%D1%86%D0%B5%D0%B2%D0%BE%D0%B9%20-%20Agaricus%20bitorquis\/thumbs\/0BO303212.webp","width":512,"height":410},"thumbCaption":"<h3>Agaricaceae - Шампиньоновые - Agaric family - Champignonartige<\/h3><div class=\"comment\">The Agaricaceae family, also known as the Agaric family or Champignonartige, is a diverse group of fungi that contains approximately 85 genera and over 1,300&hellip;<\/div>","name":"Шампиньоновые - Agaricaceae","comment":"The Agaricaceae family, also known as the Agaric family or Champignonartige, is a diverse group of fungi that contains approximately 85 genera and over 1,300 species. This family is part of the Agaricales order, which is one of the largest and most diverse orders within the fungal kingdom.\n\nMembers of the Agaricaceae family are characterized by their gilled fruiting bodies, which typically have a central stipe and a cap. The gills are often free from the stipe or only slightly attached, and the spore print colors can vary widely, from white to pink, brown, or black.\n\nThe fruiting bodies of Agaricaceae species can be found in various habitats, including grasslands, forests, and even urban environments. Some species are saprotrophic, decomposing organic matter, while others are ectomycorrhizal, forming symbiotic relationships with the roots of certain plants.\n\nSome of the most well-known genera within the Agaricaceae family include Agaricus, which contains the widely cultivated white button mushroom (Agaricus bisporus), and Macrolepiota, which includes the sought-after parasol mushroom (Macrolepiota procera).\n\nThe Agaricaceae family also contains several species that are considered toxic or hallucinogenic, such as some members of the Panaeolus and Psilocybe genera. These mushrooms contain psychoactive compounds, like psilocybin and psilocin, which can cause hallucinations and altered perceptions when consumed.\n\nMany species within the Agaricaceae family are considered edible and are consumed worldwide. In addition to the white button mushroom and parasol mushroom, other popular edible species include the meadow mushroom (Agaricus campestris) and the almond mushroom (Agaricus subrufescens).\n\nHowever, not all members of the Agaricaceae family are safe to consume, and some can be easily confused with toxic species. For example, the yellow-staining mushroom (Agaricus xanthodermus) resembles the edible white button mushroom but can cause gastrointestinal upset when ingested.\n\nSpore sizes and shapes within the Agaricaceae family can vary widely, with some species producing small, round spores and others producing large, elongated spores. The spore-producing structures, or basidia, usually contain two to four spores each.\n\nFruiting bodies of Agaricaceae mushrooms can be found throughout the year, depending on the species and local climate conditions. However, the majority of species tend to fruit in the late summer to early autumn months.\n\nSome species within the Agaricaceae family have been used for medicinal purposes, with research showing potential benefits in areas such as immune support, cancer treatment, and neuroprotection.\n\nThe Agaricaceae family has a worldwide distribution, with species found on every continent except Antarctica. Some species are widespread and abundant, while others have more restricted ranges and are considered rare.","dates":{"added":1703524415,"dateRange":{"0":1250171257,"1":1703071611}},"fileDate":"2023-12-25T19:06:04.450Z","category":"folder","title":"Agaricaceae - Шампиньоновые - Agaric family - Champignonartige"},{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Schizophyllaceae","deepCounters":{"total":20,"images":19,"folders":1,"files":19},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Schizophyllaceae\/%D0%A9%D0%B5%D0%BB%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Schizophyllum%20commune\/thumbs\/fungi-0003135.webp","width":512,"height":410},"thumbCaption":"<h3>Schizophyllaceae - Щелелистниковые - Split-gill family - Spaltblättlinge<\/h3><div class=\"comment\">The Schizophyllaceae family, also known as the split-gill family or Spaltblättlinge, is a relatively small group of fungi that contains around six genera and&hellip;<\/div>","name":"Щелелистниковые - Schizophyllaceae","comment":"The Schizophyllaceae family, also known as the split-gill family or Spaltblättlinge, is a relatively small group of fungi that contains around six genera and about 60 species. This family belongs to the order Agaricales, which is one of the largest and most diverse orders within the fungal kingdom.\n\nFungi in the Schizophyllaceae family are characterized by their unique fruiting bodies, which have gills that split into two layers when dry and rehydrate when moist. This distinctive feature allows these fungi to withstand periods of desiccation and then revive when conditions become more favorable.\n\nThe fruiting bodies of Schizophyllaceae species can be found on wood, particularly dead or decaying wood, in various habitats such as forests, woodlands, and urban environments. They are mainly found on deciduous trees, but some species can also grow on coniferous wood.\n\nMembers of the Schizophyllaceae family are saprotrophic, meaning they decompose organic matter, particularly wood, and play an essential role in recycling nutrients within their ecosystems. Some species are also known to form weak parasitic relationships with living trees, causing white rot in the wood.\n\nThe most well-known genus within the Schizophyllaceae family is Schizophyllum, which includes the commonly studied species Schizophyllum commune. This widespread fungus is one of the most researched wood-decay fungi due to its unique gill structure and ability to produce enzymes that break down wood components.\n\nAnother notable genus in the Schizophyllaceae family is Auriculariopsis, which includes species such as Auriculariopsis ampla and Auriculariopsis albomellea. These fungi are characterized by their irregular, fan-shaped fruiting bodies and gelatinous texture.\n\nSpore sizes and shapes within the Schizophyllaceae family can vary, with some species producing small, elliptical spores, while others produce larger, more irregularly shaped spores. The spore-producing structures, or basidia, usually contain two to four spores each.\n\nFruiting bodies of Schizophyllaceae fungi can be found throughout the year, depending on the species and local climate conditions. However, the majority of species tend to fruit during the cooler months of the year.\n\nAlthough some species within the Schizophyllaceae family have been used for medicinal purposes, particularly in traditional Chinese medicine, they are generally not considered edible due to their tough, leathery texture.\n\nThere is ongoing research into the potential medicinal properties of Schizophyllaceae fungi, particularly Schizophyllum commune, which has been found to contain compounds with immunomodulatory, antiviral, and antitumor activities.\n\nThe Schizophyllaceae family has a worldwide distribution, with species found on every continent except Antarctica. Some species, like Schizophyllum commune, are widespread and abundant, while others have more restricted ranges and are considered rare or local.\n\nSchizophyllaceae fungi display a range of colors, from white to gray, brown, or black, and the fruiting bodies can have smooth, hairy, or scaly surfaces. The fruiting bodies are often small to medium in size, typically measuring between 1 and 10 cm in diameter.\n\nMembers of the Schizophyllaceae family have been used in biotechnological applications, such as the production of enzymes for the pulp and paper industry or the treatment of lignocellulosic waste materials.","dates":{"added":1683384424,"dateRange":{"0":1241532531,"1":1683104182}},"fileDate":"2023-02-04T01:49:57.401Z","category":"folder","title":"Schizophyllaceae - Щелелистниковые - Split-gill family - Spaltblättlinge"},{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Entolomataceae","deepCounters":{"total":45,"images":40,"folders":5,"files":40},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Entolomataceae\/%D0%AD%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%BC%D0%B0%20%D0%BC%D0%B5%D0%BB%D0%BA%D0%BE%D0%B7%D0%B0%D0%B7%D1%83%D0%B1%D1%80%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Entoloma%20serrulatum\/thumbs\/0DSC06496.webp","width":512,"height":410},"thumbCaption":"<h3>Entolomataceae - Энтоломовые - Pinkgill Family - Rötlinge<\/h3><div class=\"comment\">The Entolomataceae, also known as the Pinkgill Family or Rötlinge in German, is a diverse family of fungi primarily characterized by their pink spores. This&hellip;<\/div>","name":"Энтоломовые - Entolomataceae","comment":"The Entolomataceae, also known as the Pinkgill Family or Rötlinge in German, is a diverse family of fungi primarily characterized by their pink spores. This family belongs to the order Agaricales and encompasses over 1,500 species across several genera, with Entoloma being the most prominent and species-rich genus.\n\nThese mushrooms exhibit a wide variety of morphological features, including different cap shapes, colors, and sizes. However, the presence of pinkish spores and angular edges in the spore print is a unifying characteristic of the family.\n\nEntolomataceae fungi can be found throughout the world, with species inhabiting various ecosystems, such as forests, grasslands, and even arctic tundra. They typically grow on the ground, although some species can be found growing on decaying wood.\n\nThe majority of Entolomataceae species are saprobic, meaning they play a crucial role in the decomposition of organic matter, particularly plant material. Some species are also ectomycorrhizal, forming symbiotic relationships with the roots of specific host plants, while others are parasitic on other fungi.\n\nMembers of the Entolomataceae family display a range of edibility. Some species are edible, while others are toxic or cause gastrointestinal distress. For instance, Entoloma sinuatum, commonly known as the Livid Pinkgill, is poisonous and can cause severe gastrointestinal symptoms if ingested.\n\nThe spores of Entolomataceae are typically pink, with a size range of 7-15 x 5-8 micrometers, depending on the species. The spores are produced in basidia, which are then released into the environment to aid in reproduction and dispersal.\n\nThe Entolomataceae family is of interest to researchers due to its diverse chemical composition. Some species contain bioactive compounds with potential medicinal properties, while others produce toxins that can cause adverse reactions if consumed.\n\nOne species in the family, Entoloma abortivum, is known for its unique parasitic relationship with another fungus, Armillaria mellea. This interaction results in the formation of an \"aborted\" fruiting body, giving it the common name of \"Aborted Entoloma.\"\n\nThe taxonomy of the Entolomataceae family is complex, with numerous revisions and reclassifications over the years. DNA-based phylogenetic studies have provided a better understanding of the relationships between different genera, but many questions remain.\n\nDue to their diverse morphology, Entolomataceae species can be difficult to identify without the aid of a microscope. The pink spore print and angular spores are key features to look for when identifying members of this family.","dates":{"added":1683384424,"dateRange":{"0":1497167761,"1":1683108874}},"fileDate":"2023-05-06T17:44:09.800Z","category":"folder","title":"Entolomataceae - Энтоломовые - Pinkgill Family - Rötlinge"}],"name":"Агариковые - Agaricales","comment":"Agaricales is an order of fungi that includes the gilled mushrooms, as well as several other types of fungi with diverse morphologies and lifestyles. This order is one of the largest and most diverse groups of fungi, with over 13,000 described species.\n\nThe fruiting body of Agaricales is typically a mushroom or toadstool, which is composed of a stalk, cap, and gills on the underside of the cap. These structures are used to release spores, which are typically dispersed by wind or rain. The spores of Agaricales are produced in basidia, which are elongated cells that contain four spores each.\n\nAgaricales fungi have a wide range of lifestyles, including saprobic, mycorrhizal, and parasitic. Some species are important decomposers in forest ecosystems, breaking down dead wood and returning nutrients to the soil. Others form mutualistic relationships with the roots of trees, exchanging nutrients for carbon in a process known as mycorrhizal symbiosis. Some species are also pathogenic, infecting living trees and causing damage to the host plant.\n\nThis order includes many highly prized edible and medicinal fungi, including species in the genera Agaricus, Lepiota, and Pleurotus. Some of these fungi are also used in traditional medicine, where they are believed to have anti-inflammatory, anti-viral, and anti-tumor properties.\n\nAgaricales fungi are widely distributed and can be found in a variety of habitats, including forests, grasslands, and wetlands. They are most commonly found in temperate regions, but can also be found in tropical and arctic regions.\n\nIn conclusion, Agaricales is a diverse and important order of fungi. Its members include some of the most prized edible and medicinal fungi, as well as important decomposers and mycorrhizal partners in forest ecosystems. The wide range of lifestyles and habitats of these fungi make them an important and fascinating group for scientific study.","dates":{"added":1709139663,"dateRange":{"0":1190484620,"1":1709038817}},"fileDate":"2023-02-04T01:49:57.225Z","title":"Agaricomycetes - Агарикомицеты - Gilled Fungi - Blätterpilze"}