{"path":"%D0%93%D0%B8%D0%B0%D0%BB%D0%BE%D1%81%D1%86%D0%B8%D1%84%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hyaloscyphaceae","deepCounters":{"total":26,"images":23,"folders":3,"files":23},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Pezizella%20alniella\/thumbs\/0DSC07398_.webp","width":382,"height":306},"thumbCaption":"<h3>Гиалосцифовые - Hyaloscyphaceae<\/h3><div class=\"comment\">Hyaloscyphaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains a group of small, cup-shaped fungi called&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%9B%D0%B0%D1%85%D0%BD%D0%B5%D0%BB%D0%BB%D1%8E%D0%BB%D1%8F%20%D0%92%D0%B8%D0%BB%D0%BB%D1%8C%D0%BA%D0%BE%D0%BC%D0%BC%D0%B0%20-%20Lachnellula%20willkommii","deepCounters":{"total":5,"images":5,"files":5},"counters":{"total":5,"images":5,"files":5},"thumb":{"path":"%D0%9B%D0%B0%D1%85%D0%BD%D0%B5%D0%BB%D0%BB%D1%8E%D0%BB%D1%8F%20%D0%92%D0%B8%D0%BB%D0%BB%D1%8C%D0%BA%D0%BE%D0%BC%D0%BC%D0%B0%20-%20Lachnellula%20willkommii\/thumbs\/DSC06042_.webp","width":512,"height":410},"thumbCaption":"<h3>Lachnellula willkommii - Лахнеллюла Вилькомми - Woolly larch scale - Wollige Lärchenlaus - Lärchen-Blütenrost<\/h3><div class=\"comment\">Lachnellula willkommii is a species of fungus in the family Hyaloscyphaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as&hellip;<\/div>","name":"Лахнеллюля Виллькомма - Lachnellula willkommii","comment":"Lachnellula willkommii is a species of fungus in the family Hyaloscyphaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as woolly larch scale, and it is a plant pathogen that causes a disease known as larch blister rust or larch flower rust on various species of larch trees.\n\nThe fungus attacks the needles and young shoots of larch trees, causing discoloration, drying, and premature shedding. It also affects the cones and bark, causing cankers and galls. The disease can cause significant damage to larch forests and plantations, leading to economic losses in the forestry industry.\n\nLachnellula willkommii produces tiny, cup-shaped fruiting bodies called apothecia, which release spores that infect new larch trees. The spores are dispersed by wind, insects, and animals, allowing the fungus to spread to nearby trees.\n\nControl measures for Lachnellula willkommii include cultural practices such as pruning and thinning infected trees, as well as fungicides and biological control agents. Research on the ecology, taxonomy, and physiology of Lachnellula willkommii aids in understanding its distribution, virulence, and potential control measures.\n\nIn summary, Lachnellula willkommii is a plant pathogen that causes larch blister rust or larch flower rust on various species of larch trees. The fungus produces tiny cup-shaped fruiting bodies that release spores responsible for the disease's spread. Control measures include cultural practices, fungicides, and biological control agents. Research on this species aids in understanding its ecology, taxonomy, and potential control measures.","dates":{"added":1441391049,"dateRange":{"0":1441274559,"1":1441390702}},"fileDate":"2023-02-04T01:53:57.296Z","category":"folder","title":"Lachnellula willkommii - Лахнеллюла Вилькомми - Woolly larch scale - Wollige Lärchenlaus - Lärchen-Blütenrost"},{"path":"%D0%9B%D0%B0%D1%85%D0%BD%D1%83%D0%BC%20%D0%B4%D0%B5%D0%B2%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Lachnum%20virgineum","deepCounters":{"total":8,"images":8,"files":8},"counters":{"total":8,"images":8,"files":8},"thumb":{"path":"%D0%9B%D0%B0%D1%85%D0%BD%D1%83%D0%BC%20%D0%B4%D0%B5%D0%B2%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9%20-%20Lachnum%20virgineum\/thumbs\/fungi-0001624.webp","width":512,"height":410},"thumbCaption":"<h3>Lachnum virgineum - Лахнум беловойлочный - White-haired Lachnum - Weißhaariger Lachnum<\/h3><div class=\"comment\">Lachnum virgineum is a species of fungus in the family Hyaloscyphaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as&hellip;<\/div>","name":"Лахнум девственный - Lachnum virgineum","comment":"Lachnum virgineum is a species of fungus in the family Hyaloscyphaceae, within the order Helotiales of the Ascomycota phylum. It is commonly known as white-haired Lachnum due to its distinctive appearance, characterized by its white, hair-like fruiting bodies.\n\nThe fungus grows on decaying plant material such as leaves, twigs, and fallen wood. The fruiting bodies are typically found growing in clusters, with each individual fruiting body consisting of a tiny, cylindrical-shaped structure covered in white hairs.\n\nLachnum virgineum is a saprotrophic fungus, playing an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. It is found in various habitats, including forests, grasslands, and wetlands.\n\nThe taxonomy and phylogeny of Lachnum virgineum are still not well understood, and further research is needed to fully characterize this species of fungus. Studies have shown that some species within the Hyaloscyphaceae family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Lachnum virgineum is a species of fungus in the family Hyaloscyphaceae, known for its distinctive appearance of white, hair-like fruiting bodies. It is a saprotrophic fungus that contributes to nutrient cycling within ecosystems. Further research is needed to fully understand the taxonomy and potential applications of this species of fungus.","dates":{"added":1679151037,"dateRange":{"0":1301657744,"1":1679149980}},"fileDate":"2023-03-18T16:41:19.592Z","category":"folder","title":"Lachnum virgineum - Лахнум беловойлочный - White-haired Lachnum - Weißhaariger Lachnum"},{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Pezizella%20alniella","deepCounters":{"total":10,"images":10,"files":10},"counters":{"total":10,"images":10,"files":10},"thumb":{"path":"%D0%9F%D0%B5%D1%86%D0%B8%D1%86%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%BE%D0%BB%D1%8C%D1%85%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Pezizella%20alniella\/thumbs\/0DSC07398_.webp","width":382,"height":306},"thumbCaption":"<h3>Pezizella alniella - Пецизелла ольховая - Alder Pezizella - Erlen-Pezizella<\/h3><div class=\"comment\">Pezizella alniella is a rare and fascinating species of fungi, classified within the family Hyaloscyphaceae and the Ascomycota phylum. This fungus is known to&hellip;<\/div>","name":"Пецицелла ольховая - Pezizella alniella","comment":"Pezizella alniella is a rare and fascinating species of fungi, classified within the family Hyaloscyphaceae and the Ascomycota phylum. This fungus is known to occur in Europe and North America, particularly in temperate regions with a preference for moist habitats. Pezizella alniella primarily grows on decaying wood or the bark of deciduous trees, particularly alder (Alnus) species.\n\nThe fruiting bodies, or apothecia, of Pezizella alniella are small and disc-shaped, typically measuring between 0.5 to 2 mm in diameter. They exhibit a cream or pale beige color, which may darken to light brown with age. The surface of the apothecia is often smooth and somewhat translucent.\n\nThe asci of Pezizella alniella contain eight spores each, similar to other fungi in the Ascomycota phylum. The spores themselves are cylindrical to allantoid (sausage-shaped) and measure approximately 7-9 x 2-3 µm. They are hyaline, meaning they are clear or nearly transparent, which can make them difficult to observe without a microscope.\n\nPezizella alniella is considered to be a saprobic fungus, meaning it derives nutrients from decomposing organic material. In doing so, it plays a vital role in breaking down dead plant matter and recycling nutrients back into the ecosystem. This process contributes to the overall health and biodiversity of the forest habitats where it is found.\n\nDue to its minute size and lack of any culinary or medicinal properties, Pezizella alniella is not considered edible. While it is not known to be toxic, there is no incentive for consumption. The primary importance of this fungus lies in its ecological function, and it serves as an intriguing subject for mycologists and naturalists who appreciate the intricate diversity of the fungal world.","dates":{"added":1664561819,"dateRange":{"0":1664546109,"1":1664546189}},"fileDate":"2023-02-04T01:53:58.213Z","category":"folder","title":"Pezizella alniella - Пецизелла ольховая - Alder Pezizella - Erlen-Pezizella"}],"name":"Гиалосцифовые - Hyaloscyphaceae","comment":"Hyaloscyphaceae is a family of fungi within the order Helotiales of the Ascomycota phylum. The family contains a group of small, cup-shaped fungi called glasscup fungi or jellydiscs, which are characterized by their translucent, glass-like appearance. These fungi are commonly found growing on decaying plant material such as leaves, twigs, and fallen wood.\n\nThe fruiting bodies of Hyaloscyphaceae fungi are cup-shaped and range in size from less than 1mm to several millimeters in diameter. They are typically pale or translucent, with a smooth or slightly rough surface. The spores are produced in the asci contained within the cup-shaped fruiting bodies and are dispersed by wind or other means.\n\nHyaloscyphaceae fungi are saprotrophs, playing an essential role in decomposing organic matter and contributing to nutrient cycling within ecosystems. They are found in various habitats, including forests, grasslands, and wetlands.\n\nThe taxonomy and phylogeny of the Hyaloscyphaceae family are still not well understood, and further research is needed to fully characterize this group of fungi. Studies have shown that some species within this family may have potential applications in biotechnology and pharmaceutical research due to their unique secondary metabolites.\n\nIn summary, Hyaloscyphaceae is a family of fungi containing a group of small, cup-shaped fungi known as glasscup fungi or jellydiscs. These fungi are saprotrophs, playing an essential role in decomposing organic matter within ecosystems. Further research is needed to fully understand the taxonomy and potential applications of this family of fungi.","dates":{"added":1679151037,"dateRange":{"0":1301657744,"1":1679149980}},"fileDate":"2023-03-18T16:41:22.624Z","title":"Гиалосцифовые - Hyaloscyphaceae"}