{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rhytismatales","deepCounters":{"total":66,"images":62,"folders":4,"files":62},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rhytismataceae\/%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rhytisma%20acerinum\/thumbs\/0DSC07567.webp","width":512,"height":410},"thumbCaption":"<h3>Ритисмовые - Rhytismatales<\/h3><div class=\"comment\">The Rhytismatales is an order of fungi within the class Leotiomycetes of the Ascomycota phylum. This diverse group of fungi is characterized by its members'&hellip;<\/div>","album":{"description":"Fungarium.INFO. Fungarium Photo Collection: Boletes, Toadstools, Agaricomycetes, Fungi, Molds and Myxomycetes.<br\/>\n<br\/><i><b>517<\/b> species in <b>40<\/b> orders and <b>112<\/b> families photographed.<br\/>\n<br\/><b>8503<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Fungarium.INFO Fungi: Photo and Catalog"},"objects":[{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rhytismataceae","deepCounters":{"total":65,"images":62,"folders":3,"files":62},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rhytismataceae\/%D0%A0%D0%B8%D1%82%D0%B8%D1%81%D0%BC%D0%B0%20%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rhytisma%20acerinum\/thumbs\/0DSC07567.webp","width":512,"height":410},"thumbCaption":"<h3>Ритисмовые - Rhytismataceae<\/h3><div class=\"comment\">The Rhytismataceae family is a diverse group of fungi within the Ascomycota phylum, which is characterized by its unique and often conspicuous fruiting bodies.&hellip;<\/div>","name":"Ритисмовые - Rhytismataceae","comment":"The Rhytismataceae family is a diverse group of fungi within the Ascomycota phylum, which is characterized by its unique and often conspicuous fruiting bodies. Fungi in this family are predominantly plant pathogens, causing a variety of diseases in trees and other plants, but some species are also saprobic, decomposing dead plant material.\n\nMembers of the Rhytismataceae family produce fruiting bodies known as apothecia, which are often disk- or cup-shaped structures that vary in size, color, and morphology. These apothecia produce asci, the spore-producing cells characteristic of the Ascomycota phylum. Each ascus typically contains eight spores, although this may vary depending on the species.\n\nRhytismataceae fungi are diverse in their host preferences, with some species having a narrow host range while others are more generalist in nature. They often cause leaf spot diseases, needle blights, and other foliar infections in a wide variety of plants, including trees, shrubs, and herbaceous plants.\n\nOne of the most well-known species within the Rhytismataceae family is Rhytisma acerinum, which causes the distinctive tar spot disease on sycamore and maple trees. Another notable species is Rhytisma salicinum, which infects the leaves of willow (Salix spp.) trees, causing a similar tar spot appearance.\n\nWhile the diseases caused by Rhytismataceae fungi can be unsightly and sometimes result in reduced growth or premature leaf drop, they rarely cause significant long-term damage to the host plants. In most cases, control measures, such as the removal of infected leaves or the use of fungicides, are not necessary.\n\nThe Rhytismataceae family is a fascinating group of fungi that contribute to the intricate relationships between plants and fungi within ecosystems. These fungi serve as important subjects of study for plant pathologists, mycologists, and naturalists who seek to understand their role in plant health and disease dynamics. Additionally, the Rhytismataceae family offers insights into the complex world of fungal diversity and the various ecological roles fungi play in nature.","dates":{"added":1665945060,"dateRange":{"0":1285928180,"1":1682270464}},"fileDate":"2023-02-04T01:49:57.578Z","category":"folder","title":"Ритисмовые - Rhytismataceae"}],"name":"Ритисмовые - Rhytismatales","comment":"The Rhytismatales is an order of fungi within the class Leotiomycetes of the Ascomycota phylum. This diverse group of fungi is characterized by its members' ecological roles as plant pathogens, saprobes, or endophytes, and their unique fruiting bodies, which often display conspicuous structures.\n\nFungi within the Rhytismatales order produce fruiting bodies known as apothecia, which are typically disk- or cup-shaped structures that vary in size, color, and morphology. These apothecia produce asci, the spore-producing cells characteristic of the Ascomycota phylum. Each ascus generally contains eight spores, although this may vary depending on the species.\n\nMembers of the Rhytismatales order exhibit diverse host preferences, with some species having a narrow host range while others are more generalist in nature. They often cause leaf spot diseases, needle blights, and other foliar infections in a wide variety of plants, including trees, shrubs, and herbaceous plants. Some species, however, function as saprobes or endophytes, decomposing dead plant material or living within plant tissues without causing harm, respectively.\n\nNotable families within the Rhytismatales order include the Rhytismataceae and Melogrammataceae families. Rhytismataceae contains species like Rhytisma acerinum, which causes the distinctive tar spot disease on maple and sycamore trees, while Melogrammataceae includes fungi like Melogramma campylosporum, a saprobe found on decaying wood.\n\nWhile the diseases caused by Rhytismatales fungi can be unsightly and sometimes result in reduced growth or premature leaf drop, they rarely cause significant long-term damage to the host plants. In most cases, control measures, such as the removal of infected leaves or the use of fungicides, are not necessary.\n\nThe Rhytismatales order is a fascinating group of fungi that contribute to the intricate relationships between plants and fungi within ecosystems. These fungi serve as important subjects of study for plant pathologists, mycologists, and naturalists who seek to understand their role in plant health and disease dynamics. Additionally, the Rhytismatales order offers insights into the complex world of fungal diversity and the various ecological roles fungi play in nature.","dates":{"added":1665945060,"dateRange":{"0":1285928180,"1":1682270464}},"fileDate":"2023-02-04T01:49:57.266Z","title":"Ритисмовые - Rhytismatales"}